Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# DefensiveCombatBlock_FleeMode_Tooltip
source: Determines where the grid will flee to. Away from target - The grid will flee into the opposite direction of a threat. To GPS / Beacon - The grid will flee towards a selected GPS or Beacon.
de: Bestimmt, wohin die Blockkonstruton fliehen wird. Vom erfassten Ziel weg - Die Blockkonstruktion wird in entgegengesetzte Richtung von der Gefahrenquelle fliehen. Zum GPS-Punkt / Zur Funkbake - Die Blockkonstruktion wird in Richtung eines ausgewählten GPS-Punkts oder einer Funkbake fliehen.
es: Determina hacia dónde huirá la estructura. Lejos del objetivo: La estructura huirá en dirección opuesta a una amenaza. Hacia GPS / Baliza: La retícula huirá hacia un GPS o Baliza seleccionado.
fr: Détermine l'endroit où la grille s'enfuira. Opposé de la cible - La grille fuira dans la direction opposée d'une menace. Vers le GPS / la balise - La grille fuira vers un GPS ou une balise sélectionné.
it: Determina dove fuggirà la griglia. Lontano dal bersaglio: la griglia fuggirà nella direzione opposta a una minaccia. Verso il GPS / Radiofaro: la griglia fuggirà verso un GPS o un Radiofaro selezionato.
pt_br: Determina para onde o grid fugirá. Longe do alvo - O grid fugirá na direção oposta à ameaça. Para o GPS/Sinalizador - O grid fugirá na direção selecionada do GPS ou Sinalizador.
ru: Определяет, куда структура будет двигаться. От цели: структура будет двигаться в направлении, противоположном угрозе. К GPS или маяку: структура будет двигаться к выбранному маяку или GPS-координатам.
zh_cn: 确定网格将逃往何处。 远离目标 - 网格将逃向威胁的相反方向。 前往GPS/信标 - 网格将逃向所选GPS或信标。

# DefensiveCombatBlock_FleeMode_AwayFromTarget
source: Away from target
de: Vom erfassten Ziel weg
es: Lejos del objetivo
fr: Opposé de la cible
it: Lontano dal bersaglio
pt_br: Longe do alvo
ru: От цели
zh_cn: 远离目标

# DefensiveCombatBlock_FleeMode_ToGPSOrBeacon
source: To GPS / Beacon
de: Zu GPS-Punkt / Zu Funkbake
es: A GPS / Baliza
fr: Vers le GPS / la balise
it: Verso il GPS / Radiofaro
pt_br: Para GPS/Sinalizador
ru: К GPS или маяку
zh_cn: 前往GPS/信标

# DisplayName_Block_WindTurbineReskin
source: Twin-blade Wind Turbine
de: Doppelblättrige Windturbine
es: Aerogenerador bipala
fr: Éolienne bipale
it: Generatore eolico bipala
pt_br: Turbina Eólica de Hélice Dupla
ru: Двухлопастной ветрогенератор
zh_cn: 双叶片风力涡轮机

# DisplayName_Block_MedicalRoomReskin
source: Corner Medical Room
de: Krankenstation - Ecke
es: Sala médica de esquina
fr: Salle médicale d'angle
it: Sala medica angolare
pt_br: Sala médica de canto
ru: Угловой медпункт
zh_cn: 转角医疗室

# DisplayName_Block_LargeAtmoThrustFlat
source: Large Flat Atmospheric Thruster
de: Flaches Atmosphärentriebwerk (groß)
es: Gran propulsor atmosférico plano
fr: Grand propulseur atmosphérique plat
it: Grande propulsore atmosferico piatto
pt_br: Propulsor atmosférico plano grande
ru: Большой плоский атмосферный ускоритель
zh_cn: 大型扁平空气动力推进器

# DisplayName_Block_LargeAtmoThrustFlatDShape
source: Large Flat Atmospheric Thruster D Shape
de: Flaches Atmosphärentriebwerk (groß) - D-Form
es: Gran propulsor atmosférico plano en forma de D
fr: Grand propulseur atmosphérique plat en forme de D
it: Grande propulsore atmosferico piatto - Forma a D
pt_br: Propulsor atmosférico plano grande em formato D
ru: Большой плоский атмосферный ускоритель (D-образный)
zh_cn: 大型D型扁平空气动力推进器

# DisplayName_Block_SmallAtmoThrustFlat
source: Flat Atmospheric Thruster
de: Flaches Atmosphärentriebwerk
es: Propulsor atmosférico plano
fr: Propulseur atmosphérique plat
it: Propulsore atmosferico piatto
pt_br: Propulsor atmosférico plano
ru: Плоский атмосферный ускоритель
zh_cn: 扁平空气动力推进器

# DisplayName_Block_SmallAtmoThrustFlatDShape
source: Flat Atmospheric Thruster D Shape
de: Flaches Atmosphärentriebwerk - D-Form
es: Propulsor atmosférico plano en forma de D
fr: Propulseur atmosphérique plat en forme de D
it: Propulsore atmosferico piatto - Forma a D
pt_br: Propulsor atmosférico plano em formato D
ru: Плоский атмосферный ускоритель (D-образный)
zh_cn: D型扁平空气动力推进器

# DisplayName_Block_ArmorPanelRoundCornerHeavy
source: Heavy Armor Panel Round Corner
de: Schwer gepanzerte Platte (runde Ecke)
es: Panel de blindaje pesado redondo en esquina
fr: Panneau de blindage lourd Coin rond
it: Armatura pesante, pannello rotondo ad angolo
pt_br: Painel de canto arredondado (blindagem pesada)
ru: Панель тяжелой обшивки, круглый угол
zh_cn: 圆角重甲面板

# DisplayName_Block_ArmorPanelRoundCornerLight
source: Light Armor Panel Round Corner
de: Leicht gepanzerte Platte (runde Ecke)
es: Panel de blindaje ligero redondo en esquina
fr: Panneau de blindage léger Coin rond
it: Armatura leggera, pannello rotondo ad angolo
pt_br: Painel de canto arredondado (blindagem leve)
ru: Панель легкой обшивки, круглый угол
zh_cn: 圆角轻甲面板

# DisplayName_Block_ArmorPanelRoundHeavy
source: Heavy Armor Panel Round
de: Schwer gepanzerte Platte (rund)
es: Panel de blindaje pesado redondo
fr: Panneau de blindage lourd rond
it: Armatura pesante, pannello rotondo
pt_br: Painel de blindagem pesada arredondado
ru: Панель тяжелой обшивки, круглая
zh_cn: 圆重甲面板

# DisplayName_Block_ArmorPanelRoundLight
source: Light Armor Panel Round
de: Leicht gepanzerte Platte (rund)
es: Panel de blindaje ligero redondo
fr: Panneau de blindage léger rond
it: Armatura leggera, pannello rotondo
pt_br: Painel de blindagem leve arredondado
ru: Панель легкой обшивки, круглая
zh_cn: 轻甲面板圆

# DisplayName_DefensiveBasicMission_SavedBeacon
source: (Saved Beacon)
de: (Gespeicherte Funkbake)
es: (Baliza salvada)
fr: (Balise sauvée)
it: (Radiofaro salvato)
pt_br: (Sinalizador salvo)
ru: (Сохраненный маяк)
zh_cn: （保存的信标）

# DisplayName_Block_ButtonPanelPedestal
source: Button Panel Pedestal
de: Schalttafel mit Sockel
es: Pedestal de botonera
fr: Socle de tableau de commandes
it: Piedistallo pulsantiera
pt_br: Pedestal do painel de botões
ru: Кнопочная панель, пьедестал
zh_cn: 按钮面板底座

# DisplayName_Block_ControlPanelPedestal
source: Control Panel Pedestal
de: Bedienfeld mit Sockel
es: Pedestal del panel de control
fr: Socle de panneau de contrôle
it: Piedistallo pannello di controllo
pt_br: Pedestal do painel de controle
ru: Панель управления, пьедестал
zh_cn: 控制面板底座

# Description_BlueprintClass_Equipment
source: Equipment - A variety of utility items and survival equipment.
de: Equipment - Eine Vielzahl an Nutzgegenständen und überlebenssicherndem Equipment.
es: Equipamiento - Una variedad de artículos utilitarios y equipo de supervivencia.
fr: Équipement - Une variété d'articles utilitaires et d'équipements de survie.
it: Equipaggiamento - Una varietà di oggetti di utilità e attrezzature di sopravvivenza.
pt_br: Equipamento - Uma variedade de itens utilitários e equipamento de sobrevivência.
ru: Оборудование — Различные вспомогательные предметы и оборудование для выживания.
zh_cn: 设备 – 各种实用物品和救生设备。

# Description_BlueprintClass_SurvivalKitIngots
source: Ingots - Retrieve materials from mined ore.
de: Barren - Gewinne Materialien aus abgebautem Erz.
es: Lingotes - Recupera materiales del mineral extraído.
fr: Lingots - Récupérer des matériaux à partir du minerai extrait.
it: Lingotti - Recupera materiali dai minerali estratti.
pt_br: Barras - Obtém materiais de minérios extraídos.
ru: Слитки — Извлечение материалов из добытой руды.
zh_cn: 锭 – 从开采的矿石中回收材料。

# Description_BlueprintClass_Weapons
source: Weapons - Weaponry suitable for combat situations, ranging from personal defense to anti-vehicle.
de: Waffen - In Kampfsituationen nützliche Waffen, von der persönlichen Selbstverteidigung bis hin zur Fahrzeugabwehr.
es: Armas - Armamento adecuado para situaciones de combate, que van desde la defensa personal hasta la antivehículo.
fr: Armes - Armement adapté aux situations de combat, allant de la défense personnelle à la lutte contre les véhicules.
it: Armi - Armi adatte a situazioni di combattimento, dalla difesa personale all'antiveicolo.
pt_br: Armas - Armas adequadas para situações de combate, variando de defesa pessoal a antiveículos.
ru: Оружие — Оружие для различных боевых ситуаций — от личной защиты до борьбы с техникой.
zh_cn: 武器 – 适合战斗态势的武器， 范围从个人防御到反车辆。

# DisplayName_BlueprintClass_Equipment
source: Equipment
es: Equipamiento
fr: Équipement
it: Equipaggiamento
pt_br: Equipamento
ru: Оборудование
zh_cn: 装备

# DisplayName_BlueprintClass_SurvivalKitIngots
source: Ingots
de: Barren
es: Lingotes
fr: Lingots
it: Lingotti
pt_br: Barras
ru: Слитки
zh_cn: 锭

# DisplayName_BlueprintClass_Weapons
source: Weapons
de: Waffen
es: Armas
fr: Armes
it: Armi
pt_br: Armas
ru: Оружие
zh_cn: 武器

# DisplayName_Block_WarningSignEaster10
source: Warning Sign AI Powered
de: Warnschild KI-betrieben
es: Señal de advertencia que funciona con IA
fr: Panneau d'avertissement alimenté par l'IA
it: Segnale di avvertimento con IA
pt_br: Placa de aviso alimentado por IA
ru: Предупреждающий знак – под контролем ИИ
zh_cn: 人工智能驱动警告标志

# DisplayName_Block_WarningSignEaster11
source: Warning Sign GoodAI
de: Warnschild GoodAI
es: Señal de advertencia GoodAI
fr: Panneau d'avertissement GoodAI
it: Segnale di avvertimento con IA buona
pt_br: Placa de aviso GoodAI
ru: Предупреждающий знак – GoodAI
zh_cn: GoodAI警告标志

# DisplayName_Block_WarningSignEaster13
source: Warning Sign Memetic Badger 1
de: Warnschild Memetic Badger 1
es: Señal de advertencia Memetic Badger 1
fr: Panneau d'avertissement Memetic Badger 1
it: Segnale di avvertimento Memetic Badger 1
pt_br: Placa de Aviso Memetic Badger 1
ru: Предупреждающий знак – Memetic Badger 1
zh_cn: 模因獾1警告标志

# DisplayName_Block_WarningSignEaster2
source: Warning Sign Memetic Badger 2
de: Warnschild Memetic Badger 2
es: Señal de advertencia Memetic Badger 2
fr: Panneau d'avertissement Blaireau mémétique 2
it: Segnale di avvertimento Memetic Badger 2
pt_br: Placa de Aviso Furão mimético 2
ru: Предупреждающий знак – Memetic Badger 2
zh_cn: 模因獾2警告标志

# DisplayName_Block_WarningSignEaster3
source: Warning Sign Grid AI
de: Warnschild KI-Blockkonstruktion
es: Señal de advertencia Estructura IA
fr: Panneau d'avertissement Grille AI
it: Segnale di avvertimento griglia con IA
pt_br: Placa de aviso IA de grid
ru: Предупреждающий знак – ИИ структуры
zh_cn: 网格人工智能警告标志

# DisplayName_Block_WarningSignEaster9
source: Warning Sign Arrow
de: Warnschild Pfeil
es: Señal de advertencia Flecha
fr: Panneau d'avertissement Flèche
it: Segnale di avvertimento freccia
pt_br: Placa de aviso de seta
ru: Предупреждающий знак – стрела
zh_cn: 箭头警告标志

# DisplayName_Block_CurvedLCDPanel
source: Curved LCD Panel
de: Gebogenes LCD-Panel
es: Panel LCD curvo
fr: Panneau LCD incurvé
it: Pannello LCD curvo
pt_br: Painel LCD curvado
ru: Изогнутый дисплей
zh_cn: 曲面液晶显示屏

# DisplayName_Block_DiagonalLCD
source: Sloped LCD Panel
de: Geneigtes LCD-Panel
es: Panel LCD inclinado
fr: Panneau LCD incliné
it: Pannello LCD inclinato
pt_br: Painel LCD inclinado
ru: Наклонный дисплей
zh_cn: 倾斜液晶显示屏

# DisplayName_Block_FullBlockLCD
source: Inset LCD Panel
de: Einbau-LCD-Panel
es: Panel LCD integrado
fr: Panneau LCD encastré
it: Pannello LCD incassato
pt_br: Painel LCD inserida
ru: Встроенный дисплей
zh_cn: 嵌入式液晶显示屏

# Description_Truss
source: Scaffold Blocks can provide light weight structural support to ships and stations.
de: Gerüstblocks können trotz geringem Gewicht strukturelle Unterstützung für Raumschiffe und Stationen bieten.
es: Los bloques de andamio pueden proporcionar un soporte estructural ligero a naves y estaciones.
fr: Les blocs d'échafaudage peuvent fournir un soutien structurel léger aux vaisseaux et aux stations.
it: I blocchi delle impalcature possono fornire un supporto strutturale leggero a navi e stazioni.
pt_br: Os blocos de andaime podem fornecer suporte estrutural leve para naves e estações.
ru: Каркасные блоки обеспечивают легкую структурную поддержку кораблей и станций.
zh_cn: 脚手架块可以为飞船和基站提供轻质结构支撑。

# DisplayName_Block_Truss
source: Scaffold Block
de: Gerüstblock
es: Bloque de andamio
fr: Bloc d'échafaudage
it: Blocco impalcatura
pt_br: Bloco de andaime
ru: Каркасный блок
zh_cn: 脚手架块

# DisplayName_Block_TrussAngled
source: Scaffold Block Corner
de: Gerüstblock - Ecke
es: Esquina de bloque de andamio
fr: Coin de bloc d'échafaudage
it: Blocco impalcatura angolo
pt_br: Bloco de andaime de canto
ru: Каркасный блок, угол
zh_cn: 脚手架转角块

# DisplayName_Block_TrussFloor
source: Walkable Scaffold Block
de: Begehbarer Gerüstblock
es: Bloque de andamio transitable
fr: Bloc d'échafaudage praticable
it: Blocco impalcatura calpestabile
pt_br: Bloco de andaime percorrível
ru: Каркасный блок для ходьбы
zh_cn: 可行走脚手架块

# DisplayName_Block_TrussFloorAngled
source: Walkable Scaffold Block Corner
de: Begehbarer Gerüstblock - Ecke
es: Esquina de bloque de andamio transitable
fr: Coin d'échafaudage praticable
it: Blocco impalcatura calpestabile angolo
pt_br: Bloco de andaime percorrível de canto
ru: Каркасный блок для ходьбы, угол
zh_cn: 可行走脚手架转角块

# DisplayName_Block_TrussFloorAngledInverted
source: Walkable Scaffold Block Corner Inv.
de: Begehbarer Gerüstblock - Ecke (inv.)
es: Bloque de andamio transitable de esquina Inv.
fr: Coin d'échafaudage praticable Inv.
it: Blocco impalcatura calpestabile angolo inverso
pt_br: Bloco de andaime percorrível de canto inv.
ru: Каркасный блок для ходьбы, угол, обр.
zh_cn: 倒置可行走脚手架转角块

# DisplayName_Block_TrussFloorHalf
source: Walkable Half Scaffold Block
de: Begehbarer halber Gerüstblock
es: Medio bloque de andamio transitable
fr: Demi-bloc d'échafaudage praticable
it: Mezzo blocco impalcatura calpestabile
pt_br: Bloco de andaime em metade percorrível
ru: Каркасный полублок для ходьбы
zh_cn: 可行走半脚手架块

# DisplayName_Block_TrussHalf
source: Half Scaffold Block
de: Halber Gerüstblock
es: Medio bloque de andamio
fr: Demi-bloc d'échafaudage
it: Mezzo blocco impalcatura
pt_br: Bloco de andaime em metade
ru: Каркасный полублок
zh_cn: 半脚手架块

# DisplayName_Block_TrussLadder
source: Scaffold Block Ladder
de: Gerüstblock - Leiter
es: Escalera de bloque de andamio
fr: Échafaudage Bloc Échelle
it: Blocco impalcatura scala
pt_br: Escada de bloco de andaime
ru: Каркасный блок, лестница
zh_cn: 脚手架梯块

# DisplayName_Block_Barrel
source: Barrel
de: Fass
es: Barril
fr: Tonneau
it: Barile
pt_br: Barril
ru: Бочка
zh_cn: 桶

# DisplayName_Block_BarrelStack
source: Stacked Barrels
de: Gestapelte Fässer
es: Barriles apilados
fr: Tonneaux empilés
it: Barili impilati
pt_br: Barris empilhados
ru: Штабель бочек
zh_cn: 堆叠桶

# DisplayName_Block_BarrelThree
source: Three Barrels
de: Drei Fässer
es: Tres barriles
fr: Trois tonneaux
it: Tre barili
pt_br: Três barris
ru: Три бочки
zh_cn: 三桶

# DisplayName_Block_Crate
source: Cargo Crate
de: Frachtkiste
es: Caja de carga
fr: Caisse de transport
it: Cassa di carico
pt_br: Caixa de carga
ru: Грузовой контейнер
zh_cn: 货箱

# DisplayName_Block_ExplosiveBarrel
source: Explosive Barrel
de: Explosives Fass
es: Barril explosivo
fr: Tonneau explosif
it: Barile esplosivo
pt_br: Barril explosivo
ru: Бочка со взрывчаткой
zh_cn: 炸药桶

# BlockNotAvailableInSize
source: This block is not available in the selected size
de: Dieser Block ist nicht in der gewählten Größe verfügbar
es: Este bloque no está disponible en el tamaño seleccionado
fr: Ce bloc n'est pas disponible dans la taille sélectionnée
it: Questo blocco non è disponibile nella dimensione selezionata
pt_br: Este bloco não está disponível no tamanho selecionado
ru: Блока в выбранном размере нет
zh_cn: 此块在所选尺寸下不可用

# Description_CrateBlock
source: A large storage crate, reinforced to keep the items contained within it safe from harm.
de: Eine große verstärkte Lagerkiste, die die enthaltenen Gegenstände sicher hält.
es: Un gran cajón de almacenamiento, reforzado para mantener a salvo los objetos que contiene.
fr: Une grande caisse de stockage, renforcée pour protéger les objets qu'elle contient.
it: Una grande cassa di carico, rinforzata per proteggere gli oggetti contenuti al suo interno.
pt_br: Uma caixa de armazenamento grande, reforçada para manter os itens seguros.
ru: Большой контейнер для хранения. Укреплен для защиты груза от повреждений.
zh_cn: 一个大型储物箱，经过加固以保证内部物品免于受损。

# Description_ExplosiveBarrel
source: A barrel which has been converted into an improvised explosive. Safe when unarmed. It can be detonated manually, by taking damage or set to detonate after a configurable amount of time.
de: Ein Fass, dass in einen improvisierten Sprengsatz verwandelt wurde. Sicher, solange es nicht scharf gestellt wurde. Es kann manuell gesprengt werden, indem ihm Schaden zugefügt wird oder nach einem frei wählbaren Zeitraum automatisch gesprengt werden.
es: Un cañón convertido en explosivo improvisado. Es seguro cuando está desarmado. Puede detonarse manualmente, al recibir daño o configurarse para que detone tras un tiempo configurable.
fr: Un tonneau qui a été transformé en explosif improvisé. Il est sûr lorsqu'il n'est pas armé. Il peut être déclenché manuellement, en subissant des dégâts ou en étant réglé pour exploser au bout d'un certain temps.
it: Un barile che è stato trasformato in un esplosivo improvvisato. Sicuro quando disarmato. Può essere fatto esplodere manualmente, subendo danni o impostato per esplodere dopo un periodo di tempo configurabile.
pt_br: Um barril convertido em um explosivo improvisado. Seguro quando protegido. Pode ser detonado manualmente, ao receber dano ou definido para detonar após um período de tempo configurado.
ru: Бочка, переделанная в самодельное взрывчатое устройство. Безопасна, когда не взведена. Может быть подорвана вручную, от полученного урона или по заданному таймеру.
zh_cn: 已改装成简易炸药的桶。 装配前很安全。能手动引爆但会造成伤害，也可定时引爆。

# DisplayName_Block_ColorableSolarPanel
source: Colorable Solar Panel
de: Einfärbbarer Solarkollektor
es: Panel solar coloreable
fr: Panneau solaire colorable
it: Pannello solare colorabile
pt_br: Painel Solar Ilusório
ru: Окрашиваемая солнечная панель
zh_cn: 可着色太阳能板

# DisplayName_Block_ColorableSolarPanelCorner
source: Colorable Solar Panel Slope Left
de: Einfärbbarer Solarkollektor - Rampe (links)
es: Panel solar coloreable inclinado a la izquierda
fr: Panneau solaire colorable Pente gauche
it: Pannello solare colorabile inclinato a sinistra
pt_br: Painel solar ilusório inclinado esquerdo
ru: Окрашиваемая солнечная панель, скат влево
zh_cn: 可着色太阳能板左斜块

# DisplayName_Block_ColorableSolarPanelCornerInverted
source: Colorable Solar Panel Slope Right
de: Einfärbbarer Solarkollektor - Rampe (rechts)
es: Panel solar coloreable inclinado a la derecha
fr: Panneau solaire colorable Pente droite
it: Pannello solare colorabile inclinato a destra
pt_br: Painel solar ilusório inclinado direito
ru: Окрашиваемая солнечная панель, скат вправо
zh_cn: 可着色太阳能板右斜块

# DisplayName_Block_InsetBed
source: Inset Bed
de: Einbaubett
es: Cama empotrada
fr: Lit encastré
it: Letto incassato
pt_br: Cama inserida
ru: Встроенная кровать
zh_cn: 嵌入式床

# DisplayName_Block_InsetPlantCouch
source: Inset Couch
de: Einbausofa
es: Sofá empotrado
fr: Canapé encastré
it: Divano incassato
pt_br: Sofá inserido
ru: Встроенный диван
zh_cn: 嵌入式沙发

# DisplayName_Block_InsetBookshelf
source: Inset Bookshelf
de: Einbau-Buchregal
es: Estantería empotrada
fr: Bibliothèque encastrée
it: Libreria incassata
pt_br: Estante inserida
ru: Встроенная книжная полка
zh_cn: 嵌入式书架

# DisplayName_Block_InsetButtonPanel
source: Inset Button Panel
de: Einbau-Schalttafel
es: Botonera empotrada
fr: Panneau de boutons encastré
it: Pulsantiera da incasso
pt_br: Painel de botões insereido
ru: Встроенная кнопочная панель
zh_cn: 嵌入式按钮面板

# DisplayName_Block_InsetEntertainmentCorner
source: Inset Entertainment Corner
de: Einbau-Unterhaltungsecke
es: Rincón de entretenimiento empotrado
fr: Coin de divertissement encastré
it: Angolo intrattenimento incassato
pt_br: Canto de entretenimento inserido
ru: Встроенный развлекательный уголок
zh_cn: 嵌入式娱乐角落

# DisplayName_Block_InsetAquarium
source: Inset Aquarium
de: Einbau-Aquarium
es: Acuario empotrado
fr: Aquarium encastré
it: Acquario incassato
pt_br: Aquário inserido
ru: Встроенный аквариум
zh_cn: 嵌入式水族箱

# DisplayName_Block_HoloLCD
source: Holo LCD
de: Hologramm-LCD
fr: LCD Holographique
it: LCD olografico
pt_br: LCD Holo
ru: Голографический дисплей
zh_cn: 全息液晶屏

# DisplayName_DLC_Major203DLC
source: Decorative Blocks 3
de: Dekorative Blöcke 3
es: Bloques decorativos 3
fr: Blocs décoratifs 3
it: Blocchi decorativi 3
pt_br: Blocos decorativos 3
ru: Декоративные блоки 3
zh_cn: 装饰块3

# Description_DLC_Major203DLC
source: Decorative Blocks 3
de: Dekorative Blöcke 3
es: Bloques decorativos 3
fr: Blocs décoratifs 3
it: Blocchi decorativi 3
pt_br: Blocos decorativos 3
ru: Декоративные блоки 3
zh_cn: 装饰块3

# OffensiveCombatBlock_Status_HitAndRun_WarningNotFacingForward
source: Warning: One or more selected weapons are not facing the forwards direction and are not used.
de: Warnung: Eine oder mehrere der ausgewählten Waffen sind nicht nach vorne ausgerichtet und werden nicht verwendet.
es: Advertencia: Una o varias armas seleccionadas no están orientadas hacia delante y no se utilizan.
fr: Attention : une ou plusieurs armes sélectionnées ne sont pas orientées vers l'avant et ne sont pas utilisées.
it: Attenzione: una o più armi selezionate non sono rivolte in avanti e non sono utilizzate.
pt_br: Aviso: Uma ou mais armas selecionadas não estão voltadas para a direção frontal e não serão usadas.
ru: Внимание: одно или несколько выбранных орудий не направлены вперед и не используются.
zh_cn: 警告：有一件或多件所选武器未面向前方且未使用。

# Description_Aquarium
source: An Aquarium to observe aquatic lifeforms.
de: Ein Aquarium zum Beobachten aquatischer Lebensformen.
es: Un acuario para observar formas de vida acuática.
fr: Un aquarium pour observer les formes de vie aquatiques.
it: Un Acquario per osservare le forme di vita acquatiche.
pt_br: Um aquário para observar a vida aquática.
ru: Аквариум для наблюдения за водными формами жизни.
zh_cn: 用于观察水生生物的水族箱。

# DisplayName_Block_ShortSuspension1x1
source: Short Wheel Suspension 1x1 Right
de: Kurze Radaufhängung (rechts) 1x1
es: Suspensión de rueda corta 1x1 Derecha
fr: Suspension de roue courte 1x1 droite
it: Sospensione ruota corta 1x1 destra
pt_br: Suspensão de roda curta 1x1 direita
ru: Короткая подвеска колеса 1x1 (прав.)
zh_cn: 短车轮悬架1x1右

# DisplayName_Block_ShortSuspension1x1Mirrored
source: Short Wheel Suspension 1x1 Left
de: Kurze Radaufhängung (links) 1x1
es: Suspensión de rueda corta 1x1 Izquierda
fr: Suspension de roue courte 1x1 gauche
it: Sospensione ruota corta 1x1 sinistra
pt_br: Suspensão de roda curta 1x1 esquerda
ru: Короткая подвеска колеса 1x1 (лев.)
zh_cn: 短车轮悬架1x1左

# DisplayName_Block_ShortSuspension2x2
source: Short Wheel Suspension 2x2 Right
de: Kurze Radaufhängung (rechts) 2x2
es: Suspensión de rueda corta 2x2 Derecha
fr: Suspension de roue courte 2x2 droite
it: Sospensione ruota corta 2x2 destra
pt_br: Suspensão de roda curta 2x2 direita
ru: Короткая подвеска колеса 2x2 (прав.)
zh_cn: 短车轮悬架2x2右

# DisplayName_Block_ShortSuspension2x2Mirrored
source: Short Wheel Suspension 2x2 Left
de: Kurze Radaufhängung (links) 2x2
es: Suspensión de rueda corta 2x2 Izquierda
fr: Suspension de roue courte 2x2 gauche
it: Sospensione ruota corta 2x2 sinistra
pt_br: Suspensão de roda curta 2x2 esquerda
ru: Короткая подвеска колеса 2x2 (лев.)
zh_cn: 短车轮悬架2x2左

# DisplayName_Block_ShortSuspension3x3
source: Short Wheel Suspension 3x3 Right
de: Kurze Radaufhängung (rechts) 3x3
es: Suspensión de rueda corta 3x3 Derecha
fr: Suspension de roue courte 3x3 droite
it: Sospensione ruota corta 3x3 destra
pt_br: Suspensão de roda curta 3x3 direita
ru: Короткая подвеска колеса 3x3 (прав.)
zh_cn: 短车轮悬架3x3右
