Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# BlockPropertiesText_OxygenOutput
source: Oxygen Output:
cs_cz: Výstup kyslíku:
de: Sauerstoff-Abgabe:
es: Salida de oxígeno:
fr: Production d'oxygène :
hu_hu: Oxigén kimenet:
it: Uscita Ossigeno:
pl_pl: Wyjście Tlenu:
pt_br: Saída de oxigênio:
ru: Выработка кислорода:
zh_cn: 氧气输出：

# BlockPropertiesText_PistonCurrentPosition
source: Current position:
cs_cz: Současná pozice:
de: Aktuelle Position:
es: Posición actual:
fr: Position actuelle :
hu_hu: Jelenlegi pozíció:
it: Posizione attuale:
pl_pl: Aktualna pozycja:
pt_br: Posição atual:
ru: Текущая позиция:
zh_cn: 当前位置：

# BlockPropertiesText_Productivity
source: Refine Speed:
cs_cz: Produktivita:
de: Raffineriegeschwindigkeit:
es: Velocidad de refinado:
fr: Vitesse de raffinage :
hu_hu: Termelékenység:
it: Velocità di raffinamento:
pl_pl: Produktywność:
pt_br: Velocidade de refino:
ru: Скорость очистки:
zh_cn: 精炼速度：

# BlockPropertiesText_Productivity_Assembler
source: Production Speed:
de: Produktionsgeschwindigkeit:
es: Velocidad de producción:
fr: Vitesse de production :
it: Velocità di produzione:
pt_br: Velocidade de produção:
ru: Скорость производства:
zh_cn: 生产速度：

# BlockPropertiesText_RechargedIn
source: Fully recharged in:
cs_cz: Plně nabito za:
de: Vollständig aufgeladen in:
es: Completamente recargado en:
fr: Complètement rechargé dans :
hu_hu: Teljesen feltöltve:
it: Ricaricato in:
pl_pl: W pełni naładowane za:
pt_br: Totalmente recarregado em:
ru: Полностью зарядится через:
zh_cn: 完全充电：

# BlockPropertiesText_RequiredInput
source: Required Input:
cs_cz: Požadovaný vstup:
de: Benötigte Zufuhr:
es: Entrada requerida:
fr: Entrée requise :
hu_hu: Szükséges bemenet:
it: Ingresso richiesto:
pl_pl: Wymagany Wkład
pt_br: Entrada exigida:
ru: Требуемое потребление:
zh_cn: 输入要求：

# BlockPropertiesText_StoredPower
source: Stored power:
cs_cz: Uložená energie:
de: Gespeicherte Energie:
es: Energía almacenada:
fr: Energie stockée :
hu_hu: Tárolt teljesítmény:
it: Potenza accumulata:
pl_pl: Przechowywana Moc:
pt_br: Energia armazenada:
ru: Заряд:
zh_cn: 存储电量：

# BlockPropertiesTooltip_Projector_GetOwnership
source: All blocks from the spawned ship will have the same ownership settings as this projector
cs_cz: Všechny bloky vytvořené skrze tento projektor budou mít stejně nastavené vlastnictví, jako projektor.
de: Alle Blöcke des mit Hilfe der Projektion konstruierten Schiffes werden den gleichen Besitzer wie dieser Projektor haben
es: Todos los bloques de la nave generada tendrán los mismos ajustes de posesión que este proyector
fr: Tous les blocs du vaisseau auront les mêmes paramètres de propriété que ce projecteur
hu_hu: Az készülő hajó minden blokkja ugyanolyan tulajdonosi beállításokat kap, mint ez a projektor
it: Tutti i blocchi della nave rientrata avranno le stesse impostazioni di proprietà di questo proiettore
pl_pl: Wszystkie bloki z pojawionego statku będą miały takie same ustawienia własności co projektor
pt_br: Todos os blocos da nave projetada terão as mesmas definições de propriedade deste projetor
ru: Все блоки создаваемого корабля будут иметь того же владельца, что и этот проектор.
zh_cn: 重生船上所有方块会与此投影仪所有权设置相同

# BlockPropertyButtonOff_Retract
source: Retract
cs_cz: Zasunout
de: Einfahren
es: Retraer
fr: Rétracter
hu_hu: Visszahúzás
it: Ritrai
pl_pl: Schowaj
pt_br: Recolher
ru: Задвинуть
zh_cn: 撤销

# BlockPropertyButtonOn_Expand
source: Expand
cs_cz: Vysunout
de: Ausfahren
es: Expandir
fr: Étendre
hu_hu: Kiterjesztés
it: Espandi
pl_pl: Rozłóż
pt_br: Estender
ru: Выдвинуть
zh_cn: 扩展

# BlockPropertyDescription_AnyoneCanUse
source: If false checks whether player pressing button has access to the block
cs_cz: Vlastnická práva a udělené přístupy k blokům budou ignorovány
de: Wenn deaktiviert, überprüfen ob der Spieler Zugriffsrechte zu dem Block hat
es: Si es falso comprueba si el jugador que está pulsando el botón tiene acceso al bloque
fr: Si désactivé, vérifie si le joueur qui appuie sur le bouton a accès au bloc
hu_hu: Ha hamis, ellenőrizze, hogy a játékosnak van-e hozzáférése a blokkhoz
it: Se non selezionato, controlla che il giocatore che preme il pulsante abbia accesso al blocco.
pl_pl: Jeśli wyłączone, sprawdza czy gracz wciskający przycisk ma uprawnienia do bloku.
pt_br: Se desativado, verifica se o jogador que pressiona o botão tem acesso ao bloco
ru: Если не установлено, то проверяет игрока на право доступа к блоку.
zh_cn: 使用if false（如果为假）命令检查玩家按按钮后可否访问此方块

# BlockPropertyDescription_BreakForce
source: Landing gear will unlock automatically when force applied to keep it attached is larger than this value
cs_cz: Přistávací podvozek se odemkne automaticky, když síla vyvinutá tahem trysek překročí tuto hodnotu
de: Fahrwerke werden automatisch entriegelt, wenn die in Richtung der Landefläche einwirkenden Kräfte größer sind als dieser Wert
es: El tren de aterrizaje se desbloqueará automáticamente cuando la fuerza aplicada para mantenerlo unido sea mayor que este valor
fr: Le train d'atterrissage se déverrouillera automatiquement lorsque la force appliquée pour le maintenir attaché est supérieure à cette valeur
hu_hu: A futómű automatikusan kinyílik, ha a csatlakoztatásra alkalmazott erő nagyobb, mint ez az érték
it: I carrelli di atterraggio si sbloccheranno automaticamente quando verrà applicata un forza superiore a questo valore
pl_pl: Podwozie odblokuje się automatycznie, kiedy siła wymagana do utrzymania go będzie większa niż ta wartość
pt_br: O trem de pouso será desbloqueado automaticamente quando a força aplicada para deixá-lo conectado for maior que a primeira
ru: Шасси будут автоматически отсоединены от поверхности при достижении указанной силы тяги.
zh_cn: 当力大于这个数值，起落架会自动解锁

# BlockPropertyDescription_BroadcastRadius
source: Broadcast radius
cs_cz: Rádius vysílání
de: Funkreichweite
es: Radio de emisión
fr: Rayon de transmission
hu_hu: Műsorszórási sugár
it: Raggio di trasmissione
pl_pl: Zasięg nadawania
pt_br: Raio de transmissão
ru: Радиус вещания определяет, на какой дистанции сигнал отображается для всех игроков.
zh_cn: 广播半径

# BlockPropertyDescription_BroadcastUsingAntennas
source: Broadcast using antennas
cs_cz: Vysílat skrze antény
de: Mit Erzdetektor lokalisieren
es: Emitir usando antenas
fr: Transmission via les antennes
hu_hu: Rádióadás antennák segítségével
it: Trasmetti usando le antenne
pl_pl: Nadawaj za pomocą anteny
pt_br: Transmitir através de antenas
ru: Вещание через антенны
zh_cn: 天线广播

# BlockPropertyDescription_Connector_Strength
source: Connector strength when aligning ship (yellow color), smaller strength of two connectors is used
cs_cz: Síla konektoru při vyrovnávání lodi (žlutá barva), menší síla dvou konektorů je použita.
de: Stärke der Magnetwirkung des Verbinders beim Ausrichten des Schiffes (leuchtet gelb). Geringere Stärke von zwei Verbindern wird angewendet
es: Fuerza para alinear naves (color amarillo), se usará la menor fuerza entre dos conectores
fr: La résistance du connecteur lors de l'alignement du vaisseau (couleur jaune), la plus petite résistance des deux connecteurs sera utilisée
hu_hu: A csatlakozó szilárdsága a hajó igazításakor (sárga szín), két csatlakozót kisebb szilárdságnál használunk
it: Resistenza del connettore quando allinei la nave (colore giallo), viene usata una resistenza minore di due connettori
pl_pl: Siła łącznika podczas układania statku (żółty kolor), mniejsza z sił dwóch łączników jest użyta
pt_br: Força do conector ao alinhar a nave (cor amarela). A força utilizada será a menor dos dois conectores.
ru: Сила притяжения коннектора при выравнивании корабля (желтый свет), из двух коннекторов используется наименьшая сила
zh_cn: 两个连接器连接对准时 (黄色)，如果拉力不一样，则按照拉力小的那个计算。

# BlockPropertyDescription_Depressurize
source: The vent will remove air from the room and store it in tanks
cs_cz: Vzduchotechnika odsaje kyslík z místnosti a uloží ji do tanků
de: Die Entlüftungsanlage wird dem Raum Luft entziehen und sie in Tanks lagern
es: La rejilla de ventilación absorberá el aire de la habitación y lo almacenará en tanques
fr: La bouche d'aération enlève l'air d'une salle et le stocke dans des réservoirs
hu_hu: A szellőző eltávolítja a levegőt a helyiségből, és tartályokban tárolja
it: Il Condotto di Ventilazione rimuoverà l'aria dalla stanza e la immagazzinerà nei serbatoi
pl_pl: Otwór wentylacyjny usunie powietrze z pomieszczenia i przechowa je w zbiornikach
pt_br: A saída de ar removerá o ar local e o armazenará em tanques
ru: Вентиляция перекачает воздух из комнаты в баллоны, при наличии свободного объема
zh_cn: 通风口可以从房间抽走空气，储存到气瓶中

# BlockPropertyDescription_GravityAcceleration
source: Gravitational acceleration of the generator
cs_cz: Gravitační zrychlení generátoru
de: Gravitationsbeschleunigung des Generators
es: Aceleración gravitacional del generador
fr: Accélération gravitationnelle du générateur
hu_hu: A generátor gravitációs gyorsulása
it: Accelerazione gravitazionale del generatore.
pl_pl: Przyspieszenie grawitacyjne generatora.
pt_br: Aceleração gravitacional do gerador
ru: Гравитационное ускорение генератора
zh_cn: 重力发生器的重力加速度

# BlockPropertyDescription_GravityFieldDepth
source: Depth of the gravity field of the generator
cs_cz: Hloubka gravitačního pole generátoru
de: Tiefe des erzeugten Gravitationsfeldes
es: Profundidad del campo gravitatorio del generador
fr: Profondeur du champ de gravité du générateur.
hu_hu: A generátor gravitációs mezőének mélysége
it: Profondità del campo gravitazionale del generatore.
pl_pl: Głębokość pola grawitacyjnego generatora.
pt_br: Profundidade do campo gravitacional do gerador
ru: Интенсивность генератора гравитационного поля
zh_cn: 重力发生器的重力场深度

# BlockPropertyDescription_GravityFieldHeight
source: Height of the gravity field of the generator
cs_cz: Výška gravitačního pole generátoru
de: Höhe des erzeugten Gravitationsfeldes
es: Altura del campo gravitatorio del generador
fr: Hauteur du champ de gravité du générateur.
hu_hu: A generátor gravitációs mezőjének magassága
it: Altezza del campo gravitazionale del generatore.
pl_pl: Wysokość pola grawitacyjnego generatora.
pt_br: Altura do campo gravitacional do gerador
ru: Высота гравитационного поля генератора
zh_cn: 重力发生器的重力场高度

# BlockPropertyDescription_GravityFieldRadius
source: Radius of the gravity field
cs_cz: Rádius gravitačního pole
de: Radius des Gravitationsfeldes
es: Radio del campo gravitatorio
fr: Rayon du champ de gravité
hu_hu: A gravitációs mező sugara
it: Raggio del campo di gravità
pl_pl: Promień pola grawitacyjnego
pt_br: Raio do campo gravitacional
ru: Радиус гравитационного поля
zh_cn: 重力发生器的重力场半径

# BlockPropertyDescription_GravityFieldWidth
source: Width of the gravity field of the generator
cs_cz: Šířka gravitačního pole generátoru
de: Breite des erzeugten Gravitationsfeldes
es: Ancho del campo gravitatorio del generador
fr: Largeur du champ de gravité du générateur.
hu_hu: A generátor gravitációs mezőének szélessége
it: Larghezza del campo gravitazionale del generatore.
pl_pl: Szerokość pola grawitacyjnego generatora.
pt_br: Largura do campo gravitacional do gerador
ru: Ширина гравитационного поля генератора
zh_cn: 重力发生器的重力场宽度

# BlockPropertyDescription_GyroOverride
source: If set, the gyro does not respond to cockpit controls, but can instead be controlled manually using the terminal control sliders
cs_cz: Pokud je zaškrtnuto, gyroskop nereaguje na příkazy z kokpitu, ale je místo toho ovládán hodnotami kontrolních posuvníků v terminálu.
de: Wenn ausgewählt, reagiert das Gyroskop nicht mehr auf die Cockpit-Bedienelemente, kann aber stattdessen manuell über die Terminalregler gesteuert werden
es: Si se activa, el giroscopio no responderá a los controles de la cabina, pero se puede controlar manualmente usando los controles deslizantes del terminal
fr: Si activé, le gyroscope ne répondra pas au contrôle du poste de pilotage, mais pourra être contrôlé manuellement via le curseur du terminal de contrôle
hu_hu: Ha be van állítva, a giroszkóp nem reagál a pilótafülke kezelőszerveire, hanem manuálisan vezérelhető a terminálvezérlő csúszkáival
it: Se selezionato, il giroscopio non risponde ai comandi della cabina, ma può essere invece controllato manualmente usando i cursori nei controlli dal terminale
pl_pl: Jeśli włączone, żyroskop nie odpowiada na sygnały z kokpitu, tylko może być sterowany ręcznie za pomocą suwaków sterujących
pt_br: Uma vez definido, o giroscópio não responderá mais aos comandos da cabine, mas vai poder ser controlado manualmente através dos controles do terminal.
ru: Если выбрано, гироскоп не будет реагировать на управление из кокпита, но будет управляться вручную с помощью слайдеров управления в терминале.
zh_cn: 设置后，驾驶舱控制系统将无法控制陀螺仪，需要通过终端控制滑块手动控制

# BlockPropertyDescription_GyroPitchOverride
source: Pitch component of the constant torque that is applied by this gyro if the cockpit controls are overridden
cs_cz: Prvek klopení se stálým točivým momentem, který je gyroskopem vytvářen. Funguje, pokud je zapojeno obcházení ovládání kokpitu.
de: Nick-Anteil des konstanten Drehmoments, der von diesem Gyro angewendet wird, wenn es in die Cockpit-Steuerung eingreift
es: Componente de inclinación del giro aplicado por este giroscopio que se aplicará si los controles de la cabina son anulados
fr: Couple de tangage constamment appliqué au gyroscope si les contrôles du cockpit sont désactivés
hu_hu: Az állandó nyomaték pitch komponense, amelyet ez a giroszkóp alkalmaz, ha a pilótafülke kezelőszerveit felülbírálják
it: Beccheggio applicato da questo giroscopio se i controlli della cabina sono esclusi
pl_pl: Pułap stałego momentu obrotowego, która jest zadana żyroskopowi, jeśli sterowanie z kokpitu jest zastąpione
pt_br: Componente de inclinação de torque constante aplicado pelo giroscópio se os controles da cabine estiverem inoperantes
ru: Смещение по оси тангажа крутящего момента, который применяется этим гироскопом, если управление перехвачено.
zh_cn: 当驾驶舱控制被越级控制时，陀螺仪会将转矩常量值应用到所有组件上

# BlockPropertyDescription_GyroPower
source: Supplied power affects gyroscope force
cs_cz: Dodávaná energie upravuje sílu gyroskopu
de: Zugeführte Energie beeinflusst die Leistung des Gyroskops
es: La energía proporcionada afecta a la fuerza del giroscopio
fr: L'énergie apportée influe sur la force des gyroscopes
hu_hu: Tápellátás befolyásolja a giroszkóp erőt
it: La potenza fornita determina la forza del giroscopio.
pl_pl: Zadana moc, wpływa na siłę żyroskopu.
pt_br: O fornecimento de energia afeta a potência do giroscópio
ru: Сила гироскопа зависит от подаваемой энергии.
zh_cn: 电力供应会影响陀螺仪的旋转力

# BlockPropertyDescription_GyroRollOverride
source: Roll component of the constant torque that is applied by this gyro if the cockpit controls are overridden
cs_cz: Prvek stáčení se stálým točivým momentem, který je gyroskopem vytvářen. Funguje, pokud je zapojeno obcházení ovládání kokpitu.
de: Roll-Anteil des konstanten Drehmoments, der von diesem Gyro angewendet wird, wenn es in die Cockpit-Steuerung eingreift
es: Componente de rotación del giro aplicado por este giroscopio que se aplicará si los controles de la cabina son anulados
fr: Couple de roulis constamment appliqué au gyroscope si les contrôles du cockpit sont désactivés
hu_hu: Tekercs alkatrész állandó nyomatéka, amelyet ez a giroszkóp alkalmaz, ha a pilótafülke kezelőszerveit felülbírálják
it: Rollio applicato da questo giroscopio se i controlli della cabina sono esclusi
pl_pl: Obrót stałego momentu obrotowego, która jest zadana żyroskopowi, jeśli sterowanie z kokpitu jest zastąpione
pt_br: Componente de rotação de torque constante que é aplicado pelo giroscópio se os controles da cabine estiverem inoperantes
ru: Смещение по оси крена крутящего момента, который применяется этим гироскопом, если управление перехвачено.
zh_cn: 当驾驶舱被越级控制时，该陀螺仪会用扭矩常量来左右翻滚

# BlockPropertyDescription_GyroYawOverride
source: Yaw component of the constant torque that is applied by this gyro if the cockpit controls are overridden
cs_cz: Prvek otáčení se stálým točivým momentem, který je gyroskopem vytvářen. Funguje, pokud je zapojeno obcházení ovládání kokpitu.
de: Gierungs-Anteil des konstanten Drehmoments, der von diesem Gyro angewendet wird, wenn es in die Cockpit-Steuerung eingreift
es: Componente de virado del giro aplicado por este giroscopio que se aplicará si los controles de la cabina son anulados
fr: Couple de lacet constamment appliqué au gyroscope si les contrôles du cockpit sont désactivés
hu_hu: Az állandó nyomaték yaw komponense amelyet ez a giroszkóp alkalmaz, ha a pilótafülke vezérlése felülbírálásra került
it: Imbardata applicata da questo giroscopio se i controlli della cabina sono esclusi
pl_pl: Wychylenie stałego momentu obrotowego, która jest zadana żyroskopowi, jeśli sterowanie z kokpitu jest zastąpione
pt_br: Componente de guinada de torque constante que é aplicado pelo giroscópio se os controles da cabine estiverem inoperantes
ru: Смещение по оси рысканья крутящего момента, который применяется этим гироскопом, если управление перехвачено.
zh_cn: 当驾驶舱被越级控制时，该陀螺仪会以固定转矩对所连接的组件进行偏航

# BlockPropertyDescription_LaserRange
source: Range
cs_cz: Vzdálenost
de: Reichweite
es: Rango
fr: Portée
hu_hu: Hatótávolság
it: Raggio
pl_pl: Zasięg
pt_br: Alcance
ru: Дальность
zh_cn: 范围

# BlockPropertyDescription_LightBlinkInterval
source: Blinking interval of light (in seconds)
cs_cz: Interval blikání světla (ve vteřinách)
de: Blink-Intervall des Lichts (in Sekunden)
es: Intervalo de parpadeo de la luz (en segundos)
fr: Intervalle de clignotement de la lumière (en secondes)
hu_hu: Villogás intervalluma (másodpercben)
it: Intervallo di lampeggiamento (in secondi)
pl_pl: Częstotliwość migania światła (w sekundach)
pt_br: Intervalo da luz piscando (em segundos)
ru: Интервал вспышки (в секундах)
zh_cn: 闪烁间隔 (秒)

# BlockPropertyDescription_LightBlinkLenght
source: Length of blinking as percentage of blink interval
cs_cz: Délka bliknutí v procentech intervalu blikání
de: Länge des Aufblinkens (prozentual zum Intervall)
es: Longitud del parpadeo como un porcentaje del intervalo de parpadeo
fr: Longueur du clignotement en pourcentage de l'intervalle de clignotement
hu_hu: Villogás hossza a villogási intervallum százalékában
it: Durata del lampeggiamento, in percentuale all'intervallo
pl_pl: Długość miganięcia jako procentowa wartość częstotliwości migania
pt_br: Comprimento da luz piscando como percentual do seu intervalo
ru: Продолжительность вспышки в процентах от интервала мерцания
zh_cn: 闪烁长度与闪烁间隔的百分比

# BlockPropertyDescription_LightBlinkOffset
source: Offset of blinking as percentage of blink interval
cs_cz: Vyrovnanost blikání v procentech intervalu blikání
de: Verzögerung des Blinkens (prozentual zum Intervall)
es: Compensación del parpadeo como porcentaje del intervalo de parpadeo
fr: Écart entre les clignotements en pourcentage de l'intervalle de clignotement
hu_hu: A villogás eltolása a villogási intervallum százalékában
it: Spostamento del lampeggiamento, in percentuale all'intervallo
pl_pl: Przesunięcie migania jako procentowa wartość częstotliwości migania
pt_br: Compensar a luz piscando como percentual do seu intervalo
ru: Задержка вспышки в процентах от интервала мерцания
zh_cn: 闪烁偏移与闪烁间隔的百分比

# BlockPropertyDescription_LightColor
source: Color of the light
cs_cz: Barva světla
de: Farbe des Lichts
es: Color de la luz
fr: Couleur de la lumière
hu_hu: A fény színe
it: Colore della luce
pl_pl: Kolor światła
pt_br: Cor da luz
ru: Цвет света
zh_cn: 光的颜色

# BlockPropertyDescription_LightFalloff
source: Exponential falloff of the light (1 = linear, 2 = quadratic, etc)
cs_cz: Exponenciální vybarvení světla (1 = lineární, 2 = kvadratické atd.)
de: Exponentielle Abnahme des Lichts (1 = linear, 2 = quadratisch, usw.)
es: Disminución exponencial de la luz (1 = linear, 2 =cuadrática, etc)
fr: Facteur d'atténuation exponentielle de la lumière (1 = linéaire, 2 = quadratique, etc.)
hu_hu: A fény exponenciális esése (1 = lineáris, 2 = kvadratikus stb.)
it: Esponente della diminuzione della luce (1= lineare, 2=quadrata, etc)
pl_pl: Wykładniczy zanik światła (1 = liniowy, 2 = kwadratowy, itp.)
pt_br: Queda exponencial da luz (1 = linear, 2 = quadrática, etc)
ru: Экспоненциальное распространение света (1 = линейное, 2 = квадратичное, и т.д.)
zh_cn: 光的衰减指数（1 = 线性，2 = 二次，以此类推）

# BlockPropertyDescription_LightIntensity
source: Intensity of the light
cs_cz: Intenzita světla
de: Intensität des Lichts
es: Intensidad de la luz
fr: Intensité de la lumière
hu_hu: A fény intenzitása
it: Intensità della luce
pl_pl: Intensywność światła
pt_br: Intensidade da luz
ru: Интенсивность света
zh_cn: 光强度

# BlockPropertyDescription_LightOffset
source: Offset of the light from model
cs_cz: Vychýlení světelného zdroje od modelu
de: Abstand des Lichts vom Block
es: Desfase de la luz desde el modelo
fr: Décalage de la lumière du modèle
hu_hu: Fény eltolása a modelltől
it: Spostamento della luce dal modello
pl_pl: Przesunięcie światła od modelu
pt_br: Deslocamento da luz a partir de um modelo
ru: Смещение источника света относительно модели
zh_cn: 光的偏移

# BlockPropertyDescription_LightRadius
source: Radius of influence of the light
cs_cz: Rádius dosahu světla
de: Radius vom Wirkungsbereich des Lichts
es: Radio de influencia de la luz
fr: Rayon d'effet de la lumière
hu_hu: Fény rádiusz hatása
it: Raggio di influenza della luce
pl_pl: Promień oddziaływania światła
pt_br: Raio de influência da luz
ru: Радиус действия света
zh_cn: 光的影响半径

# BlockPropertyDescription_LightReflectorRadius
source: Reflector radius of influence of the light
cs_cz: Rádius dosahu reflektorového světla
de: Abstrahlradius des Lichts
es: Radio del reflector de la influencia de la luz
fr: Rayon réflecteur de l'influence de la lumière
hu_hu: A fény visszaverődésének sugara
it: Raggio di riflessione di influenza della luce
pl_pl: Zasięg oddziaływania światła reflektora
pt_br: Raio de abrangência da luz do refletor
ru: Радиус отражения света
zh_cn: 光的反射影响半径

# BlockPropertyDescription_MotorBrakingTorque
source: Braking strength of the {0}: how fast it will stop (applied when the {0} is turned off)
cs_cz: Brzdný moment rotoru: určuje rychlost zastavení rotace (aktivace vypnutím rotoru)
de: Bremskraft des {0}: Wie schnell er stoppt (wird nach Abschalten des {0} angewendet)
es: Fuerza de frenado del {0}: como de rápido se parará (aplicado cuando el {0} se apague)
fr: Force de freinage de {0} : vitesse à laquelle il s'arrêtera (appliquée quand le {0} est éteint)
hu_hu: A (z) {0} fékerőssége: Milyen gyorsan áll le (ha {0} kikapcsol)
it: Forza di frenata del {0}: quanto velocemente si fermerà (applicata quando il {0} viene spento)
pl_pl: Siła hamowania rotora: jak szybko się zatrzyma (działa gdy wyłączony)
pt_br: Reduzir a força de {0}: a velocidade de paragem (aplicado quando {0} está desligado)
ru: Тормозная сила {0}: как быстро он остановится (применяется, когда {0} отключен)
zh_cn: {0} 的制动强度：停止的速度（{0} 关闭时适用）

# BlockPropertyDescription_MotorLock
source: Rotor will lock its current position
cs_cz: Rotor se uzamkne v současném úhlu
de: Rotor wird in seiner aktuellen Position verriegelt
es: El rotor fijará la posición actual
fr: Le rotor verrouillera sa position actuelle
hu_hu: Rotor lezárása az aktuális pozícióban
it: Il rotore si bloccherà nella posizione corrente
pl_pl: Rotor zablokuje się w aktualnej pozycji
pt_br: O rotor travará em sua posição atual
ru: Ротор будет заблокирован в текущем положении
zh_cn: 转子会锁定当前位置
