Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# BlockActionTooltip_AddMediumHingeHead
source: Tries to add a Medium Hinge head on Large Hinge if no head is present
de: Versucht, einen mittelgroßen Scharnierkopf an ein großes Scharnier hinzuzufügen, wenn noch keiner vorhanden ist
es: Intenta añadir un cabezal de bisagra mediano en una bisagra grande si no hay ninguno presente
fr: Essaie d'ajouter une tête de charnière moyenne sur la grande charnière si aucune tête n'est présente
it: Cerca di aggiungere una cricchetto medio su uno grande se non è presente alcuna testata
pt_br: Tenta adicionar uma cabeça de dobradiça média em uma dobradiça grande, se não houver
ru: Попытаться добавить среднюю шарнирную головку на большой шарнир, если головка отсутствует
zh_cn: 如果没有铰链头，可以尝试在大铰链上添加一个中铰链头

# BlockActionTooltip_AddMediumRotorHead
source: Tries to add a Medium Rotor head on Large Rotor if no head is present
de: Es wird versucht den mittelgroßen Rotorblock mit einem kleinen Rotoraufsatz zu bestücken, wenn keiner vorhanden ist
es: Intenta añadir un cabezal mediano en un rotor grande si no hay ningún cabezal presente
fr: Essaie d'ajouter une tête de rotor moyenne sur le grand rotor si aucune tête n'est présente
it: Cerca di aggiungere una testata media del rotore se non è presente
pt_br: Tenta adicionar uma cabeça de rotor média em um rotor grande, se não houver
ru: Попытаться добавить среднюю головку ротора на большой ротор, если головка отсутствует
zh_cn: 如果没有转子头，可以尝试在大转子上添加中转子头

# DisplayName_Category_DLC_Automatons
source: Automatons
fr: Automates
it: Automi
ru: Автоматоны
zh_cn: Automaton

# DisplayName_Category_DLC_Contact
source: Contact
de: Kontakt
es: Contacto
pt_br: Contato
ru: Контакт
zh_cn: 联系

# DisplayName_Category_DLC_DecorativePack
source: Decorative Pack 1
de: Deko-Paket 1
es: Pack decorativo 1
fr: Pack décoratif 1
it: Pacchetto decorativo 1
pt_br: Pacote decorativo 1
zh_cn: 装饰包 1

# DisplayName_Category_DLC_DecorativePack2
source: Decorative Pack 2
de: Deko-Paket 2
es: Pack decorativo 2
fr: Pack décoratif 2
it: Pacchetto decorativo 2
pt_br: Pacote decorativo 2
zh_cn: 装饰包 2

# DisplayName_Category_DLC_DecorativePack3
source: Decorative Pack 3
de: Deko-Paket 3
es: Pack decorativo 3
fr: Pack décoratif 3
it: Pacchetto decorativo 3
pt_br: Pacote decorativo 3
zh_cn: 装饰包 3

# DisplayName_Category_DLC_HeavyIndustry
source: Heavy Industry
de: Schwerindustrie
es: Industria pesada
pt_br: Indústria Pesada
zh_cn: 重工业

# DisplayName_Category_DLC_Signal
source: Signal
es: Señal
pt_br: Sinal
ru: Сигнал
zh_cn: 信号

# DisplayName_Category_Tools
source: Tools
de: Werkzeuge
es: Herramientas
fr: Outils
it: Strumenti
pt_br: Ferramentas
ru: Инструменты
zh_cn: 工具

# DisplayName_Category_Weapons
source: Weapons
de: Waffen
es: Armas
fr: Armes
it: Armi
pt_br: Armas
ru: Оружие
zh_cn: 武器

# DisplayName_Category_Nonarmor
source: Non-Armor Blocks
de: Ungepanzerte Blöcke
es: Bloques no blindados
fr: Blocs non blindés
it: Blocchi non di armatura
pt_br: Blocos não blindados
ru: Блоки (исключая обшивки)
zh_cn: 非装甲方块

# ToolTipWorldSettingsEncountersAmount
source: Sets the density of procedurally generated encounters.
de: Legt die Dichte der prozedural generierten Aufeinandertreffen fest.
es: Establece la densidad de los encuentros generados de forma procedural.
fr: Définit la densité des rencontres générées de manière procédurale.
it: Imposta la densità degli incontri generati proceduralmente.
pt_br: Define a densidade dos encontros gerados de forma processual.
ru: Устанавливает плотность процедурно генерируемых случайных встреч.
zh_cn: 设置程序生成的遭遇的密度。

source: Encounter amount
de: Anzahl der Aufeinandertreffen
es: Importe del encuentro
fr: Quantité de rencontres
it: Quantità di incontri
pt_br: Quantidade de encontro
ru: Количество встреч
zh_cn: 遭遇数量

# EconomyFaction_Description_Military0
source: When it comes to waging war, we're what you want. Guns, ammo, and Medkits all available for purchase.
de: Wenn es darum geht, Krieg zu führen, sind Sie bei uns genau richtig: Bei uns gibt es Waffen, Munition und Verbandkästen zu kaufen.
es: Cuando se trata de hacer la guerra, somos lo que usted quiere. Vendemos armas, munición y botiquines.
fr: Quand il s'agit de faire la guerre, nous sommes ce qu'il vous faut. Armes, munitions et medkits disponibles à l'achat.
it: Quando si tratta di fare la guerra, abbiamo tutto l'occorrente. Armi, munizioni e kit medici tutti disponibili per l'acquisto.
pt_br: Quando o assunto é fazer guerra, somos o que você quer. Armas, munição e kits médicos, todos disponíveis para compra.
ru: Всё самое необходимое на войне: покупайте оружие, боеприпасы и аптечки.
zh_cn: 在发动战争时，我们能满足你的一切需求。枪支、弹药和医疗箱均可供购买。

# EconomyFaction_Description_Military1
source: Whether it's tearing apart your enemies or putting together your friends, we've got what you need.
de: Egal, ob Sie Ihre Feinde zerschlagen oder Ihre Freunde wieder zusammenbringen wollen, wir haben, was Sie brauchen.
es: Tanto si se trata de destrozar a sus enemigos como de reunir a sus amigos, tenemos lo que necesita.
fr: Qu'il s'agisse de détruire vos ennemis ou de rassembler vos amis, nous avons ce qu'il vous faut.
it: Che si tratti di fare a pezzi i tuoi nemici o riunire i tuoi amici, abbiamo ciò di cui hai bisogno.
pt_br: Seja para destruir seus inimigos ou reunir seus amigos, nós temos o que você precisa.
ru: Хотите разрывать врагов на части? Или, может, собраться с друзьями? У нас есть то, что вам нужно.
zh_cn: 无论是撕碎你的敌人还是与你的好友结盟，我们能满足你的一切需求。

# EconomyFaction_Description_Military2
source: Our Medkits save lives. Our guns save lives too. As long as they're pointed at someone nasty.
de: Unsere Verbandkästen retten Leben. Unsere Pistolen retten auch Leben. Solange sie auf jemand Böses gerichtet sind.
es: Nuestros botiquines salvan vidas. Nuestras armas también salvan vidas. Siempre que apunten a alguien desagradable.
fr: Nos medkits sauvent des vies. Nos armes sauvent aussi des vies. Tant qu'elles sont pointées sur quelqu'un de méchant.
it: I nostri kit medici salvano vite umane. Anche le nostre armi salvano vite umane. Finché sono puntati contro qualcuno di cattivo.
pt_br: Nossos kts médicos salvam vidas. Nossas armas também. Desde que estejam apontadas para algum sem-vergonha.
ru: Наши аптечки спасают жизни. Наше пушки — тоже. Главное — правильно целиться.
zh_cn: 我们的医疗箱可以拯救生命。我们的枪支也可以拯救生命，只要它们指向坏人。

# EconomyFaction_Description_Military3
source: We promise high-class weapons, affordable ammunition, and our guaranteed discretion on all transactions.
de: Wir versprechen Ihnen hochwertige Waffen, günstige Munition und unsere garantierte Diskretion bei allen Transaktionen.
es: Le prometemos armas de alta calidad, munición asequible y nuestra discreción garantizada en todas las transacciones.
fr: Nous promettons des armes de haute qualité, des munitions abordables et une discrétion garantie pour toutes les transactions.
it: Promettiamo armi di alta qualità, munizioni a prezzi accessibili e la nostra discrezione garantita su tutte le transazioni.
pt_br: Prometemos armas de alta classe, munição acessível e nossa discrição garantida em todas as transações.
ru: Высококлассное оружие, недорогие боеприпасы и гарантия конфиденциальности всех операций.
zh_cn: 我们承诺提供优质的武器、价格实惠的弹药，并保证所有交易都完全自由。

# EconomyFaction_Description_Military4
source: You can't put a price tag on peace of mind. We have rifles, pistols, ammunition, and all other security needs.
de: Der Seelenfrieden ist nicht mit einem Preisschild versehen. Wir haben Gewehre, Pistolen, Munition usw. für all Ihre Sicherheitsbedürfnisse.
es: No se puede poner precio a la tranquilidad. Tenemos rifles, pistolas, munición y todas las demás necesidades de seguridad.
fr: La tranquillité d'esprit n'a pas de prix. Nous avons des fusils, des pistolets, des munitions et tous les autres besoins en matière de sécurité.
it: Non si può dare un prezzo alla tranquillità. Abbiamo fucili, pistole, munizioni e tutte le altre necessità di difesa.
pt_br: Você não pode definir o preço da paz de espírito. Temos rifles, pistolas, munições e todos os itens de necessidade de segurança.
ru: Душевное спокойствие — бесценно. У нас есть винтовки, пистолеты, боеприпасы и всё остальное для вашей защиты .
zh_cn: 内心的安宁无法用金钱衡量。我们有步枪、手枪、弹药和满足所有其他安全需求的商品。

# EconomyFaction_Description_Military
source: With our weaponry, the battle will be over before it even starts. The best weapons money can buy, directly to your hands.
de: Mit unseren Waffen ist die Schlacht vorbei, bevor sie überhaupt begonnen hat. Sichern Sie sich die besten Waffen, die man für Geld nur kaufen kann.
es: Con nuestro armamento, la batalla habrá terminado incluso antes de empezar. Las mejores armas que el dinero puede comprar, directamente a sus manos.
fr: Avec notre armement, la bataille sera terminée avant même d'avoir commencé. Les meilleures armes que l'on puisse acheter, directement dans vos mains.
it: Con le nostre armi, la battaglia finirà prima ancora di iniziare. Le migliori armi che i soldi possano comprare, direttamente nelle tue mani.
pt_br: Com nossas armas, a batalha vai terminar antes mesmo de começar. As melhores armas que o dinheiro pode comprar, diretamente em suas mãos.
ru: Покупайте наше оружие — и бой закончится, даже не начавшись. У нас лучшее оружие, которое можно купить за деньги.
zh_cn: 有了我们的武器，战斗甚至还没有开始就已经结束。用金钱能买到的最好武器，直接送到你手中。

# EconomyFaction_Description_Pirate0
source: Guns, ammo, and more for sale. You don't ask where we got them from, we won't ask what you'll do with them.
de: Gewehre, Munition und Ähnliches zu verkaufen: Sie fragen nicht, woher wir sie haben, und wir fragen auch nicht, was Sie damit machen werden.
es: Armas, munición y mucho más a la venta. Si no pregunta de dónde las hemos sacado, no le preguntaremos qué hará con ellas.
fr: Vente d'armes, de munitions et d'autres articles. Ne nous demandez pas d'où nous les tenons, nous ne vous demanderons pas ce que vous en ferez.
it: Armi, munizioni e altro in vendita. Non chiederci da dove abbiamo preso tutto e noi non ti chiederemo cosa ne farai.
pt_br: Armas, munições e mais, à venda. Não pergunte onde as conseguimos e não perguntaremos o que você fará com elas.
ru: Мы предлагаем оружие, боеприпасы и многое другое. Вы не спрашиваете, откуда товар — мы не спрашиваем, зачем он вам.
zh_cn: 出售枪支、弹药和更多商品。你不问我们从哪里得到的，我们就不会问你用它们做什么。

# EconomyFaction_Description_Pirate1
source: Our goods are unethical. So are our prices. Come for all your weaponry needs.
de: Unsere Waren sind unethisch. Genau wie unsere Preise. Kommen Sie zu uns, wenn Sie eine Waffe brauchen.
es: Nuestros productos no son éticos. Y tampoco lo son nuestros precios. Venga para todas sus necesidades de armamento.
fr: Nos produits sont contraires à l'éthique. Nos prix aussi. Venez pour tous vos besoins en armement.
it: I nostri prodotti non sono etici. E non lo sono nemmeno i nostri prezzi. Vieni da noi per tutte le tue esigenze in materia di armi.
pt_br: Nossas mercadorias são antiéticas, assim como nossos preços. Venha para todas as suas necessidades armamentistas.
ru: Мы предлагаем неэтичные товары. По неэтичным ценам. Любое оружие.
zh_cn: 我们的商品不道德，价格也是如此。来拿武器吧，满足你的一切需求。

# EconomyFaction_Description_Pirate2
source: Some call us criminals. We call ourselves entrepreneurs. Come browse our selection of fine wares.
de: Manche nennen uns Kriminelle. Wir nennen uns Unternehmer. Schauen Sie sich unsere Auswahl an schönen Waren an.
es: Algunos nos llaman delincuentes. Nosotros nos llamamos empresarios. Venga a echar un vistazo a nuestra selección de artículos finos.
fr: Certains nous appellent des criminels. Nous nous appelons entrepreneurs. Venez découvrir notre sélection d'articles de qualité.
it: Alcuni ci chiamano criminali. A noi piace definirci imprenditori. Vieni a sfogliare la nostra selezione di articoli pregiati.
pt_br: Alguns chamam a gente de criminosos. Nós nos consideramos empreendedores. Venha conhecer nossa seleção de produtos finos.
ru: Нас называют преступниками. Мы считаем себя предпринимателями. И предлагаем самые изысканные товары.
zh_cn: 有人称我们为罪犯。我们称自己为企业家。来看看我们的精选商品。

# EconomyFaction_Description_Pirate3
source: Our wares fell off the back of a spaceship, in case any authorities ask. But if a customer is asking, all we'll say is that the price can't be beat.
de: Unsere Waren haben wir in einem Raumschiff gefunden, für den Fall, dass irgendwelche Behörden fragen. Aber wenn ein Kunde fragt, sagen wir nur, dass wir preislich nicht zu schlagen sind.
es: Nuestras mercancías se cayeron de la parte trasera de una nave espacial, por si alguna autoridad pregunta. Pero si un cliente pregunta, todo lo que diremos es que el precio es insuperable.
fr: Nos marchandises sont tombées d'un vaisseau spatial, au cas où les autorités le demanderaient. Mais si un client le demande, tout ce que nous dirons, c'est que le prix est imbattable.
it: La nostra merce è caduta dal retro di un'astronave, nel caso in cui le autorità lo chiedessero. Ma se a chiedercelo è un cliente, diremo solo che il prezzo è imbattibile.
pt_br: Nossos produtos caíram da mala de uma nave, caso alguma autoridade pergunte. Mas, se for o cliente quem pergunta, só podemos dizer que é um preço insuperável.
ru: Для полиции — эти штучки выпали из мусорного отсека корабля. Для клиента — у нас лучшие цены во всей галактике.
zh_cn: 如果有当局问的话，就说我们的商品是从飞船后面掉下来的。但如果有客户问起，我们只能说价格无与伦比。

# EconomyFaction_Description_Pirate4
source: Everyone has a right to afford security. If you can't afford conventional solutions, or they refuse to sell to you, our shop is always open.
de: Jeder hat ein Recht auf Sicherheit. Wenn Sie sich konventionelle Lösungen nicht leisten können oder man sich weigern, Ihnen etwas zu verkaufen, kommen Sie einfach zu uns.
es: Todo el mundo tiene derecho a permitirse la seguridad. Si no puede permitirse las soluciones convencionales, o se niegan a vendérselas, nuestra tienda está siempre abierta.
fr: Tout le monde a le droit de s'offrir une sécurité. Si vous ne pouvez pas vous permettre les solutions conventionnelles, ou si on refuse de vous les vendre, notre boutique est toujours ouverte.
it: Tutti hanno il diritto di permettersi della sicurezza. Se non puoi permetterti le soluzioni convenzionali, o gli altri si rifiutano di vendertele, il nostro negozio è sempre aperto.
pt_br: Todos têm direito de bancar a segurança. Se você não tem dinheiro para soluções convencionais ou se não as vendem para você, a nossa loja está sempre aberta.
ru: У каждого должна быть возможность защитить себя. Не можете позволить себе традиционные решения? Вас отказываются обслуживать? Наш магазин всегда открыт.
zh_cn: 每个人都有权享有安全保障。如果你买不起传统解决方案，或者他们拒绝向你出售，我们的商店始终开放。

# EconomyFaction_Description_Pirate
source: Guns, ammo, ships, components - we sell everything they wouldn't want you to have.
de: Waffen, Munition, Schiffe, Komponenten – wir verkaufen alles, was andere Ihnen nicht geben möchten.
es: Armas, munición, naves, componentes: vendemos todo lo que no querrían que usted tuviera.
fr: Armes, munitions, vaisseaux, composants : nous vendons tout ce qu'ils ne veulent pas que vous ayez.
it: Armi, munizioni, navi, componenti: vendiamo tutto ciò che non vorrebbero che tu avessi.
pt_br: Armas, munições, naves, componentes... Vendemos tudo o que não querem que você tenha.
ru: Оружие, боеприпасы, корабли, комплектующие — мы предлагаем то, что остальные вам боятся продавать.
zh_cn: 枪支、弹药、飞船、组件 – 我们出售一切他们不想让你拥有的东西。

# Description_BlueprintClass_LargePrototechBlocks
source: Large Prototech Blocks - Click on any Large Prototech Block to assemble all components necessary for it's construction except for the Prototech Frame.
de: Große Prototech Blöcke – Klicken Sie auf einen großen Prototech Block, um ihn aus allen für seine Konstruktion erforderlichen Komponenten zusammenzusetzen, mit Ausnahme des Prototech Rahmens.
es: Bloques Prototech grandBbloque Prototech grande para ensamblar todos los componentes necesarios para su construcción excepto el Bastidor Prototech.
fr: Grand Blocks prototech - Cliquez sur n’importe quel grand bloc prototech pour assembler tous les composants nécessaires à sa construction, sauf le cadre prototech.
it: Blocchi Prototech grandi - Fai clic su qualsiasi blocco Prototech grande per assemblare tutti i componenti necessari per la sua costruzione a eccezione della struttura Prototech.
pt_br: Blocos Prototech grandes - Clique em qualquer Bloco Prototech grande para montar todos os componentes necessários para a construção, exceto para o Quadro Prototech.
ru: Большие прототех-блоки — Щелкните любой прототех-блок для сборки всех компонентов, необходимых для его постройки (исключение — прототех-рама)..
zh_cn: 大型 Prototech 方块 - 点击大型 Prototech 方块组装所有必要的组件（Prototech 框架除外）。

# Description_BlueprintClass_PrototechComponents
source: Prototech Components - Components are used in the construction of structural, mechanical, and electrical systems.
de: Prototech Komponenten – Komponenten werden bei der Konstruktion struktureller, mechanischer und elektrischer Systeme verwendet.
es: Componentes Prototech - Los componentes se utilizan en la construcción de sistemas estructurales, sistemas mecánicos y eléctricos.
fr: Composants prototech - Les composants sont utilisés dans la construction de systèmes structurels, mécaniques et électriques.
it: Componenti Prototech - I componenti sono utilizzati nella costruzione di strutture, impianti meccanici ed elettrici.
pt_br: Componentes Prototech - Componentes são usados na construção de sistemas estruturais, mecânicos e elétricos.
ru: Прототех-компоненты — Компоненты, используемый при создании структурных, механических и электрических систем.
zh_cn: Prototech 组件 - 组件用于构造结构、机械和电气系统。

# Description_BlueprintClass_SmallPrototechBlocks
source: Small Prototech Blocks - Click on any Small Prototech Block to assemble all components necessary for it's construction except for the Prototech Frame.
de: Kleine Prototech Blöcke – Klicken Sie auf einen kleinen Prototech Block, um ihn aus allen für seine Konstruktion erforderlichen Komponenten zusammenzusetzen, mit Ausnahme des Prototech Rahmens.
es: Bloques Prototech pequeños - Haga clic en cualquier Bloque Prototech Pequeño para ensamblar todos los componentes necesarios para su construcción excepto el Bastidor Prototech.
fr: Petits blocs prototech - Cliquez sur n'importe quel petit bloc prototech pour assembler tous les composants nécessaires à sa construction, sauf le cadre prototech.
it: Blocchi Prototech piccoli - Fai clic su qualsiasi blocco Prototech piccolo per assemblare tutti i componenti necessari per la sua costruzione a eccezione della struttura Prototech.
pt_br: Blocos Prototech pequenos - Clique em qualquer Bloco Prototech pequeno para montar todos os componentes necessários para a construção, exceto para o Quadro Prototech.
ru: Малые прототех-блоки — Щелкните любой малый прототех-блок для сборки всех компонентов, необходимых для его постройки (исключение — прототех-рама)..
zh_cn: 小型 Prototech 方块 - 点击小型 Prototech 方块组装所有必要的组件（Prototech 框架除外）。

# DisplayName_BlueprintClass_LargePrototechBlocks
source: Large Prototech Blocks
de: Große Prototech Blöcke
es: Grandes bloques Prototech
fr: Grands blocs Prototech
it: Blocchi Grandi Prototech
pt_br: Blocos Prototech grandes
ru: Большие прототех-блоки
zh_cn: 大型 Prototech 方块

# DisplayName_BlueprintClass_PrototechComponents
source: Prototech Components
de: Prototech Komponenten
es: Componentes Prototech
fr: Composants Prototech
it: Componenti Prototech
pt_br: Componentes Prototech
ru: Прототех-компоненты
zh_cn: Prototech 组件

# DisplayName_BlueprintClass_SmallPrototechBlocks
source: Small Prototech Blocks
de: Kleine Prototech Blöcke
es: Pequeños bloques Prototech
fr: Petits blocs Prototech
it: Blocchi Piccoli Prototech
pt_br: Blocos Prototech pequenos
ru: Малые прототех-блоки
zh_cn: 小型 Prototech 方块

# DisplayName_Item_PrototechCapacitor
source: Prototech Capacitor
de: Prototech Kondensator
es: Condensador Prototech
fr: Condensateur Prototech
it: Condensatore Prototech
pt_br: Capacitor Prototech
ru: Прототех-конденсатор
zh_cn: Prototech 电容器

# DisplayName_Item_PrototechCircuitry
source: Prototech Circuitry
de: Prototech Schaltkreis
es: Circuitos Prototech
fr: Circuit Prototech
it: Circuiti Prototech
pt_br: Circuito Prototech
ru: Прототех-схема
zh_cn: Prototech 电路

# DisplayName_Item_PrototechCoolingUnit
source: Prototech Cooling Unit
de: Prototech Kühlaggregat
es: Unidad de refrigeración Prototech
fr: Unité de refroidissement Prototech
it: Unità di raffreddamento Prototech
pt_br: Unidade de resfriamento Prototech
ru: Прототех-охладитель
zh_cn: Prototech 冷却装置

# DisplayName_Item_PrototechFrame
source: Prototech Frame
de: Prototech Rahmen
es: Bastidor Prototech
fr: Cadre Prototech
it: Struttura Prototech
pt_br: Quadro Prototech
ru: Прототех-рама
zh_cn: Prototech 框架

# DisplayName_Item_PrototechMachinery
source: Prototech Machinery
de: Prototech Maschinenpark
es: Maquinaria Prototech
fr: Machinerie Prototech
it: Macchinario Prototech
pt_br: Maquinaria Prototech
ru: Прототех-механизм
zh_cn: Prototech 机械

# DisplayName_Item_PrototechPanel
source: Prototech Panel
es: Panel Prototech
fr: Panneau Prototech
it: Pannello Prototech
pt_br: Painel Prototech
ru: Прототех-панель
zh_cn: Prototech 面板

# DisplayName_Item_PrototechPropulsionUnit
source: Prototech Propulsion Unit
de: Prototech Antriebssystem
es: Unidad de propulsión Prototech
fr: Unité de propulsion Prototech
it: Unità di propulsione Prototech
pt_br: Unidade de propulsão Prototech
ru: Двигательный прототех-модуль
zh_cn: Prototech 推进装置

# DisplayName_Item_PrototechScrap
source: Prototech Scrap
de: Prototech Abfall
es: Chatarra Prototech
fr: Ferraille Prototech
it: Scarti Prototech
pt_br: Sucata Prototech
ru: Прототех-лом
zh_cn: Prototech 废料

# GlobalEncounter_GPS_Name
source: Unidentified Signal
de: Nicht identifizierbares Signal
es: Señal no identificada
fr: Signal non identifié
it: Segnale non identificato
pt_br: Sinal não identificado
ru: Неопознанный сигнал
zh_cn: 未识别信号

# Terminal_BlockTransfers
source: Block Transfers
es: Transferencias de bloques
fr: Transferts de blocs
it: Trasferimenti di blocchi
pt_br: Transferências de bloco
ru: Передача блоков
zh_cn: 方块转移

# Terminal_BlockTransfersTooltip
source: Manage incoming block ownership transfers
de: Verwalten Sie eingehende Blockbesitzübertragungen
es: Gestionar las transferencias de propiedad de bloques entrantes
fr: Gérer les transferts de propriété de blocs entrants
it: Gestisci i trasferimenti di proprietà dei blocchi in arrivo
pt_br: Gerencia novas transferências de propriedade de bloco
ru: Управление входящими передачами прав собственности на блоки
zh_cn: 管理传入的方块所有权转移

# BlockTransfers_Caption
source: Manage Block Transfers
de: Blocktransfers verwalten
es: Gestionar las transferencias de bloques
fr: Gérer les transferts de blocs
it: Gestisci trasferimenti di blocchi
pt_br: Gerenciar transferências de bloco
ru: Управление передачей блоков
zh_cn: 管理方块转移

# BlockTransfers_From
source: From:
de: Von:
es: De:
fr: De :
it: Da:
pt_br: De:
ru: Отправитель:
zh_cn: 来自：

# BlockTransfers_Amount
source: Amount:
de: Anzahl:
es: Cantidad:
fr: Quantité :
it: Quantità:
pt_br: Quantidade:
ru: Количество:
zh_cn: 数量：

# BlockTransfers_OnGrid
source: On grid:
de: Auf Blockkonstruktion:
es: En la estructura:
fr: Sur la grille :
it: Sulla griglia:
pt_br: No grid:
ru: На структуре:
zh_cn: 网格：

# BlockTransfers_UnknownPlayer
source: Unknown Player
de: Unbekannter Spieler
es: Jugador desconocido
fr: Joueur inconnu
it: Giocatore sconosciuto
pt_br: Jogador desconhecido
ru: Неизвестный игрок
zh_cn: 未知玩家

# BlockTransfers_UnknownGrid
source: Unknown Grid
de: Unbekannte Blockkonstruktion
es: Estructura desconocida
fr: Grille inconnue
it: Griglia sconosciuta
pt_br: Grid desconhecido
ru: Неизвестная структура
zh_cn: 未知网格
