Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# ControlMenuItemLabel_ShowHelp
source: Open Help Screen
de: Hilfebildschirm öffnen
es: Abrir pantalla de ayuda
fr: Afficher l'écran d'aide
hu_hu: Súgó képernyő
it: Apri schermata di Aiuto
pl_pl: Pokaż Ekran Pomocy
pt_br: Abrir tela de ajuda
ru: Показать экран помощи
zh_cn: 打开帮助屏幕

# ControlMenuItemLabel_ShowPlayers
source: Open Players Screen
de: Spieler-Bildschirm öffnen
es: Abrir pantalla de jugadores
fr: Afficher l'écran des joueurs
hu_hu: Játékosok képernyő
it: Apri schermata giocatori
pl_pl: Pokaż Ekran Graczy
pt_br: Abrir tela de jogadores
ru: Показать список игроков
zh_cn: 打开玩家屏幕

# ControlMenuItemLabel_ShowSpawnMenu
source: Open Spawn Menu
de: Spawn-Menü öffnen
es: Abrir menú de regeneración
fr: Afficher l'écran de réapparition
hu_hu: Készítés menü
it: Apri Menu di spawn
pl_pl: Pokaż Menu Odradzania
pt_br: Abrir menu de surgimento
ru: Показать меню возрождения
zh_cn: 打开重生菜单

# ControlMenuItemLabel_ShowTerminal
source: Open Terminal
cs_cz: Zobrazit terminál
de: Zeige Terminal
es: Abrir terminal
fr: Ouvrir le terminal
hu_hu: Terminál
it: Accedi al terminale
pl_pl: Otwórz Terminal
pt_br: Abrir terminal
ru: Показать терминал
zh_cn: 打开终端

# ControlMenuItemLabel_Terminal
source: Open Terminal
cs_cz: Zobrazit terminál
de: Zeige Terminal
es: Abrir terminal
fr: Ouvrir le terminal
hu_hu: Terminál megnyitása
it: Accedi al terminale
pl_pl: Otwórz Terminal
pt_br: Abrir terminal
ru: Показать терминал
zh_cn: 打开终端

# ControlMenuItemLabel_Thrusts
source: Thrusters
cs_cz: Trysky
de: Triebwerke
es: Propulsores
fr: Propulseurs
hu_hu: Manőverezőrakéták
it: Propulsori
pl_pl: Silniki
pt_br: Propulsor
ru: Ускорители
zh_cn: 推进器

# ControlMenuItemLabel_ShowProgressionTree
source: Open Progression Tree
de: Forschungsfortschritt anzeigen
es: Abrir árbol de progreso
fr: Ouvrir l'arbre de progression
hu_hu: Haladási Fa
it: Apri albero di progressione
pl_pl: Otwórz Drzewo Postępu
pt_br: Abrir árvore de progressão
ru: Открыть дерево прогресса
zh_cn: 打开进度树

# ControlMenuItemLabel_ShowHelpScreen
source: Open Help Screen
de: Hilfebildschirm öffnen
es: Abrir pantalla de ayuda
fr: Afficher l'écran d'aide
hu_hu: Súgó képernyő
it: Apri schermata di Aiuto
pl_pl: Pokaż Ekran Pomocy
pt_br: Abrir tela de ajuda
ru: Показать экран помощи
zh_cn: 打开帮助屏幕

# ControlMenuItemLabel_Chat
source: Open Chat
de: Chat öffnen
es: Abrir chat
fr: Ouvrir le chat
hu_hu: Csevegés megnyitása
it: Apri chat
pl_pl: Otwórz Czat
pt_br: Abrir bate-papo
ru: Открыть чат
zh_cn: 打开聊天

# ControlMenuItemLabel_Respawn
source: Respawn
es: Reaparecer
fr: Réapparaître
hu_hu: Újjáélesztő
it: Suicidati
pl_pl: Odrodzenie
pt_br: Renascimento
ru: Возрождение
zh_cn: 返回复活点

# RadialMenu_Label_MultiplayerOnly
source: Available only in online mode.
de: Nur im Online-Modus verfügbar.
es: Solo disponible en modo con conexión.
fr: Uniquement disponible en mode en ligne.
hu_hu: Csak online módban érhető el.
it: Disponibile solo in modalità online.
pl_pl: Dostępne tylko w trybie online.
pt_br: Disponível somente no modo online.
ru: Доступно только в сетевом режиме.
zh_cn: 仅在线模式可用。

# ControlMenuItemLabel_BlockAutoRotate
source: Toggle Block Auto Rotation
de: Block-Auto-Ausrichtung umschalten
es: Act./desact. rotación autom. de bloque
fr: Activer / désactiver la rotation automatique des blocs
hu_hu: Blokk auto forgatás váltása
it: Attiva/Disattiva Auto rotazione blocco
pl_pl: Przełącz Automatyczny Obrót Bloku
pt_br: Alternar giro automático de bloco
ru: Включение автоматического поворота блоков
zh_cn: 切换方块自动旋转

# ControlMenuItemLabel_CopyGrid
source: Copy Grid
de: Blockkonstruktion kopieren
es: Copiar estructura
fr: Copier la grille
hu_hu: Objektum másolása
it: Copia griglia
pl_pl: Skopiuj Strukturę
pt_br: Copiar grid
ru: Копировать структуру
zh_cn: 复制网格

# ControlMenuItemLabel_CreateBlueprint
source: Create Blueprint
de: Entwurf erstellen
es: Crear plano
fr: Créer un plan
hu_hu: Tervrajz létrehozása
it: Crea progetto
pl_pl: Stwórz Schemat
pt_br: Criar projeto
ru: Создать чертеж
zh_cn: 创建蓝图

# ControlMenuItemLabel_CutGrid
source: Cut Grid
de: Blockkonstruktion ausschneiden
es: Cortar estructura
fr: Couper la grille
hu_hu: Objektum kivágása
it: Taglia griglia
pl_pl: Wytnij Strukturę
pt_br: Cortar grid
ru: Вырезать структуру
zh_cn: 剪切网格

# ControlMenuItemLabel_PasteGrid
source: Paste Grid
de: Blockkonstruktion einfügen
es: Pegar estructura
fr: Coller la grille
hu_hu: Objektum Beillesztése
it: Incolla griglia
pl_pl: Wklej Strukturę
pt_br: Colar grid
ru: Вставить структуру
zh_cn: 粘贴网格

# ControlMenuItemLabel_PlacementMode
source: Toggle Placement Modes
de: Platzierungsmodi umschalten
es: Act./desact. modos de colocación
fr: Changer de mode de placement
hu_hu: Elhelyezési mód váltása
it: Attiva/Disattiva Modalità di posizionamento
pl_pl: Przełącz Tryby Umieszczania
pt_br: Alternar modos de posicionamento
ru: Переключение режимов размещения
zh_cn: 切换放置模式

# ControlMenuItemLabel_ToggleMultiBlock
source: Toggle Multi-block Building
de: Multi-Block-Konstruktion aktivieren/deaktivieren
es: Act./desact. construcción multibloque
fr: Activer / désactiver la construction multi-bloc
hu_hu: Váltás több blokkos építésre
it: Attiva/Disattiva Costruzione multi-blocco
pl_pl: Przełącz Budowanie Wielu Bloków na Raz
pt_br: Alternar construção de vários blocos
ru: Переключение многокомпонентных сооружений
zh_cn: 切换多方块建造

# ControlMenuItemLabel_ToggleSignals
source: Toggle Signal Mode
de: Signal-Anzeigemodus ändern
es: Act./desact. modo de señales
fr: Activer / désactiver le mode signal
hu_hu: Jelmód váltás
it: Attiva/disattiva modalità del segnale
pl_pl: Przełącz Tryb Sygnału
pt_br: Alternar o modo de sinal
ru: Переключить отображение сигналов
zh_cn: 切换信号模式

# ControlMenuItemLabel_Unequip
source: Unequip
de: Zurückstecken
es: Desequipar
fr: Déséquiper
hu_hu: Leszerelés
it: Disequipaggia
pl_pl: Odłóż
pt_br: Desequipar
ru: Убрать из рук
zh_cn: 空手

# ControlMenuItemLabel_ViewMode
source: Toggle Spectator Mode
de: Zuschauermodus aktivieren
es: Act./desact. modo espectador
fr: Activer / désactiver le mode spectateur
hu_hu: Nézelődés mód
it: Attiva/Disattiva Modalità spettatore
pl_pl: Przełącz Tryb Obserwatora
pt_br: Alternar modo espectador
ru: Включение режима наблюдателя
zh_cn: 切换旁观者模式

# ControlMenuItemLabel_SymmetrySetup
source: Enter Symmetry Setup
de: Symmetrie-Konfiguration aufrufen
es: Ingresar configuración de simetría
fr: Entrer la configuration de symétrie
hu_hu: Szimmetria beállításokba
it: Inserisci impostazione simmetria
pl_pl: Wejdź do Ustawień Symetrii
pt_br: Inserir configuração de simetria
ru: Войти в режим настройки симметрии
zh_cn: 进入对称设置

# ControlMenuItemLabel_ExitSymmetrySetup
source: Exit Symmetry Setup
de: Symmetrie-Konfiguration verlassen
es: Salir de la configuración de simetría
fr: Quitter la configuration de symétrie
it: Esci dalle impostazioni simmetria
pl_pl: Wyjdź z Ustawień Symetrii
pt_br: Sair da configuração de simetria
ru: Выход из настроек симметрии
zh_cn: 退出对称设置

# ControlMenuItemLabel_ColorPicker
source: Open Color Picker
de: Farbauswahl öffnen
es: Abrir selector de color
fr: Ouvrir le sélecteur de couleur
hu_hu: Színválasztó megnyitása
it: Apri Selezionatore di colori
pl_pl: Otwórz Wybór Kolorów
pt_br: Abrir seletor de cor
ru: Открыть цветовую пипетку
zh_cn: 打开颜色选择器

# ControlMenuItemLabel_UseSymmetry
source: Toggle Symmetry Mode On/Off:
de: Symmetriemodus umschalten
es: Act./desact. modo de simetría
fr: Changer le mode de symétrie
hu_hu: Szimmetria mód
it: Attiva/Disattiva Modalità simmetria
pl_pl: Przełącz Tryb Symetrii
pt_br: Alternar modo de simetria
ru: Переключить режим симметрии
zh_cn: 切换对称模式

# ControlMenuItemLabel_Reload
source: Reload Game
de: Spiel neu laden
es: Reiniciar juego
fr: Recharger la partie
hu_hu: Játék újratöltése
it: Ricarica gioco
pl_pl: Przeładuj Grę
pt_br: Recarregar jogo
ru: Перезагрузка игры
zh_cn: 重载游戏

# ControlName_Helmet
source: Helmet
cs_cz: Helma zavřená / otevřená
de: Helm
es: Casco
fr: Casque
hu_hu: Sisak
it: Casco
pl_pl: Hełm
pt_br: Capacete
ru: Шлем надет/снят
zh_cn: 头盔

# ControlName_Broadcasting
source: Broadcasting
cs_cz: Vysílání zap. / vyp.
de: Funksignal ein-/ausschalten
es: Emisión
fr: Diffusion
hu_hu: Műsorszórás
it: Trasmissione
pl_pl: Nadawanie
pt_br: Transmitindo
ru: Вещание вкл/выкл
zh_cn: 广播

# ControlName_Console
source: Console
cs_cz: Konzole
de: Konsole
es: Consola
hu_hu: Konzol
pl_pl: Konsola
ru: Консоль
zh_cn: 控制台

# ControlName_CubeDefaultMountpoint
source: Reset orientation
cs_cz: Přepnout orientování bloků
de: Ausrichtung zurücksetzen
es: Reajustar orientación
fr: Réinitialiser l'orientation
hu_hu: Tájolás alaphelyzetbe
it: Resetta orientamento
pl_pl: Zresetuj orientacje
pt_br: Redefinir orientação
ru: Сбросить положение
zh_cn: 重新定位

# ControlName_FirePrimaryWeapon
source: Use tool / Fire weapon
cs_cz: Použít nástroj / Vystřelit
de: Werkzeug benutzen / Waffe abfeuern
es: Usar herramienta / Disparar arma
fr: Utiliser outil / Tirer
hu_hu: Eszköz / Tűzfegyver Használata
it: Usa strumento / Spara
pl_pl: Użyj narzędzia / Strzał z broni
pt_br: Usar ferramenta/arma
ru: Использовать инструмент/оружие
zh_cn: 使用工具/发射武器

# ControlName_FireSecondaryWeapon
source: Secondary mode
cs_cz: Sekundární režim
de: Sekundärfunktion
es: Modo secundario
fr: Mode secondaire
hu_hu: Másodlagos mód
it: Modalità secondaria
pl_pl: Dodatkowy tryb
pt_br: Modo secundário
ru: Вторичный режим
zh_cn: 次级模式

# ControlName_InertialDampeners
source: Inertia dampeners
cs_cz: Inerciální tlumiče
de: Trägheitsdämpfer
es: Amortiguadores de inercia
fr: Amortisseurs inertiels
hu_hu: Inertia csillapítók
it: Smorzatori di inerzia
pl_pl: Amortyzatory bezwładności
pt_br: Amortecedores de inércia
ru: Гасители инерции
zh_cn: 惯性减震器

# ControlName_InertialDampenersOnOff
source: Inertia dampeners on / off
cs_cz: Inerciální tlumiče zapnuty / vypnuty
de: Trägheitsdämpfer ein/aus
es: Amortiguadores de inercia on /off
fr: Allumer/éteindre les amortisseurs inertiels
hu_hu: Inertia csillapítók be/ ki
it: Smorzatori di inerzia on/off
pl_pl: Amortyzatory bezwładności Wł/Wył
pt_br: Amortecedores de inércia ativados/desativados
ru: Гасители вкл/выкл
zh_cn: 惯性减震器开启/关闭

# ControlName_Jetpack
source: Jetpack on / off
cs_cz: Jetpack zapnut / vypnut
de: Jetpack an / aus
fr: Jetpack activé / désactivé
hu_hu: Jetpack be / ki
pl_pl: Jetpack wł. / wył.
pt_br: Jetpack ativado/desativado
ru: Реактивный ранец включен/выключен
zh_cn: 喷射背包 开/关

# ControlName_LandingGear
source: Park
cs_cz: Přistávací podvozek / Paleta barev
de: Parken
es: Aparcar
fr: Garer
hu_hu: Futómű
it: Parcheggio
pl_pl: Podwozie
pt_br: Estacionar
ru: Парковка
zh_cn: 停车场

# ControlName_MissionSettings
source: Scenario settings
cs_cz: Vlastnosti scénáře
de: Szenario-einstellungen
es: Opciones del escenario
fr: Paramètres du scénario
hu_hu: Forgatókönyv beállításai
it: Impostazioni scenario
pl_pl: Ustawienia scenarusza
pt_br: Configurações de cenário
ru: Настройки сценария
zh_cn: 场景设置

# ControlName_PowerSwitchOnOff
source: Local power switch on / off
cs_cz: Vypnutí / Zapnutí proudu
de: Lokale Energiezufuhr ein-/ausschalten
es: Interruptor de alimentación on / off
fr: Activer/désactiver l'alimentation locale
hu_hu: Energia Be / Ki
it: Alimentazione locale on/off
pl_pl: Przełącznik prądu Wł. /Wył.
pt_br: Alternador de energia local ativado/desativado
ru: Энергия (локально) вкл/выкл
zh_cn: 本地电源开启/关闭

# ControlName_PowerSwitchOnOff_All
source: Power switch on / off
de: Energiezufuhr ein-/ausschalten
es: Interruptor de alimentación on / off
fr: Activer/désactiver l'alimentation
it: Alimentazione on/off
pl_pl: Główny przełącznik prądu Wł. /Wył.
pt_br: Alternador de energia ativado/desativado
ru: Энергия вкл/выкл
zh_cn: 电源开启/关闭

# ControlName_RollLeft
source: Roll left (ship / jetpack)
cs_cz: Stočit vlevo (loď / jetpack)
de: Nach links rollen (Schiff/Jetpack)
es: Rodar a la izquierda (nave / jetpack)
fr: Roulis à gauche (vaisseau / jetpack)
hu_hu: Gördítés balra (hajó / jetpack)
it: Rollio a sinistra (nave / jetpack)
pl_pl: Obróć w lewo (statek / jetpack)
pt_br: Deslizar para a esquerda (nave/jetpack)
ru: Крен влево (корабль/джетпак)
zh_cn: 左翻滚（太空船/喷气背包）

# ControlName_RollRight
source: Roll right (ship / jetpack)
cs_cz: Stočit vpravo (loď / jetpack)
de: Nach rechts rollen (Schiff/Jetpack)
es: Rodar a la derecha (nave /jetpack)
fr: Roulis à droite (vaisseau / jetpack)
hu_hu: Gördítés jobbra (hajó / jetpack)
it: Rollio a destra (nave / jetpack)
pl_pl: Obróć w prawo (statek / jetpack)
pt_br: Deslizar para a direita (nave/jetpack)
ru: Крен вправо (корабль/джетпак)
zh_cn: 右翻滚（太空船/喷气背包）

# ControlName_RotationDown
source: Rotate down
cs_cz: Otočit dolů
de: Nach unten drehen
es: Rotar abajo
fr: Pivoter vers le bas
hu_hu: Fordulás lefelé
it: Ruota in basso
pl_pl: Obróć w dół
pt_br: Girar para baixo
ru: Повернуть вниз
zh_cn: 向下旋转

# ControlName_RotationLeft
source: Rotate left
cs_cz: Otočit vlevo
de: Nach links drehen
es: Rotar a la izquierda
fr: Tourner à gauche
hu_hu: Fordulás balra
it: Ruota a sinistra
pl_pl: Obróć w lewo
pt_br: Girar para esquerda
ru: Повернуть влево
zh_cn: 向左旋转

# ControlName_RotationRight
source: Rotate right
cs_cz: Otočit vpravo
de: Nach rechts drehen
es: Rotar a la derecha
fr: Tourner à droite
hu_hu: Fordulás jobbra
it: Ruota a destra
pl_pl: Obróć w prawo
pt_br: Girar para direita
ru: Повернуть вправо
zh_cn: 向右旋转

# ControlName_RotationUp
source: Rotate up
cs_cz: Otočit nahoru
de: Nach oben drehen
es: Rotar arriba
fr: Pivoter vers le haut
hu_hu: Fordulás felfelé
it: Ruota in alto
pl_pl: Obróć do góry
pt_br: Girar para cima
ru: Повернуть вверх
zh_cn: 向上旋转

# ControlName_SymmetrySwitch
source: Symmetry setup
cs_cz: Změna režimu symetrie
de: Symmetrie-Konfiguration
es: Configuración de simetría
fr: Changement de symétrie
hu_hu: Szimmetria beállítás
it: Controllo simmetria
pl_pl: Przełącznik symetrii
pt_br: Configuração de simetria
ru: Симметрия включена
zh_cn: 对称开关

# ControlName_TerminalOrInventory
source: Terminal / Inventory
cs_cz: Terminál / Inventář
de: Terminal / Inventar
es: Terminal / Inventario
fr: Terminal / Inventaire
hu_hu: Terminál / Készlet
it: Terminale / Inventario
pl_pl: Terminal / Ekwipunek
pt_br: Terminal/Inventário
ru: Терминал/инвентарь
zh_cn: 终端/库存

# ControlName_ToggleHeadlights
source: Lights on / off
cs_cz: Světla zapnutá / vypnutá
de: Licht an / aus
es: Luces on / off
fr: Allumer / éteindre les lumières
hu_hu: Világítás be / ki
it: Luci on / off
pl_pl: Światła wł. / wył.
pt_br: Luzes ligadas/desligadas
ru: Фонарик вкл/выкл
zh_cn: 灯光 开/关

# ControlName_UseSymmetry
source: Toggle symmetry
cs_cz: Zapnout režim symetrie
de: Symmetrischen Konstruktionsmodus verwenden
es: Activar simetría
fr: Utiliser la symétrie
hu_hu: Szimmetria váltása
it: Usa simmetria
pl_pl: Użyj symetrii
pt_br: Alternar simetria
ru: Включить режим симметрии
zh_cn: 使用对称

source: Control Panel
cs_cz: Ovládací panel
de: Bedienfeld
es: Panel de control
fr: Panneau de contrôle
hu_hu: Vezérlőpult
it: Pannello di controllo
pl_pl: Panel sterowania
pt_br: Painel de controle
ru: Панель управления
zh_cn: 控制面板

# ControlRemote
source: Control
cs_cz: Ovládat
de: Steuerung
fr: Contrôle
hu_hu: Vezérlő
it: Controlla
pl_pl: Ctrl
pt_br: Controle
ru: Управлять
zh_cn: 控制

# ControlScreen_GridBlocksLabel
source: Grid blocks:
cs_cz: Bloky mřížky:
de: Teilblöcke der Blockkonstruktion:
es: Bloques de la estructura:
fr: Blocs de la grille :
hu_hu: Objektum blokkok:
it: Blocchi griglia:
pl_pl: Bloki struktury:
pt_br: Blocos da grid:
ru: Блоки структуры:
zh_cn: 网格方块：

# ControlScreen_ShareCombobox
source: Share selected blocks with another player/faction
cs_cz: Sdílet vybrané bloky s jiným hráčem/frakcí
de: Ausgewählte Blöcke mit anderen Spielern/Fraktion teilen
es: Comparte los bloques seleccionado con otros jugadores/facciones
fr: Partager les blocs sélectionnés avec un autre joueur/faction
hu_hu: Kiválasztott blokkok megosztása másik játékossal/frakcióval
it: Condividi i blocchi selezionati con un altro giocatore/fazione
pl_pl: Dziel wybrane bloki z graczem/frakcją
pt_br: Compartilhar blocos selecionados com outros jogadores/facções
ru: Предоставить доступ к выбранным блокам другому игроку/фракции
zh_cn: 与其他玩家/阵营共享所选的方块

# ControlScreen_ShareComboboxDisabled
source: You need to be owner of the block to access it's sharing options
cs_cz: Musíte být vlastníkem bloku, abyste mohli zpřístupnit možnosti jeho sdílení
de: Sie müssen Eigentümer des Blocks sein, um auf die Freigabeoptionen zugreifen zu können
es: Tienes que ser el dueño del bloque para acceder a las opciones de compartir
fr: Vous devez être propriétaire du bloc pour accéder à ses options de partage.
hu_hu: A blokk tulajdonosának kell lennie a megosztási lehetőségek eléréséhez
it: Devi essere proprietario del blocco per accedere alle sue opzioni di condivisione
pl_pl: Musisz być właścicielem bloku, aby używać jego opcji dzielenia
pt_br: É necessário que você seja proprietário do bloco para acessar suas opções de compartilhamento
ru: Вы должны быть владельцем блока, чтобы получить доступ к настройкам доступа.
zh_cn: 只有方块所有者 才能访问共享选项

# ControlScreen_ShareLabel
source: Share block:
cs_cz: Sdílet blok:
de: Block teilen:
es: Compartir bloque:
fr: Partager le bloc :
hu_hu: Blokk megosztása:
it: Condividi blocco:
pl_pl: Dziel blok:
pt_br: Compartilhar bloco:
ru: Предоставить доступ:
zh_cn: 共享方块：

# ControlScreen_TerminalBlockGroup
source: Insert name of a new block group
cs_cz: Vložte název nové skupiny bloků
de: Name einer neuen Blockgruppe einfügen
es: Inserta el nombre de un nuevo grupo de bloques
fr: Insérer le nom d'un nouveau groupe de blocs
hu_hu: Új blokkcsoport nevének beszúrása
it: Inserisci il nome di un nuovo gruppo di blocchi
pl_pl: Wprowadź nazwę nowej grupy bloków
pt_br: Inserir nome de novo grupo de blocos
ru: Введите имя новой группы блоков
zh_cn: 输入新的方块编组名字

# ControlScreen_TerminalBlockGroupDelete
source: Remove selected block group
cs_cz: Odebrat vybranou skupinu bloků
de: Ausgewählte Blockgruppe entfernen
es: Elimina el grupo de bloques seleccionado
fr: Supprimer le groupe de blocs sélectionné
hu_hu: Kijelölt blokkcsoport eltávolítása
it: Rimuovi il gruppo di blocchi selezionato
pl_pl: Usuń wybraną grupę bloków
pt_br: Remover grupo de blocos selecionado
ru: Удалить выбранную группу блоков
zh_cn: 移除所选方块编组

# ControlScreen_TerminalBlockGroupDeleteDisabled
source: You need to select a block group before you can remove it
cs_cz: Musíte vybrat skupinu bloků předtím, než ji můžete odstranit
de: Sie müssen eine Blockgruppe auswählen, bevor Sie sie entfernen können
es: Tienes que seleccionar un grupo de bloques antes de poder eliminarlo
fr: Vous devez sélectionner un groupe de blocs avant de pouvoir le supprimer
hu_hu: Ki kell választania egy blokkcsoportot mielőtt eltávolítja
it: Devi selezionare un gruppo di blocchi prima di poterlo rimuovere
pl_pl: Musisz wybrać grupę bloków zanim ją usuniesz
pt_br: É necessário que você selecione um grupo de blocos antes de removê-lo
ru: Вы должны выбрать группу блоков, прежде чем удалить ее.
zh_cn: 需要选定一个方块编组后 才能将其移除

# ControlScreen_TerminalBlockGroupSave
source: Create a new block group from selected blocks
cs_cz: Vytvořit z vybraných bloků novou skupinu
de: Erstellen einer neuen Blockgruppe aus ausgewählten Blöcken
es: Crear un nuevo grupo de bloques a partir de los bloques seleccionados
fr: Créer un nouveau groupe de blocs à partir de blocs sélectionnés
hu_hu: Hozzon létre új blokkcsoportot a kiválasztott blokkokból
it: Creare un nuovo gruppo di blocchi da blocchi selezionati
pl_pl: Stwórz nową grupę bloków z wybranych bloków
pt_br: Criar novo grupo de blocos a partir dos blocos selecionados
ru: Создать новую группу из выбранных блоков
zh_cn: 将所选方块新编组

# ControlScreen_TerminalBlockGroupSaveDisabled
source: You need to insert a group name before you can create a new block group
cs_cz: Musíte vložit název skupiny bloků předtím, než ji můžete vytvořit
de: Sie müssen einen Gruppennamen eingeben, bevor Sie eine neue Blockgruppe erstellen können
es: Tienes que poner un nombre de grupo antes de poder crear un nuevo grupo de bloques
fr: Vous devez insérer un nom de groupe avant de pouvoir créer un nouveau groupe de blocs.
hu_hu: Be kell szúrnia egy csoportnevet új blokkcsoport létrehozása előtt
it: Devi inserire un nome di gruppo prima di poter creare un nuovo gruppo di blocchi
pl_pl: Musisz wprowadzić nazwę grupy, zanim stworzysz nową grupę
pt_br: Você deve dar um nome ao grupo antes de criar novo grupo de blocos
ru: Вы должны ввести имя группы блоков, прежде чем создавать ее.
zh_cn: 需要先给编组命名 后才能创建新的方块编组

# ControlScreen_TransferCombobox
source: Transfer ownership of selected blocks to another player/faction
cs_cz: Převést vlastnictví vybraných bloků na jiného hráče/frakci
de: Besitzrechte der ausgewählten Blöcke auf anderen Spieler / andere Fraktion übertragen
es: Transferir posesión de los bloques seleccionados a otro jugador/facción
fr: Transférer la propriété des blocs sélectionnés à un autre joueur/faction
hu_hu: Kiválasztott blokkok tulajdonjogának átruházása egy másik játékosra/frakcióra
it: Trasferisci la proprietà dei blocchi selezionati ad un altro giocatore/fazione
pl_pl: Przenieś własność wybranych bloków na innego gracza/frakcję
pt_br: Transferir propriedade dos blocos selecionados para outro jogador/facção
ru: Передать владение выбранными блоками другому игроку/фракции
zh_cn: 将所选方块所有权转让给其他玩家/阵营

source: Copy object
cs_cz: Kopírovat objekt
de: Objekt kopieren
es: Copiar objeto
fr: Copier l'objet
hu_hu: Objektum másolása
it: Copia oggetto
pl_pl: Kopiuj obiekt
pt_br: Copiar objeto
ru: Копировать объект
zh_cn: 复制

source: Copy object detached
cs_cz: Kopírovat objekt odděleně
de: Objekt abgetrennt kopieren
es: Copiar objeto suelto
fr: Copier l'objet détaché
hu_hu: Leválasztott Objektum másolása
it: Copia oggetto staccato
pl_pl: Kopiuj odłączony obiekt
pt_br: Copiar objeto desconectado
ru: Копировать открепленный объект
zh_cn: 剪切

source: Create from clipboard
cs_cz: Vytvořit ze systémové schránky
de: Aus der Zwischenablage erstellen
es: Crear desde el portapapeles
fr: Créer à partir du presse-papiers
hu_hu: Készítsen a vágólapról
it: Crea dagli appunti
pl_pl: Utwórz ze schowka
pt_br: Criar a partir da área de transferência
ru: Создать из буфера
zh_cn: 从剪贴板中创建

source: Create/manage blueprints
cs_cz: Vytvořit/upravit technické výkresy
de: Entwürfe erstellen/verwalten
es: Crear/gestionar planos
fr: Créer/gérer les plans
hu_hu: Tervrajzok Készítése/Kezelése
it: Crea/gestisci progetti
pl_pl: Twórz/zarządzaj schematami
pt_br: Criar/gerenciar projetos
ru: Создать/управлять чертежами
zh_cn: 创建/管理蓝图

# ClipboardBlueprintIsTooBig
source: Blueprint too big, preview disabled.
de: Entwurf zu groß - Vorschau deaktiviert.
es: Plano demasiado grande, vista previa deshabilitada.
fr: Plan trop gros, aperçu désactivé
hu_hu: A tervrajz túl nagy, az előnézet letiltva.
it: Progetto troppo grande, anteprima disattivata.
pl_pl: Schemat jest zbyt duży, podgląd wyłączony.
pt_br: Projeto grande demais. Visualização desativada.
ru: Чертеж слишком большой — предпросмотр отключен.
zh_cn: 蓝图太大，无法预览。

# CubeBuilder_CubeSizeModeChange
source: Press {0} again{1}to change block size.
cs_cz: Stiskněte {0} znovu {1} pro změnu velikosti bloku.
de: Drücken {0} Sie erneut{1}, um die Blockgröße zu ändern.
es: Pulsa {0} y vuelve a pulsar {1} para cambiar el tamaño del bloque
fr: Appuyez sur {0} et encore sur {1} pour changer la taille du bloc.
hu_hu: Nyomja meg újra {0}gombot a {1} blokk méretének megváltoztatásához.
it: Premi {0} di nuovo{1}per cambiare le dimensioni del blocco.
pl_pl: Wciśnij {0} ponownie {1}aby zmienić wielkość bloku.
pt_br: Pressione {0} e {1} novamente para alterar o tamanho do bloco.
ru: Нажмите «{0}» снова,{1} чтобы изменить размер блока.
zh_cn: 再次按{0} {1}更改方块大小。
