Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# Description_DefensiveCombatBlock
source: Type: Combat This can detect and target lock enemy grids up to 2500m. Additionally, it can be set up to flee to a predetermined location when it has detected an enemy. When enemies are detected, this block takes priority over any active Task type blocks.
de: Typ: Gefecht Kann Feinde innerhalb von 2500 m erkennen und erfassen. Weiterhin kann bei Erkennen eines Feindes eine Flucht zu einem vorgegebenen Standort konfiguriert werden. Wenn Feinde erkannt werden, hat dieser Block vor anderen aktiven Blöcken des Aufgabentyps vorrang.
es: Tipo: Combate Puede detectar y fijar el objetivo de las redes enemigas hasta 2500m. Además, se puede configurar para que huya a un lugar predeterminado cuando haya detectado a un enemigo. Cuando se detectan enemigos, este bloque tiene prioridad sobre cualquier bloque de tipo tarea activo.
fr: Type : Combat Ce bloc peut détecter et verrouiller le ciblage sur des grilles ennemies jusqu'à 2500 m. De plus, il peut être configuré pour fuir vers un endroit prédéterminé dès qu'un ennemi est détecté. Lorsque des ennemis sont détectés, ce bloc est prioritaire sur tous les blocs actifs de type Tâche.
it: Tipo: combattimento Può rilevare e mirare alle griglie nemiche fino a 2500 m. Inoltre, può essere impostato per fuggire in una posizione predeterminata quando ha rilevato un nemico. Quando vengono rilevati nemici, questo blocco ha la priorità su qualsiasi blocco di tipo di attività attivo.
pl_pl: Typ: Walka Może wykrywać i namierzać wrogie obiekty z odległości do 2500m. Dodatkowo można go tak skonfigurować, aby po wykryciu wroga wycofał się na z góry upatrzoną pozycję. Po wykryciu obecności wroga, blok ten ma pierwszeństwo przed wszelkimi aktywnymi blokami typu Zadanie.
pt_br: Tipo: Combate Isso pode detectar e bloquear alvo de grids inimigas em até 2500 m. Além disso, pode ser definido para fugir para um local predeterminado quando detectar um inimigo. Quando inimigos são detectados esse bloco tem prioridade em relação a qualquer outro bloco do tipo Tarefa ativo.
ru: Тип: бой Может обнаруживать и наводиться на вражеские структуры на расстоянии до 2500 м. Кроме того, возможна настройка для бегства в заранее заданное место в случае обнаружения врага. При обнаружении врага этот блок имеет приоритет над активными блоками типа «Задание».
zh_cn: 类型：战斗 此类型可以检测并锁定敌人网格，最远可达2500m。此外，它还可以设置为在检测到敌人时逃往预定位置。 当检测到敌人时，此方块优先于任何活动的任务类型方块。

# DisplayName_Block_DefensiveCombatBlock
source: AI Defensive (Combat)
de: KI-Defensive (Kampf)
es: IA defensiva (combate)
fr: Défense IA (Combat)
it: Difesa IA (Combattimento)
pl_pl: SI Obrona (Walka)
pt_br: Defensiva IA (combate)
ru: Защита ИИ (бой)
zh_cn: AI防御（战斗）

# Description_OffensiveCombatBlock
source: Type: Combat This can detect, target lock, and engage enemy grids up to 2500m using customizable attack patterns. When enemies are detected, this block takes priority over any active Task type blocks.
de: Typ: Gefecht Kann Feinde innerhalb von 2500 m erkennen, erfassen und auf Basis bestimmter Angriffsmuster angreifen. Wenn Feinde erkannt werden, hat dieser Block vor anderen aktiven Blöcken des Aufgabentyps vorrang.
es: Tipo: Combate Puede detectar, fijar el objetivo y enfrentarse a estructuras enemigas de hasta 2500 m utilizando patrones de ataque personalizables. Cuando se detectan enemigos, este bloque tiene prioridad sobre cualquier bloque activo de tipo Tarea.
fr: Type : Combat Ce bloc peut détecter, verrouiller la cible et engager des grilles ennemies jusqu'à 2500 m en utilisant des schémas d'attaque personnalisables. Lorsque des ennemis sont détectés, ce bloc est prioritaire sur tous les blocs de type Tâche actifs.
it: Tipo: combattimento Può rilevare, bloccare il bersaglio e ingaggiare griglie nemiche in combattimento fino a 2500 m utilizzando schemi di attacco personalizzabili. Quando vengono rilevati nemici, questo blocco ha la priorità su qualsiasi blocco di tipo di attività attivo.
pl_pl: Typ: Walka Może wykrywać, namierzać i atakować wrogie struktury będące w odległości do 2500 m, wykorzystując dostosowane do potrzeb wzorce ataku. Po wykryciu obecności wroga, blok ten ma pierwszeństwo przed wszelkimi aktywnymi blokami typu Zadanie.
pt_br: Tipo: Combate Isso pode detectar, bloquear alvo e abordar grids inimigas em até 2500 m usando padrões de ataque personalizados. Quando os inimigos são detectados, esse bloco tem prioridade em relação a qualquer outro bloco do tipo Tarefa ativo.
ru: Тип: бой Может обнаруживать цели, захватывать ее и атаковать на расстоянии до 2500 м, используя настраиваемые схемы атаки. При обнаружении врага этот блок имеет приоритет над активными блоками типа «Задание».
zh_cn: 类型：战斗 此类型可以使用可自定义的攻击模式检测、锁定目标并与最远2500m处的敌方网格交战。 当检测到敌人时，此方块优先于任何活动的任务类型方块。

# DisplayName_Block_OffensiveCombatBlock
source: AI Offensive (Combat)
de: KI-Offensive (Kampf)
es: IA ofensiva (Combate)
fr: Offensive IA (Combat)
it: Offensiva IA (Combattimento)
pl_pl: SI Atak (Walka)
pt_br: Ofensiva IA (combate)
ru: Нападение ИИ (бой)
zh_cn: AI攻击（战斗）

# Terminal_ActivateBehavior
source: AI Behavior
de: KI-Verhalten
es: Comportamiento de la IA
fr: Comportement IA
it: Comportamento AI
pl_pl: Sterowanie przez SI
pt_br: Comportamento de IA
ru: Поведение ИИ
zh_cn: AI行为

# DisplayName_PathRecorderBlock
source: AI Recorder (Task)
de: KI-Rekorder (Aufgabe)
es: IA grabadora (Tarea)
fr: Enregistreur IA (Tâche)
it: Registratore IA (attività)
pl_pl: SI Rejestrator (Zadania)
pt_br: Gravador IA (tarefa)
ru: Регистратор ИИ (задание)
zh_cn: AI记录器（任务）

# Description_PathRecorderBlock
source: Type: Task This can record a path and action sequence. This path can be relative to another grid if the reference is set. This path and sequence can then be replayed, provided there is a Move type block available on the grid.
de: Typ: Aufgabe Kann einen Pfad und eine Action-Sequenz aufzeichnen. Dieser Pfad kann durch Festlegen der Referenz in Bezug zu einem anderen Netz stehen. Dieser Pfad und die Sequenz können dann erneut abgespielt werden, solange das Netz einen Bewegungsblock enthält.
es: Tipo: Tarea Puede registrar una trayectoria y una secuencia de acciones. Esta trayectoria puede ser relativa a otra estructura si se establece la referencia. Esta trayectoria y secuencia pueden reproducirse después, siempre que haya un bloque de tipo Movimiento disponible en la estructura.
fr: Type : Tâche Cette tâche peut enregistrer un chemin et une séquence d'actions. Ce chemin peut être relatif à une autre grille si la référence est définie. Cette trajectoire et cette séquence peuvent ensuite être rejouées, à condition qu'un bloc de type Déplacement soit disponible sur la grille.
it: Tipo: attività Può registrare un percorso e una sequenza di azioni. Questo percorso può essere relativo a un'altra griglia se il riferimento è impostato. Tale percorso e sequenza possono quindi essere riprodotti, a condizione che sulla griglia sia disponibile un blocco di tipo Spostamento.
pl_pl: Typ: Zadania Dzięki niemu można zarejestrować trasę i sekwencję działań. Trasa ta może być względna do innej struktury, jeśli ustawiono odniesienie. Trasa i sekwencja mogą być następnie odtworzone, pod warunkiem, że w strukturze dostępny jest blok typu Ruch.
pt_br: Tipo: Tarefa Isso pode registrar um caminho e sequência de ação. Este caminho pode ser relacionado a outra grid, se a referência for definida. Esse caminho e sequência podem, então, ser reproduzidos, desde que um bloco do tipo Movimento IA esteja disponível na grid.
ru: Тип: задание Может записывать маршрут и порядок действий. Этот маршрут может относиться к другой структуре, если с ней установлена связь. Эти маршрут и порядок действий можно повторять при наличии в структуре блока движения.
zh_cn: 类型：任务 此类型可以记录路径和动作序列。如果设置了参考，则此路径可以相对于另一个网格进行记录。随后可以重播此路径和序列，前提是网格上有可用移动类型方块。

# PathRecorderBlock_Repeat
source: Repeat
de: Wiederholen
es: Repetir
fr: Répéter
it: Ripeti
pl_pl: Powtórz
pt_br: Repetir
ru: Повтор
zh_cn: 重复

# PathRecorderBlock_RecordInterval
source: Record interval
de: Intervallaufzeichnung
es: Intervalo de grabación
fr: Intervalle d'enregistrement
it: Intervallo di registrazione
pl_pl: Czas między zapisami
pt_br: Gravar intervalo
ru: Интервал записи
zh_cn: 记录间隔

# PathRecorderBlock_Waypoints
source: Waypoints
de: Wegpunkte
es: Puntos de referencia
fr: Points de passage
it: Tappe
pl_pl: Punkty trasy
pt_br: Pontos de rota
ru: Точки маршрута
zh_cn: 位标

# PathRecorderBlock_Record
source: Record
de: Aufzeichnen
es: Grabar
fr: Enregistrer
it: Registra
pl_pl: Rejestruj
pt_br: Gravar
ru: Запись
zh_cn: 记录

# PathRecorderBlock_Stop
source: Stop
de: Anhalten
es: Detener
fr: Arrêter
it: Interrompi
pt_br: Parar
ru: Остановить
zh_cn: 停止

# PathRecorderBlock_ShowPath
source: Show path on HUD
de: Pfad auf dem HUD anzeigen
es: Mostrar la ruta en el HUD
fr: Afficher le chemin sur l'ATH
it: Mostra il percorso sull'HUD
pl_pl: Pokaż trasę na ekranie
pt_br: Exibir caminho no HUD
ru: Отображать маршрут на экране
zh_cn: 在屏幕上显示路径

# PathRecorderBlock_Waypoint
source: Waypoint
de: Wegpunkt
es: Punto de referencia
fr: Point de passage
it: Tappa
pl_pl: Punkt trasy
pt_br: Ponto de rota
ru: Точка маршрута
zh_cn: 位标

# PathRecorderBlock_Action
source: Action
de: Aktion
es: Acción
it: Azione
pl_pl: Działanie
pt_br: Ação
ru: Действие
zh_cn: 动作

# PathRecorderBlock_ClearWaypointSelection
source: Clear selection
de: Auswahl zurücksetzen
es: Borrar selección
fr: Effacer la sélection
it: Cancella selezione
pl_pl: Wyczyść zaznaczenie
pt_br: Limpar seleção
ru: Отменить выбор
zh_cn: 清除选择

# PathRecorderBlock_HideWaypoints
source: Hide waypoints
de: Wegpunkte verstecken
es: Ocultar puntos de referencia
fr: Masquer les points de passage
it: Nascondi tappe
pl_pl: Ukryj punkty trasy
pt_br: Ocultar pontos de rota
ru: Скрыть точки маршрута
zh_cn: 隐藏位标

# PathRecorderBlock_DeleteSelected
source: Delete selected
de: Ausgewählte entfernen
es: Borrar lo seleccionado
fr: Supprimer la sélection
it: Elimina selezione
pl_pl: Usuń zaznaczone
pt_br: Excluir selecionado
ru: Удалить выбранное
zh_cn: 删除所选项

# PathRecorderBlock_DeleteAllWaypoints
source: Delete all waypoints
de: Alle Wegpunkte löschen
es: Borrar todos los puntos de referencia
fr: Supprimer tous les points de passage
it: Elimina tutte le tappe
pl_pl: Usuń wszystkie punkty
pt_br: Excluir todos os pontos de rota
ru: Удалить все точки маршрута
zh_cn: 删除所有位标

# PathRecorderBlock_MinimalDistance
source: Minimal distance
de: Minimalentfernung
es: Distancia mínima
fr: Distance minimale
it: Distanza minima
pl_pl: Minimalna odległość
pt_br: Distância mínima
ru: Минимальная дистанция
zh_cn: 最小距离

# PathRecorderBlock_MinimalDistanceBetweenPoints
source: A waypoint is added when the distance to the last waypoint is greater than this value, and the time since the previous waypoint exceeds the Waypoint Addition Interval value.
de: Es wird ein Wegpunkt hinzugefügt, wenn die Entfernung zum letzten Wegpunkt über diesem Wert liegt und die Zeit seit dem Erreichen des letzten Wegpunkts den internen Wert für hinzugefügte Wegpunkte überschreitet.
es: Se añade un punto de referencia cuando la distancia al último punto de referencia es mayor que este valor y el tiempo transcurrido desde el punto de referencia anterior supera el valor del intervalo de adición de puntos de referencia.
fr: Un point de passage est ajouté lorsque la distance jusqu'au dernier point de passage est supérieure à cette valeur et que le temps écoulé depuis le dernier point de passage est supérieur à la valeur de l'intervalle d'ajout de point de passage.
it: Una tappa viene aggiunta quando la distanza dall'ultima tappa è maggiore di questo valore e il tempo trascorso dalla tappa precedente supera il valore dell'intervallo di aggiunta della tappa.
pl_pl: Kolejny punkt trasy jest dodawany, gdy odległość do ostatniego jest większa od tej wartości, a czas który upłyną od dodania punktu do trasy przekracza wartość ustawionego odstępu.
pt_br: Um ponto de rota é adicionado quando a distância para o último ponto de rota é maior que este valor e o tempo desde o ponto de rota anterior exceder o valor do Intervalo de adição de ponto de rota.
ru: Если расстояние до последней точки маршрута больше этого значения, а время с предыдущей точки маршрута превышает значение интервала добавления путевой точки, то добавляется точка.
zh_cn: 当到最后一个位标的距离大于此值，并且距上一个位标的时间超过位标添加间隔值时，添加一个位标。

# PathRecorderBlock_SetupAction
source: Setup action
de: Aktion konfigurieren
es: Configurar acción
fr: Configurer une action
it: Configura azione
pl_pl: Ustaw działanie
pt_br: Configurar ação
ru: Настроить действие
zh_cn: 设置动作

# DefensiveBlock_SetupActions
source: Setup actions
de: Aktionen konfigurieren
es: Establecer acciones
fr: Paramétrer les actions
it: Configura azioni
pl_pl: Ustaw działania
pt_br: Configurar ações
ru: Задать действия
zh_cn: 设置动作

# DefensiveBlock_SetupActions_Tooltip
source: The first slot triggers when an enemy is detected, the second slot triggers when an enemy is no longer detected.
de: Der erste Slot wird ausgelöst, wenn ein Feind erkannt wurde. Der Zweite Slot wird ausgelöst, wenn der Feind nicht mehr erkannt wird.
es: El primer espacio se activa cuando se detecta a un enemigo, el segundo espacio se activa cuando ya no se detecta a un enemigo.
fr: Le premier emplacement se déclenche lorsqu'un ennemi est détecté, le second lorsqu'un ennemi n'est plus détecté.
it: Il primo slot si attiva quando viene rilevato un nemico, il secondo slot si attiva quando un nemico non viene più rilevato.
pl_pl: Pierwsze działanie uruchamia się podczas ucieczki, drugie po jej zaprzestaniu.
pt_br: O primeiro compartimento aciona quando um inimigo é detectado, o segundo compatimento aciona quando um inimigo não é mais detectado.
ru: Первая ячейка срабатывает при обнаружении врага, вторая — когда враг больше не обнаруживается.
zh_cn: 第一个槽在检测到敌人时触发，第二个槽在检测不到敌人时触发。

# PathRecorderBlock_ShowSelectedPoints
source: Show selected points
de: Ausgewählte Punkte zeigen
es: Mostrar puntos seleccionados
fr: Afficher les points sélectionnés
it: Mostra i punti selezionati
pl_pl: Pokaż zanaczone punky
pt_br: Exibir pontos selecionados
ru: Показывать выбранные точки
zh_cn: 显示所选点

# PathRecorderBlock_ReversePathOrder
source: Reverse order
de: Reihenfolge umkehren
es: Orden inverso
fr: Inverser l'ordre
it: Ordine inverso
pl_pl: Odwróć kolejność
pt_br: Ordem reversa
ru: Обратный порядок
zh_cn: 反转顺序

# PathRecorderBlock_ReferenceBeacon
source: Reference Beacon
de: Referenzbake
es: Baliza de referencia
fr: Balise de référence
it: Faro di riferimento
pl_pl: Sygnalizator odniesienia
pt_br: Sinalizador de referência
ru: Контрольный маяк
zh_cn: 参考信标

# PathRecorderBlock_AddWaypoint
source: Add Waypoint
de: Wegpunkt hinzufügen
es: Añadir punto de referencia
fr: Ajouter un point de passage
it: Aggiungi tappa
pl_pl: Dodaj punkt trasy
pt_br: Adicionar ponto de rota
ru: Добавить точку маршрута
zh_cn: 添加位标

# PathRecorderBlock_Play
source: Play
de: Abspielen
es: Reproducir
fr: Jouer
it: Riproduci
pl_pl: Odtwarzaj
pt_br: Executar
ru: Воспроизвести
zh_cn: 播放

# BasicMissionBlock_SelectMission
source: Select Objective
de: Zielvorgabe auswählen
es: Seleccionar objetivo
fr: Sélectionner un objectif
it: Seleziona obiettivo
pl_pl: Wybierz cel
pt_br: Selecionar objetivo
ru: Выбрать задачу
zh_cn: 选择目标

# BasicMissionBlock_SelectMission_Tooltip
source: Follow Home - Allows you to select a home beacon or GPS that the grid should follow. Can be set up to wander while it is within range. Follow Player - The grid will follow the player who presses the “Follow Me” button. Autopilot - Allows the grid to move to GPS locations and patrol/circle between several locations. Patrol and Circle requires 2 GPS locations!
de: Nach Hause folgen - Erlaubt es Ihnen eine Heimatfunkbake oder GPS-Sender auszuwählen, dem das Netz folgen soll. Kann konfiguriert werden, sich in der Nähe herumzubewegen, wenn es in Reichweite ist. Spieler folgen - Das Netz wird dem Spieler folgen, der die „Folgt mir“-Taste zuerst drückt. Autopilot - Erlaubt dem Netz sich zu GPS-Positionen zu bewegen und zwischen verschiedenen Standorten zu patrollieren bzw. herumzukreisen. Patrouillieren und Kreisen erfordern mindestens 2 GPS-Positionen!
es: Seguir a inicio - Le permite seleccionar una baliza de casa o un GPS que la red debe seguir. Puede configurarse para que deambule mientras esté dentro de su alcance. Seguir a jugador - La estructura seguirá al jugador que pulse el botón «Seguirme». Piloto automático - Permite a la estructura desplazarse a ubicaciones GPS y patrullar/circular entre varias ubicaciones. El patrullaje y el círculo requieren 2 ubicaciones GPS.
fr: Suivre à l'origine - Vous permet de sélectionner un GPS ou une balise d'origine que la grille doit suivre. Possibilité de configurer pour errer lorsqu'elle est à portée. Suivre un joueur - La grille suivra le joueur qui appuie sur le bouton « Me suivre ». Pilotage automatique - Permet à la grille de se déplacer vers des coordonnées GPS et de patrouiller/circuler entre plusieurs coordonnées. La patrouille et le cercle nécessitent 2 jeux de coordonnées GPS !
it: Segui Principale: consente di selezionare un radiofaro principale o un GPS che la griglia deve seguire. Può essere impostato per vagare mentre è nel raggio d'azione. Segui Giocatore: la griglia seguirà il giocatore che preme il pulsante "Seguimi". Autopilota: consente alla griglia di spostarsi verso posizioni GPS e pattugliare/cercare tra diverse posizioni. Pattuglia in circolo richiede 2 posizioni GPS!
pl_pl: Podążaj za domem - umożliwia wybór sygnalizatora macierzystego lub punktu GPS, za którym ma podążać struktura. Można tak ustawić, aby struktura pozostawała w ruchu, gdy jest w zasięgu. Podążaj za Graczem - struktura będzie podążać za graczem, który naciśnie przycisk "Podążaj za mną". Autopilot - Pozwala strukturze przemieszczać się do punktów GPS i patrolować / krążyć między kilkoma miejscami. Patrol i Krąż wymagają minumum 2 punktów GPS!
pt_br: Seguir residência - Permite selecionar um sinalizador ou GPS de residência que a grid deverá seguir. Pode ser configurado para vagar enquanto estiver ao alcance. Seguir jogador - A grid seguirá o jogador que pressionar o botão "Seguir a mim". Piloto automático - Permite que a grid se mova para locais do GPS e patrulhe/circule entre vários locais. Patrulhar e Circular exige 2 localizações de GPS!
ru: Следовать домой – позволяет выбрать домашний маяк или GPS, к которому будет следовать структура. Может использоваться, чтобы бродить, пока сигнал в радиусе действия. Следовать за игроком – структура будет следовать за игроком, нажавшим кнопку «Следовать за мной». Автопилот – позволяет структуре двигаться к сигналу GPS и патрулировать/обходить несколько позиций. Патрулирование и обход требуют хотя бы 2 GPS-сигналов!
zh_cn: 跟随原点 - 允许选择网格应跟随的原点信标或GPS。 可以设置为在一定范围内徘徊。 跟随玩家 - 网格将跟随按下“跟随我”按钮的玩家。 自动驾驶 - 允许网格移动到GPS位置并在多个位置之间巡逻/环行。 “巡逻和环行”需要2个GPS位置！

# BasicMission_FollowHome
source: Follow Home
de: Nach Hause folgen
es: Seguir a inicio
fr: Suivre à l'origine
it: Segui Principale
pl_pl: Podążaj za domem
pt_br: Seguir residência
ru: Следовать домой
zh_cn: 跟随原点

# BasicMission_FollowPlayer
source: Follow Player
de: Spieler folgen
es: Seguir a jugador
fr: Suivre un joueur
it: Segui Giocatore
pl_pl: Podążaj za Graczem
pt_br: Seguir jogador
ru: Следовать за игроком
zh_cn: 跟随玩家

# BasicMission_Autopilot
source: Autopilot
es: Piloto automático
fr: Pilotage automatique
it: Autopilota
pt_br: Piloto automático
ru: Автопилот
zh_cn: 自动驾驶

# FollowPlayer_FollowMe_Title
source: Follow Me
de: Folgt mir
es: Sígueme
fr: Me suivre
it: Seguimi
pl_pl: Podążaj za mną
pt_br: Seguir a mim
ru: Следовать за мной
zh_cn: 跟随我

# LeadIndicator_OutOfWeaponRange
source: Out of weapon range
de: Außerhalb der Waffenreichweite
es: Fuera del alcance del arma
fr: Hors de portée des armes
it: Fuori portata dell'arma
pl_pl: Poza zasięgiem broni
pt_br: Fora do alcance da arma
ru: Вне дальности оружия
zh_cn: 超出武器射程

# FollowPlayer_StopFollowing_Title
source: Stop Following
de: Nicht mehr folgen
es: Dejar de seguir
fr: Arrêter de suivre
it: Smetti di seguire
pl_pl: Przestań podążać
pt_br: Parar de seguir
ru: Остановить следование
zh_cn: 停止跟随

# PathRecorderBlock_FarAwayBeacon
source: Faraway beacon
de: Weit entfernte Funkbake
es: Baliza lejana
fr: Balise éloignée
it: Radiofaro lontano
pl_pl: Odległy sygnalizator
pt_br: Sinalizador distante
ru: Дальний маяк
zh_cn: 远方信标

# FollowPlayer_FollowDistance_Title
source: Follow Distance
de: Folgeabstand
es: Distancia de seguimiento
fr: Suivre à distance
it: Segui a distanza
pl_pl: Podążaj w odległości
pt_br: Seguir distância
ru: Расстояние следования
zh_cn: 跟随距离

# FollowPlayer_FollowDistance_Tooltip
source: The grid will try to stay within this distance of the player it is following.
de: Das Netz wird versuchen diesen Abstand zum verfolgten Spieler zu halten.
es: La estructura intentará mantenerse a esta distancia del jugador al que sigue.
fr: La grille essaiera de rester à cette distance du joueur qu'elle suit.
it: La griglia cercherà di rimanere entro questa distanza dal giocatore che sta seguendo.
pl_pl: Podążając za graczem struktora będzie starała się zachować podaną odległość.
pt_br: A grid tentará ficar ao alcance da distância do jogador que está seguindo.
ru: Во время следования структура попытается оставаться на этом расстоянии до игрока.
zh_cn: 网格将尝试保持在它所跟随的玩家的此距离内。

# FollowHome_PositionList
source: Home List
de: Heimatliste
es: Lista de Inicio
fr: Liste d'origine
it: Lista principali
pl_pl: Lokalizacje macierzyste
pt_br: Lista de residência
ru: Домашний список
zh_cn: 原点列表

# FollowHome_PositionList_Tooltip
source: Available home positions.
de: Verfügbare Heimatstandort-Positionen.
es: Posiciones de inicio disponibles.
fr: Positions d'origine disponibles.
it: Posizioni principali disponibili.
pl_pl: Dostępne lokalizacje macierzyste.
pt_br: Posições iniciais disponíveis.
ru: Доступные домашние позиции.
zh_cn: 可用原点位置。

# FollowHome_SetHomePositionPlayer_Title
source: Set Player Position
de: Spielerposition festlegen
es: Establecer la posición del jugador
fr: Définir la position du joueur
it: Imposta posizione giocatore
pt_br: Definir posição do jogador
ru: Задать позицию игрока
zh_cn: 设置玩家位置

# FollowHome_SetHomePositionPlayer_Tooltip
source: Creates a GPS at your current location and sets it as the Home position.
de: Erstellt ein GPS an Ihrem aktuellen Standort und legt diesen als Startposition fest.
es: Crea un GPS en su ubicación actual y la establece como posición inicial.
fr: Crée un GPS à vos coordonnées actuelles et le définit comme position d'origine.
it: Crea un GPS nella tua posizione corrente e lo imposta come posizione principale.
pt_br: Cria um GPS na sua localização atual e a define como posição de residência.
ru: Создает в вашем текущем местоположении GPS-точку, которая становится домашней позицией.
zh_cn: 在你的当前位置创建 GPS 并将其设置为原点位置。

# FollowHome_SetHomePositionGrid_Title
source: Set Grid Position
de: Position der Blockkonstruktion festlegen
es: Establecer posición de la estructura
fr: Définir la position de la grille
it: Imposta posizione griglia
pt_br: Definir posição do grid
ru: Задать позицию структуры
zh_cn: 设置网格位置
