Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# BlockPropertyDescription_HingeLock
source: Hinge will lock its current position
de: Scharnier wird in seiner aktuellen Position verriegelt
es: La bisagra fijará la posición actual
fr: La charnière verrouillera sa position actuelle
hu_hu: Csuklópánt rögzítése a jelenlegi helyzetben
it: Il cricchetto si bloccherà nella posizione corrente
pl_pl: Zawias zablokuje się w aktualnej pozycji
pt_br: A dobradiça travará na posição atual
ru: Шарнир будет заблокирован в текущем положении
zh_cn: 铰链会锁定当前位置

# BlockPropertyDescription_MotorLowerLimit
source: Lower angular limit
cs_cz: Dolní úhlový limit
de: Unteres Winkellimit
es: Límite angular inferior
fr: Limite angulaire minimale
hu_hu: Alsó szöghatár
it: Limite angolare inferiore
pl_pl: Dolna granica kątowa
pt_br: Limite angular inferior
ru: Нижний угловой лимит
zh_cn: 最小角度【逆时针】

# BlockPropertyDescription_MotorRotorDisplacement
source: Allows to move the rotor grid up or down to solve various alignment issues
cs_cz: Umožňuje posunutí hlavy rotoru nahoru či dolů. Může vyřešit problémy s vyrovnáním.
de: Erlaubt es den Motor nach oben oder unten zu verschieben, um diverse Ausrichtungsprobleme zu beheben
es: Permite mover la estructura del rotor para solucionar varios problemas de alineamiento
fr: Permet de déplacer le rotor du moteur vers le haut ou le bas pour résoudre les problèmes d'alignement
hu_hu: Lehetővé teszi a rotor az objektum fel vagy le mozgatását,a különféle igazítások megoldására
it: Permette di muovere la griglia del rotore in alto o in basso per risolvere alcuni problemi di allineamento
pl_pl: Pozwala dostosować siatkę rotora w górę i w dół aby rozwiązać różne problemy z dopasowaniem
pt_br: Permite movimentar a grid do rotor para cima ou para baixo, visando solucionar diversos problemas de alinhamento
ru: Позволяет части ротора двигаться вверх или вниз для выравнивания
zh_cn: 允许转子上下移动转子网格，解决各种对齐问题

# BlockPropertyDescription_MotorTorque
source: The torque of the {0}: how fast it will accelerate (applied when the {0} is turned on)
cs_cz: Točivý moment rotoru: určuje zrychlení rotace (aktivace zapnutím rotoru)
de: Das Drehmoment des {0}s: Wie schnell er beschleunigt (wird angewendet, sobald der {0} aktiviert wird)
es: Esfuerzo de torsión del {0}: cómo de rápido acelerará (aplicado cuando el {0} se apague)
fr: Couple de {0} : vitesse d'accélération (appliqué lorsque le {0} est actif)
hu_hu: A {0} nyomatéka: Milyen gyorsan fog gyorsulni (a {0} bekapcsolásakor érvényes)
it: Torsione del {0}: quanto velocemente accelererà (applicata quando il {0} è acceso)
pl_pl: Moment obrotowy rotora: jak szybko przyśpiesza (działa gdy rotor jest włączony)
pt_br: O torque do {0}: sua velocidade de aceleração (aplicado quando o {0} estiver ligado)
ru: Крутящий момент {0}: как быстро он разгонится (применяется, когда {0} включен)
zh_cn: {0} 的转矩：加速的速度（{0} 开启时适用）

# BlockPropertyDescription_MotorUpperLimit
source: Upper angular limit
cs_cz: Horní úhlový limit
de: Oberes Winkellimit
es: Límite angular superior
fr: Limite angulaire maximale
hu_hu: Felső szöghatár
it: Limite angolare superiore
pl_pl: Górna granica kątowa
pt_br: Limite angular superior
ru: Верхний угловой лимит
zh_cn: 最大角度【顺时针】

# BlockPropertyDescription_MotorUsesWheelCommands
source: Indicates whether motor is controlled like a wheel directly from cockpit
cs_cz: Nastaví, zda je rotor ovládán jako kolo přímo z kokpitu
de: Zeigt an, ob der Motor wie ein Steuerrad direkt vom Cockpit aus kontrolliert wird
es: Indica si el motor es controlado como una rueda desde una cabina diferente
fr: Indique si le moteur est commandé comme une roue directement depuis le cockpit.
hu_hu: Jelzi, hogy a motoros kerek vezérelt-e közvetlenül a pilótafülkéből
it: Indica se il motore viene controllato come una ruota direttamente dalla cabina.
pl_pl: Wskazuje, czy silnik jest sterowany jak koło, prosto z kokpitu.
pt_br: Indica se o motor é controlado como uma roda, diretamente da cabine
ru: Показывает, управляется ли мотор как колесо прямо из кокпита.
zh_cn: 显示马达是否像轮子一样可从驾驶舱控制

# BlockPropertyDescription_MotorVelocity
source: Target velocity of the {0}; the {0} will accelerate until the target velocity is reached
cs_cz: Cílová rychlost rotoru: rotor bude zrychlovat dokud nedosáhne cílové rychlosti
de: Zielgeschwindigkeit des {0}s; der {0} beschleunigt bis die Zielgeschwindigkeit erreicht ist.
es: Velocidad objetivo del {0}; el {0} acelerará hasta alcanzar la velocidad objetivo
fr: Vitesse cible de {0} ; le {0} accélère jusqu'à ce que la vitesse cible soit atteinte
hu_hu: A {0} célsebessége; a {0} addig gyorsul, amíg el nem éri a célsebességet
it: Velocità finale del {0}: il {0} accelererà fino a raggiungere la velocità finale
pl_pl: Docelowa prędkość rotora; rotor będzie przyśpieszał aż osiągnie tą prędkość.
pt_br: Velocidade alvo do {0}: o {0} irá acelerar até atingir a velocidade alvo
ru: Целевая скорость {0}; {0} будет ракручиваться, пока не достигнет указанной скорости
zh_cn: {0} 的目标速度；{0} 将一直加速，直至达到目标速度

# BlockPropertyDescription_Motor_Friction
source: Regulates wheel friction by changing pressure in the tire
cs_cz: Upravuje tření kola změnou tlaku v pneumatice
de: Reguliert die Reibung der Räder durch Ändern des Luftdrucks in den Reifen
es: Regula la fricción cambiando la presión del neumático
fr: Régule la friction des roues en changeant la pression dans le pneu.
hu_hu: Kerék súrlódás szabályozása az abroncsnyomás változtatásával
it: Regola l'attrito della ruota modificando la pressione nel pneumatico.
pl_pl: Reguluje tarcie koła przez zmianę ciśnienia w oponie.
pt_br: Ajusta a fricção da roda ao alterar a pressão no pneu
ru: Регулировка силы трения колеса путем изменения давления в шине.
zh_cn: 通过改变轮胎压力调节车轮的摩擦

# BlockPropertyDescription_Motor_Height
source: Axle height offset from center
cs_cz: Vychýlení výšky nápravy od středu
de: Achsen-Höhenabstand von der Mitte
es: Desplazamiento de la altura del eje desde el centro
fr: Hauteur de décalage du centre de l'essieu
hu_hu: Tengelymagasság eltolása középről
it: Spostamento dell'altezza dell'asse dal centro
pl_pl: Przesunięcie wysokości osi od środka
pt_br: Balanceamento da altura do eixo a partir do centro
ru: Смещение оси колеса относительно центра подвески.
zh_cn: 偏离中心轴高度

# BlockPropertyDescription_Motor_InvertPropulsion
source: Invert the propulsion direction
cs_cz: Prohodí směr pohonné jednotky
de: Umkehrung der Antriebsrichtung
es: Invertir la dirección de la propulsión
fr: Inverser la direction de propulsion
hu_hu: A meghajtás irányának megfordítása
it: Inverti la direzione di propulsione
pl_pl: Odwróć kierunek napędu
pt_br: Inverter direção de propulsão
ru: Инвертировать направление вращения колеса при ускорении.
zh_cn: 反转推进方向

# BlockPropertyDescription_Motor_InvertSteer
source: Invert the steering direction
cs_cz: Prohození strany při zatáčení kola
de: Umkehren der Lenkrichtung
es: Invertir la dirección de giro
fr: Inverser la direction de pilotage
hu_hu: A kormányzási irány megfordítása
it: Inverti la direzione di sterzata
pl_pl: Odwróć kierunek kierowania
pt_br: Inverter direção
ru: Изменить направление поворота на противоположное.
zh_cn: 反转前进方向

# BlockPropertyDescription_Motor_MaxSteerAngle
source: The maximum angle that the wheel will turn when steering
cs_cz: Maximální úhel zatočení kola
de: Der maximale Winkel, den das Rad beim Lenken einschlägt
es: El ángulo máximo de giro para la rueda al girar
fr: L'angle maximum que la roue va tourner en direction
hu_hu: Az a maximális szög, amelyben a kerék elfordul kormányzáskor
it: L'angolo massimo di rotazione della ruota quando si sterza
pl_pl: Maksymalny kąt, do którego obróci się koło podczas kierowania
pt_br: Ângulo máximo de giro da roda quando dirigindo
ru: Максимальный угол поворота колеса при рулевом управлении.
zh_cn: 转向时达到的最大转向角度

# BlockPropertyDescription_Motor_Power
source: Power supplied to propulsion
cs_cz: Energie poskytovaná motorům
de: Energiezufuhr zum Antrieb
es: Energía suministrada a la propulsión
fr: Puissance fournie à la propulsion
hu_hu: Hajtómű tápellátása
it: Potenza fornita alla propulsione
pl_pl: Moc dostarczana do napędu
pt_br: Energia fornecida para propulsão
ru: Количество энергии, увеличивающей крутящий момент колеса.
zh_cn: 电源供给推力

# BlockPropertyDescription_Motor_Propulsion
source: If the wheel is propelled
cs_cz: Pokud je kolo poháněno
de: Wenn das Rad sich dreht
es: Si la rueda es propulsada
fr: Si la roue est propulsée
hu_hu: Ha a kereket meghajtják
it: Se la ruota ha propulsione.
pl_pl: Jeśli koło jest zasilane
pt_br: Se a roda for impulsionada
ru: Если колесо приводится в движение.
zh_cn: 如果驱动车轮

# BlockPropertyDescription_Motor_PropulsionOverride
source: Propulsion override
cs_cz: Obejde pohon
de: Antrieb - manueller Eingriff
es: Anulación de propulsión
fr: Priorité à la propulsion
hu_hu: Meghajtás felülbírálása
it: Annullamento della propulsione
pl_pl: Nadpisanie napędu
pt_br: Substituição de propulsão
ru: Перехват ускорения
zh_cn: 推进越级控制

# BlockPropertyDescription_Motor_Steering
source: Control steering of this suspension from cockpit
cs_cz: Kontrola řízení tohoto zavěšení z kokpitu
de: Steuerung dieser Achse aus dem Cockpit
es: Control de la suspensión desde la cabina
fr: Commande de direction de cette suspension depuis le cockpit.
hu_hu: Felfüggesztés vezérlése a pilótafülkéből
it: Controlla sterzamento di questa sospensione dalla cabina
pl_pl: Steruj zawieszeniem z tego kokpitu.
pt_br: Controlar a direção desta suspensão a partir da cabine
ru: Возможность рулевого управления данной подвеской.
zh_cn: 由驾驶舱的方向盘控制转向

# BlockPropertyDescription_Motor_SteerOverride
source: Steer override
cs_cz: Obejde řízení
de: Lenkung - manueller Eingriff
es: Anulación del giro
fr: Priorité à la direction
hu_hu: Irányítás felülbírálása
it: Annullamento della sterzata
pl_pl: Nadpisanie kierowania
pt_br: Substituição de direção
ru: Перехват поворота
zh_cn: 操控越级控制

# BlockPropertyDescription_Motor_SteerReturnSpeed
source: The wheel's return speed from turning
cs_cz: Rychlost návratu kola do výchozí pozice po zatočení
de: Die Rücklaufgeschwindigkeit des Lenkrads
es: La velocidad de vuelta de la rueda al girar
fr: La vitesse de retour de la roue après avoir tourné
hu_hu: Kerék visszafordulási sebessége
it: La velocità di ritorno della ruota dalla rotazione
pl_pl: Prędkość powrotu koła z obrotu
pt_br: A velocidade de retorno da roda a partir do giro
ru: Как быстро колесо возвращается в изначальное состояние после поворота.
zh_cn: 舵机转动回复速度

# BlockPropertyDescription_Motor_SteerSpeed
source: The wheel turn speed
cs_cz: Rychlost zatočení kola
de: Die Lenkgeschwindigkeit
es: Velocidad de giro de la rueda
fr: La vitesse de rotation de la roue
hu_hu: Kerék fordulatszáma
it: La velocità di rotazione della ruota
pl_pl: Prędkość obrotu koła
pt_br: Velocidade de giro da roda
ru: Как быстро колесо поворачивает на максимальный установленный угол.
zh_cn: 舵机转向速度

# BlockPropertyDescription_Motor_SuspensionSpeed
source: Wheels will not be propeled over this speed
cs_cz: Kola nebudou poháněna přes tuto rychlost.
de: Die Räder werden über dieser Geschwindigkeit nicht angetrieben
es: Las ruedas no darán propulsión por encima de esta velocidad
fr: Les roues ne seront pas propulsées au delà de cette vitesse
hu_hu: Kerekek nem hajt e a sebesség felett
it: Le ruote non saranno spinte oltre questa velocità
pl_pl: Koła nie będą przyśpieszać ponad tę prędkość
pt_br: As rodas não serão impulsionadas nessa velocidade.
ru: Колесо не будет приводиться в движение выше указанной скорости.
zh_cn: 车轮驱动不能超过这一速度。

# BlockPropertyDescription_Motor_SuspensionTravel
source: Limits the suspension's travel height. Setting to 0% will effectively lock the suspension.
cs_cz: Omezuje maximální výšku tlumičů při jízdě. Nastavení na 0% plně zabrání tlumičům v odpružování.
de: Begrenzt den Federweg der Aufhängung. Auf 0% gesetzt, stellt diese Einstellung effektiv die Aufhängung fest und ermöglicht keine Federung.
es: Limita la altura de desplazamiento de la suspensión. Seleccionando 0% bloqueará efectivamente la suspensión.
fr: Limite la hauteur de déplacement de la suspension. Régler sur 0 % verrouille la suspension.
hu_hu: Korlátozza a felfüggesztés utazási magasságát. A 0%- os beállítás hatékonyan lezárja a felfüggesztést.
it: Limita l'altezza di corsa della sospensione. Impostando a 0% si blocca efficacemente la sospensione.
pl_pl: Ogranicza wysokość ruchu zawieszenia. Ustawienie na 0% zablokuje zawieszenie.
pt_br: Limita a altura de deslocamento da suspensão. Um ajuste a 0% travará a suspensão de forma efetiva.
ru: Ограничивает ход подвески. Значение 0% полностью заблокирует подвеску.
zh_cn: 限制悬架的行程高度。 设置为0%将有效锁定悬挂。

# BlockPropertyDescription_OreDetectorRange
source: Maximum detection range
cs_cz: Maximální dosah detektoru
de: Maximale Detektionsreichweite
es: Rango máximo de detección
fr: Portée maximale de détection.
hu_hu: Maximális észlelési tartomány
it: Raggio massimo di rilevamento
pl_pl: Maksymalny zasięg wykrywania.
pt_br: Alcance máximo de detecção
ru: Максимальная дальность обнаружения
zh_cn: 最大探测距离

# BlockPropertyDescription_SensorFieldBack
source: How far the sensing field extends backwards from the sensor's position
cs_cz: Délka snímaného prostoru za senzorem
de: Wie weit sich der Erfassungsbereich hinter dem Sensor erstreckt
es: Cómo de lejos el campo del sensor se extiende hacia atrás desde la posición del sensor
fr: Jusqu'où le champ de détection s'étend à l'arrière de la position du capteur
hu_hu: Meddig terjed az érzékelő mező az érzékelő helyzetétől
it: Di quanto il campo del sensore si estende all'indietro rispetto alla sua posizione
pl_pl: Jak daleko pole czujnika jest rozszerzone w tył, licząc od pozycji sensora
pt_br: Distância máxima que o campo de detecção se estende atrás do sensor
ru: Охват сенсора сзади
zh_cn: 探测区域后面边界与传感器的距离

# BlockPropertyDescription_SensorFieldBottom
source: How far the sensing field extends below the sensor's position
cs_cz: Délka snímaného prostoru pod senzorem
de: Wie weit sich der Erfassungsbereich unter dem Sensor erstreckt
es: Cómo de lejos el campo del sensor se extiende hacia abajo desde la posición del sensor
fr: Taille du champ de detection sous le capteur
hu_hu: Meddig terjed az érzékelő mező az érzékelő pozíciója alatt
it: Di quanto il campo del sensore si estende sotto alla sua posizione
pl_pl: Jak daleko pole czujnika jest rozszerzone w dół, licząc od pozycji sensora
pt_br: Distância máxima que o campo de detecção se estende abaixo do sensor
ru: Охват сенсора снизу
zh_cn: 探测区域下边界与传感器的距离

# BlockPropertyDescription_SensorFieldFront
source: How far the sensing field extends in front of the sensor
cs_cz: Délka snímaného prostoru před senzorem
de: Wie weit sich der Erfassungsbereich vor dem Sensor erstreckt
es: Cómo de lejos el campo del sensor se extiende hacia desde la posición del sensor
fr: Jusqu'où le champ de détection s'étend devant le capteur
hu_hu: Meddig terjed az érzékelő mező az érzékelő előtt
it: Di quanto il campo del sensore si estende in avanti rispetto alla sua posizione
pl_pl: Jak daleko pole czujnika jest rozszerzone w przód, licząc od pozycji sensora
pt_br: Distância máxima que o campo de detecção se estende à frente do sensor
ru: Охват сенсора спереди
zh_cn: 探测区域正面边界与传感器的距离

# BlockPropertyDescription_SensorFieldLeft
source: How far the sensing field extends to the left from the sensor's position
cs_cz: Délka snímaného prostoru vlevo od senzoru
de: Wie weit sich der Erfassungsbereich von der Sensorposition nach links erstreckt
es: Cómo de lejos el campo del sensor se extiende hacia la izquierda desde la posición del sensor
fr: Taille du champ de détection a la gauche du capteur
hu_hu: Meddig terjed az érzékelő mező az érzékelő helyzetétől balra
it: Di quanto il campo del sensore si estende verso sinistra rispetto alla sua posizione
pl_pl: Jak daleko pole czujnika jest rozszerzone w lewo, licząc od pozycji sensora
pt_br: Distância máxima que o campo de detecção se estende à esquerda do sensor
ru: Охват сенсора по левую сторону
zh_cn: 探测区域左边界与传感器的距离

# BlockPropertyDescription_SensorFieldRight
source: How far the sensing field extends to the right from the sensor's position
cs_cz: Délka snímaného prostoru vpravo od senzoru
de: Wie weit sich der Erfassungsbereich von der Sensorposition nach rechts erstreckt
es: Cómo de lejos el campo del sensor se extiende hacia la derecha desde la posición del sensor
fr: Taille du champ de détection à la droite du capteur
hu_hu: Mennyire terjed az érzékelő mező jobbra az érzékelő helyzetétől
it: Di quanto il campo del sensore si estende verso destra rispetto alla sua posizione
pl_pl: Jak daleko pole czujnika jest rozszerzone w prawo, licząc od pozycji sensora
pt_br: Distância máxima que o campo de detecção se estende à direita do sensor
ru: Охват сенсора по правую сторону
zh_cn: 探测区域右边界与传感器的距离

# BlockPropertyDescription_SensorFieldTop
source: How far the sensing field extends above the sensor's position
cs_cz: Délka snímaného prostoru nad senzorem
de: Wie weit sich der Erfassungsbereich über dem Sensor erstreckt
es: Cómo de lejos el campo del sensor se extiende hacia por encima desde la posición del sensor
fr: Taille du champ de détection au dessus du capteur
hu_hu: Meddig terjed az érzékelő mező az érzékelő pozíciója felett
it: Di quanto il campo del sensore si estende sopra alla sua posizione
pl_pl: Jak daleko pole czujnika jest rozszerzone w górę, licząc od pozycji sensora
pt_br: Distância máxima que o campo de detecção se estende acima do sensor
ru: Охват сенсора сверху
zh_cn: 探测区域上面边界与传感器的距离

# BlockPropertyDescription_SensorToolbarOpen
source: Opens toolbar
cs_cz: Otevřít panel nástrojů
de: Öffnet die Schnellzugriffsleiste
es: Abre la barra de herramientas
fr: Ouvre la barre d'outil
hu_hu: Megnyitja az eszköztárat
it: Apre toolbar
pl_pl: Otwiera pasek narzędzi
pt_br: Abre a barra de ferramentas
ru: Открывает панель инструментов
zh_cn: 打开工具栏

# BlockPropertyDescription_ShowShipName
source: Show ship name
cs_cz: Zobrazit jméno lodi
de: Schiffsnamen anzeigen
es: Mostrar nombre de la nave
fr: Afficher le nom des vaisseaux
hu_hu: Mutasd a hajó nevét
it: Mostra nome della nave
pl_pl: Pokaż nazwę statku
pt_br: Mostrar nome da nave
ru: Название корабля
zh_cn: 显示船只名称

# BlockPropertyDescription_SoundBlockRange
source: Range of played sound
cs_cz: Dosah hraných zvuků
de: Hörweite des wiedergebenen Tons
es: Rango del sonido reproducido
fr: Portée des sons joués
hu_hu: Lejátszott hang tartománya
it: Raggio del suono riprodotto
pl_pl: Zasięg odtwarzanego dźwięku
pt_br: Alcance do som emitido
ru: Дальность распространения звука
zh_cn: 播放声音范围

# BlockPropertyDescription_SoundBlockVolume
source: Volume of played sound
cs_cz: Hlasitost hraných zvuků
de: Lautstärke des wiedergebenen Tons
es: Volumen del sonido reproducido
fr: Volume des sons joués
hu_hu: Lejátszott hang hangereje
it: Volume del suono riprodotto
pl_pl: Głośność odtwarzanego dźwięku
pt_br: Volume do som emitido
ru: Громкость звука
zh_cn: 播放音量

# BlockPropertyDescription_SpaceBallFriction
source: Friction
cs_cz: Tření
de: Reibung
es: Fricción
hu_hu: Súrlódás
it: Frizione
pl_pl: Tarcie
pt_br: Fricção
ru: Трение
zh_cn: 摩擦力

# BlockPropertyDescription_SpaceBallRestitution
source: Restitution
cs_cz: Restituce
de: Restitutionskoeffizient
es: Restitución
hu_hu: Helyreállítás
it: Restituzione
pl_pl: Restytucja
pt_br: Restituição
ru: Восстановление
zh_cn: 恢复原状

# BlockPropertyDescription_SpaceBallVirtualMass
source: Virtual mass
cs_cz: Virtuální hmotnost
de: Virtuelle Masse
es: Masa virtual
fr: Masse virtuelle
hu_hu: Virtuális tömeg
it: Massa Virtuale
pl_pl: Sztuczna masa
pt_br: Massa virtual
ru: Виртуальная масса
zh_cn: 虚拟质量

# BlockPropertyDescription_Stockpile
source: Stockpiling tanks will not get drained by air vents
cs_cz: Ze skladujících tanků nebude odčerpáván kyslík vzduchotechnikami
de: Sauerstofftanks werden nicht von Belüftungsanlagen verwendet und entleert
es: Los tanques de almacenamiento no se vaciarán por las rejillas de ventilación
fr: Les réservoirs de stockage ne seront pas drainés par les bouches d'aération
hu_hu: Tartálykészleteket nem ereszti ki a szellőzőnyílásokkal
it: Le cisterne che accumulano scorte non verranno scaricate dagli sfiatatoi dell'aria
pl_pl: Zbiorniki nie zostaną opróżnione przez otwory wentylacyjne
pt_br: Os tanques de armazenamento não serão drenados pelas saídas de ar
ru: Накопительные баллоны не будут опустошаться вентиляцией
zh_cn: 氧气瓶内氧气不会被排出

# BlockPropertyDescription_Suspension_AirShock
source: Automatically increases the strength of suspension spring when it is about to land hard.
cs_cz: Automaticky přizpůsobí sílu odpružení, na základě síly dopadu na povrch.
de: Erhöht kurz vor einer harten Landung automatisch die Stärke der Tragfeder.
es: Aumenta automáticamente la fuerza de la suspensión cuando está a punto de chocar contra el suelo.
fr: Augmente automatiquement la force du ressort de suspension lorsqu'il est sur le point d'atterrir durement.
hu_hu: Automatikusan növeli a felfüggesztő rugó erősségét, amikor keményen leszáll.
it: Aumenta automaticamente la forza delle sospensioni nel momento precedente all'atterraggio.
pl_pl: Automatycznie zwiększa siłę zawieszenia, gdy pojazd zbliża się do twardego upadku.
pt_br: Aumenta automaticamente a força da mola da suspensão quando prestes a aterrissar bruscamente.
ru: Сила пружины становится тем сильнее, чем дальше проседает амортизатор - при жестких приземлениях.
zh_cn: 硬着陆时，悬挂中的弹簧弹力自动增加。

# BlockPropertyDescription_Suspension_Brake
source: Enables sensitivity on brake input.
cs_cz: Nastavíte, zda-li bude kolo přijímat povel pro brždění.
de: Erhöht Empfindlichkeit beim Auslösen der Bremse.
es: Activa la sensibilidad de la entrada del freno.
fr: Active la sensibilité de l'entrée du frein à main.
hu_hu: Engedélyezi a fékbemenet érzékenységét.
it: Abilita la sensibilità sull'ingresso del freno.
pl_pl: Włącza czułość wejścia hamowania.
pt_br: Habilitar a sensibilidade da entrada de freio.
ru: Включает возможность торможения.
zh_cn: 启用制动输入敏感度。

# BlockPropertyDescription_ThrustOverride
source: Overriding thruster will cause activation of thruster even without cockpit
cs_cz: Obejití trysek umožní jejich aktivaci i mimo kokpit
de: Ein manuelles Anpassen der Schubkraft des Triebwerks wird dieses unabhängig von Steuerungssignalen aus dem Cockpit aktivieren
es: La anulación del propulsor causará la activación del propulsor incluso sin la cabina
fr: La priorité du propulseur entraînera l'activation du propulseur même sans cockpit
hu_hu: Riasztó felülbírálása még a pilótafülke nélkül is aktiválódik
it: Escludendo i controlli dei propulsori, questi si attiveranno anche senza cabina di pilotaggio
pl_pl: Własne ustawienie silnika będzie aktywne nawet bez kokpitu
pt_br: A sobreposição do propulsor ocasionará a ativação do novo propulsor, mesmo sem comando da cabine
ru: Перехват ускорителя приведет к его активации даже без управления из кокпита
zh_cn: 不论是否有驾驶舱，越级控制推进器都会将其启动

# BlockPropertyPopup_AutoPilotToolbarOpen
source: Set actions to be done when autopilot reaches this waypoint
cs_cz: Nastavit akce, které budou provedeny po dosažení cílové značky
de: Stellt Aktionen ein, die ausgeführt werden sollen, wenn der Autopilot diesen Wegpunkt erreicht
es: Establecer acciones que realizar cuando el piloto automático alcance este punto
fr: Définit les actions à effectuer lorsque le pilote automatique atteint ce point de passage
hu_hu: Robotpilóta ezen az út pont elérésekor végrehajtandó műveleteinek beállítása
it: Imposta le azioni da eseguire quando l'autopilota raggiunge questo waypoint
pt_br: Configurar ações a serem realizadas quando o piloto automático atingir este ponto de rota
ru: Настроить действия, когда автопилот достигнет точки маршрута
zh_cn: 自动导航到达目的地后，需要提前准备好下一步的动作。
