Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# ClaimAuthorship_Text
source: Claiming this grid will transfer all of its PCU to you and prevent it from despawning. Blocks will still need to be hacked to gain ownership PCU Needed to Claim: {0} Available PCU {1}
de: Diese Blockkonstruktion in Besitz zu nehmen wird alle PCU zu Ihnen übertragen und verhindern, dass sie durch Despawnen abhanden kommt. Blocks müssen dennoch noch gehackt werden, um die Besitzrechte darüber zu erhalten. PCUs die noch in Besitz genommen werden müssen: {0} Verfügbare PCU {1}
es: Reclamar esta estructura le transferirá todos sus PCU y evitará que desaparezca. Seguirá siendo necesario hackear los bloques para obtener la propiedad PCU necesarios para reclamar: {0} PCU disponibles {1}
fr: Le fait de revendiquer cette grille vous transférera tous ses PCU et l'empêchera de disparaître. Les blocs devront toujours être piratés pour en devenir propriétaire. PCU nécessaires pour revendiquer : {0} PCU disponibles {1}
it: Rivendicare questa griglia ti trasferirà tutta la sua PCU e ne impedirà la scomparsa. I blocchi dovranno comunque essere hackerati per acquisirne la proprietà PCU necessaria per il riscatto: {0} PCU disponibile {1}
pt_br: Reivindicar este grid transferirá todos os PCUs para você e impedirá o desaparecimento. Os blocos ainda precisarão ser hackeados para obter a propriedade PCU necessário para reivindicar: {0} PCU disponível {1}
ru: Если вы заявите права на эту структуру, вам будут переданы все ее PCU и она не исчезнет. Чтобы получить право владения, блок по-прежнему нужно будет взломать. Необходимое для этого действия количество PCU: {0}. Имеется PCU: {1}.
zh_cn: 领取此网格会将其所有PCU转移给你并防止其消失。 方块仍需破解以获得所有权 需要领取的PCU： {0} 可用PCU {1}

# ClaimAuthorship_Tooltip_PCU
source: Claim the PCU of this grid. You must have {0} PCU available.
de: Nehmen Sie die PCU dieser Blockkonstruktion in Besitz. Sie müssen {0} freie PCU zur Verfügung stehen haben.
es: Reclame el PCU de esta estructura. Debe tener {0} PCU disponibles.
fr: Revendiquer les PCU de cette grille. Vous devez avoir {0} PCU disponibles.
it: Rivendica la PCU di questa griglia. È necessario avere {0} di PCU disponibile.
pt_br: Reivindicar o PCU deste grid. Você deve ter {0} de PCU disponível.
ru: Заявить права на PCU этой сетки. Необходимо иметь {0} PCU.
zh_cn: 领取此网格的PCU。你必须有{0}个可用PCU。

# ClaimAuthorship_Tooltip_Limit
source: Claim the PCU of this grid. You reached your {0} limit.
de: Nehmen Sie die PCU dieser Blockkonstruktion in Besitz. Sie haben Ihr Limit von {0} PCU erreicht.
es: Reclame el PCU de esta estructura. Ha alcanzado su límite de {0}.
fr: Revendiquer les PCU de cette grille. Vous avez atteint votre limite de {0}.
it: Rivendica la PCU di questa griglia. Hai raggiunto il limite di {0}.
pt_br: Reivindicar o PCU deste grid. Você alcançou o limite de {0}.
ru: Заявить права на PCU этой сетки. Вы достигли лимита: {0}.
zh_cn: 领取此网格的PCU。你已达到{0}的上限。

# DisplayName_Block_CorridorNarrowStowage
source: Corridor Narrow Stowage
de: Korridor (schmal mit Abstellraum)
es: Estiba estrecha de pasillo
fr: Rangement de couloir étroit
it: Corridoio di stivaggio stretto
pt_br: Armazenamento do corredor estreito
ru: Узкий коридор, кладовая
zh_cn: 窄通道物品存放处

# ClaimAuthorship_BlockDespawnNotification
source: Unclaimed blocks will despawn in {0}
de: Nicht in Besitz genommene Blöcke werden in {0} despawnen
es: Los bloques no reclamados desaparecerán en {0}
fr: Les blocs non revendiqués disparaîtront dans {0}
it: I blocchi non rivendicati scompariranno tra {0}
pt_br: Blocos não reivindicados desaparecerão em {0}
ru: Невостребованные блоки исчезнут через {0}
zh_cn: 未领取的方块将在{0}后消失

# WorkshopBrowser_Storage
source: Storage:
de: Speicherplatz:
es: Almacén:
fr: Stockage :
it: Archivio:
pt_br: Armazenamento:
ru: Хранилище:
zh_cn: 存储空间：

# WorkshopBrowser_OutOfStorage_Caption
source: Out of Storage
de: Kein freier Speicherplatz vorhanden
es: Sin espacio en almacén
fr: Stockage épuisé
it: Spazio di archiviazione esaurito
pt_br: Sem armazenamento
ru: Нет места в хранилище
zh_cn: 存储空间不足

# WorkshopBrowser_OutOfStorage_Text
source: You are out of storage so you can't subscribe.
de: Sie können dieses Item nicht abonnieren, da Sie über keinen freien Speicherplatz verfügen.
es: Se ha quedado sin espacio en almacén, por lo que no puede suscribirse.
fr: Vous êtes à court de stockage et ne pouvez pas vous abonner.
it: Hai esaurito lo spazio di archiviazione, quindi non puoi iscriverti.
pt_br: Você está sem armazenamento, então não pode se inscrever.
ru: У вас закончилось место в хранилище, поэтому вы не можете подписаться.
zh_cn: 你的存储空间不足，因此无法订阅。

# CustomWorld_RedShip2
source: Red Ship v2
es: Nave roja v2
fr: Vaisseau rouge v2
it: Nave rossa v2
pt_br: Nave vermelha v2
ru: Красный корабль v2
zh_cn: 红色飞船v2

# QuickStartNotification_Title
source: Would you like to try Quick Start instead?
de: Möchten Sie stattdessen den Schnellstartmodus ausprobieren?
es: ¿Desea probar el Inicio rápido en su lugar?
fr: Voulez-vous essayer le Démarrage rapide à la place ?
it: Desideri provare l'avvio rapido piuttosto?
pt_br: Gostaria de experimentar o Início rápido?
ru: Хотите попробовать быстрый старт?
zh_cn: 想尝试一下“快速开始”吗？

# QuickStartNotification_Yes
source: Play Quick Start
de: Schnellstartmodus
es: Jugar Inicio rápido
fr: Jouer le Démarrage rapide
it: Gioca avvio rapido
pt_br: Jogar Início rápido
ru: Запустить быстрый старт
zh_cn: 玩“快速开始”

# DisplayName_TemporaryContainer
source: Temporary Container
de: Temporärer Container
es: Contenedor temporal
fr: Conteneur temporaire
it: Contenitore temporaneo
pt_br: Contêiner temporário
ru: Временный контейнер
zh_cn: 临时集装箱

# Description_BroadcastController
source: The Broadcast Controller transmits custom messages to players using the chat window. Use antennas to increase the range.
de: Der Broadcast-Controller übermittelt über das Chat-Fenster benutzerdefinierte Nachrichten an die Spieler. Benutzen Sie Antennen, um die Reichweite zu erhöhen.
es: El Controlador de Emisión transmite mensajes personalizados a los jugadores a través de la ventana de chat. Utilice antenas para aumentar el alcance.
fr: Le contrôleur de diffusion transmet des messages personnalisés aux joueurs par l'intermédiaire de la fenêtre de chat. Utilisez des antennes pour augmenter la portée.
it: Il controller di trasmissione trasmette messaggi personalizzati ai giocatori utilizzando la finestra di chat. Usa le antenne per aumentare la portata.
pt_br: O Controlador de transmissão transmite mensagens personalizadas a jogadores usando a janela de chat. Use antenas para aumentar o alcance.
ru: Контроллер вещания передает игрокам настраиваемые сообщения через окно чата. Для увеличения дальности действия используйте антенны.
zh_cn: 广播控制器使用聊天窗口向玩家传送自定义消息。 使用天线来扩大范围。

# DisplayName_Block_TrussPillarDiagonal
source: Truss Pillar Offset Corner
de: Fachwerkpfeiler (diagonal)
es: Esquina de desviación de pilar de armazón
fr: Coin de pilier en treillis décalé
it: Traliccio, scostamento pilastro angolo
pt_br: Deslocamento de pilar de treliça de canto
ru: Ферма-столб, диагональная
zh_cn: 偏置桁架柱角

# DisplayName_Block_TrussPillarT
source: Truss Pillar T
de: Fachwerkpfeiler (T)
es: Pilar de Armazón en T
fr: Pilier en treillis T
it: Traliccio, pilastro T
pt_br: Pilar de treliça em T
ru: Ферма-столб, Т
zh_cn: T型桁架柱

# DisplayName_Block_TrussPillarX
source: Truss Pillar X
de: Fachwerkpfeiler (X)
es: Pilar de Armazón en X
fr: Pilier en treillis X
it: Traliccio, pilastro X
pt_br: Pilar de treliça em X
ru: Ферма-столб, X
zh_cn: 十字桁架柱

# SimpleNewGame_LostColony_Description
source: Contact has been lost with a remote colony and it's your job to find out what happened. With up to four players, embark on an exciting journey through caves and mysterious underground bunkers while exploring the valley and its history via data pads left behind by the colonists.
de: Der Kontakt zu einer entfernten Kolonie ist abgebrochen und es ist Ihre Aufgabe herauszufinden was passiert ist. Machen Sie sich mit bis zu 3 weiteren Mitspielern auf eine spannende Reise durch Höhlen und mysteriöse Untergrundbunker, während Sie das Tal und seine Geschichte mithilfe von Datapads kennenlernen, die die Kolonisten zurückgelassen haben.
es: Se ha perdido el contacto con una colonia remota y su trabajo consiste en averiguar qué ha ocurrido. Con hasta cuatro jugadores, embárquese en un emocionante viaje a través de cuevas y misteriosos búnkeres subterráneos mientras explora el valle y su historia a través de los pads de datos dejados por los colonos.
fr: Le contact a été perdu avec une colonie éloignée et il vous incombe de découvrir ce qui s'est passé. Avec un maximum de quatre joueurs, embarquez pour un voyage passionnant à travers des grottes et de mystérieux bunkers souterrains, tout en explorant la vallée et son histoire à l'aide de blocs de données laissés par les colons.
it: I contatti con una colonia remota si sono persi ed è tuo compito scoprire cosa è successo. Con un massimo di quattro giocatori, intraprendi un emozionante viaggio attraverso caverne e misteriosi bunker sotterranei mentre esplori la valle e la sua storia tramite i data pad lasciati dai coloni.
pt_br: O contato foi perdido com uma colônia remota e é seu dever descobrir o que houve. Com até quatro jogadores, embarque em uma jornada incrível por cavernas e bunkers subterrâneos misteriosos enquanto explora o vale e sua história através de blocos de dados deixados pelos colonos.
ru: Мы утратили связь с отдаленной колонией. Ваша задача — выяснить, что произошло. Вам предстоит отправиться в захватывающее путешествие по пещерам и загадочным подземным бункерам вместе с четырьмя игроками, исследовать долину и ее историю, находя оставленные колонистами планшеты.
zh_cn: 你们与一处遥远的殖民地失去了联系，你的工作就是去弄清楚事情的来龙去脉。最多可以与四位玩家一起，踏上穿越洞穴和神秘地底碉堡的刺激旅程，同时通过殖民者遗留的数据板探索山谷及其历史。

# DisplayName_Community
source: Community
es: Comunidad
fr: Communauté
pt_br: Comunidade
ru: Сообщество
zh_cn: 社区

# DisplayName_OpenInCommunity
source: Open in Community
de: In Community öffnen
es: Abierto en la Comunidad
fr: Ouvrir dans la Communauté
it: Visibile alla community
pt_br: Abrir na Comunidade
ru: Открыть в Сообществе
zh_cn: 在社区中打开

# ScenarioSelectionScreen_Sort
source: Sort:
de: Sortieren:
es: Orden:
fr: Trier :
it: Ordinamento:
pt_br: Organizar:
ru: Сортировка:
zh_cn: 排序：

# ScenarioSelectionScreen_Filter
source: Filter:
de: Filtern:
es: Filtro:
fr: Filtrer :
it: Filtro:
pt_br: Filtrar:
ru: Фильтр:
zh_cn: 筛选：

# ScenarioSelectionScreen_FilterAlphabetical
source: Alphabetical
de: Alphabetisch
es: Alfabético
fr: Alphabétique
it: Alfabetico
pt_br: Alfabético
ru: По алфавиту
zh_cn: 字母顺序

# ScenarioSelectionScreen_BrowseCommunity
source: Browse Community
de: Community durchsuchen
es: Explorar la Comunidad
fr: Parcourir la communauté
it: Sfoglia la community
pt_br: Pesquisar na comunidade
ru: Просмотр Сообщества
zh_cn: 浏览社区

# CryopodDeathNotification_OkButtonTooltip
source: Respawn at the nearest Medical Room or transition to the respawn screen, based on the configured world settings
de: Respawnen Sie je nach den für die Welt festgelegten Einstellungen in der nächsten Krankenstation oder gelangen Sie zum Respawn-Bildschirm
es: Reaparecer en la Sala Médica más cercana o pasar a la pantalla de reaparición, en función de los ajustes configurados del mundo
fr: Réapparition dans la salle médicale la plus proche ou transition vers l'écran de réapparition, en fonction des paramètres du monde configurés
it: Rientra nella sala medica più vicina o passa alla schermata di rientro, in base alle impostazioni del mondo configurate
pt_br: Renasça na Sala Médica mais próxima ou troque para a tela de renascimento, com base nas configurações de mundo definidas
ru: Возрождение в ближайшем медпункте или переход на экран возрождения, в зависимости от настроек мира
zh_cn: 根据配置的世界设置，在最近的医疗室重生或转换到重生屏幕

# MergeBlock_UnclaimedError
source: [Color=#FFFF0000]ERROR: Cannot merge while the grid is unclaimed![/Color]
de: [Color=#FFFF0000]FEHLER: Kann nicht zusammengeführt werden solange die Blockkonstruktion nicht in Besitz genommen wurde![/Color]
es: [Color=#FFFF0000]¡ERROR: No se puede fusionar mientras la estructura esté sin reclamar![/Color]
fr: [Color=#FFFF0000]ERREUR : Impossible de fusionner tant que la grille n'est pas revendiquée ![/Color]
it: [Color=#FFFF0000]ERRORE: Non è possibile unire se la griglia non è rivendicata![/Color]
pt_br: [Color=#FFFF0000]ERRO: Não é possível mesclar enquanto o grid não for reivindicado![/Color]
ru: [Color=#FFFF0000]ОШИБКА. Нельзя объединить, пока структура не востребована![/Color]
zh_cn: [Color=#FFFF0000]错误：网格未领取时无法合并！[/Color]

# SimpleNewGame_AsteroidArmory_Description
source: An expansive military research facility has been carved into an asteroid in deep space. Rivals threaten the security of the base. Take control of the outpost and ensure its success.
de: Eine expandierende militäre Forschungseinrichtung wurde in einen Ansteroiden in den Tiefen des Weltraums gemeißelt. Gegner bedrohen die Sicherheit der Basis. Erlangen Sie die Kontrolle über diesen Außenposten und stellen Sie seinen Erfolg sicher.
es: Una amplia instalación de investigación militar ha sido excavada en un asteroide del espacio profundo. Los rivales amenazan la seguridad de la base. Tome el control del puesto avanzado y asegure su éxito.
fr: Un vaste centre de recherche militaire a été creusé dans un astéroïde au fin fond de l'espace. Des rivaux menacent la sécurité de la base. Prenez le contrôle de l'avant-poste et assurez son succès.
it: Una vasta struttura di ricerca militare è stata scavata in un asteroide nello spazio profondo. I rivali minacciano la sicurezza della base. Prendi il controllo dell'avamposto e fai sì che l'esito dell'operazione sia positivo.
pt_br: Uma instalação de pesquisa militar expansiva foi montada em um asteroide, no espaço profundo. Os rivais ameaçam a seguraça da base. Assuma o controle do posto e garanta o sucesso.
ru: В астероиде далеко в космосе был построен большой военный исследовательский центр. Теперь базе угрожают соперники. Возьмите под контроль этот аванпост и обеспечьте выполнение поставленных задач.
zh_cn: 深空的一颗小行星上设有一处广阔的军事研究设施。竞争对手正威胁着基地的安全。快控制前哨基地并为其成功保驾护航。

# SimpleNewGame_CrashedRedShip_Description
source: A navigational accident has left your cruiser severely damaged. Use your skills to salvage, rebuild, and survive the harsh environment of space.
de: Ein Navigationsfehler hat zu einer schweren Beschädigung Ihres Raumkreuzers geführt. Nutzen Sie Ihre Fähigkeiten, um ihn auszuschlachten, neuzusammenzusetzen und dabei der harschen Weltraumumgebung zu trotzen.
es: Un accidente de navegación ha dejado su crucero gravemente dañado. Utilice sus habilidades para salvarlo, reconstruirlo y sobrevivir al duro entorno del espacio.
fr: Un accident de navigation a gravement endommagé votre croiseur. Utilisez vos compétences pour récupérer, reconstruire et survivre à l'environnement hostile de l'espace.
it: Un incidente di percorso ha lasciato il tuo incrociatore gravemente danneggiato. Usa le tue abilità per salvare, ricostruire e sopravvivere al duro ambiente dello spazio.
pt_br: Um acidente navegacional deixou seu cruzador extremamente danificado. Use suas habilidades para recuperar, reconstruir e sobreviver no rígido ambiente espacial.
ru: Из-за ошибки навигации ваш крейсер был серьезно поврежден. Вам предстоит разобрать обломки, восстановить необходимое и в конечном итоге выжить — в суровых условиях космоса.
zh_cn: 你的巡洋舰在一次航行事故中严重受损。快运用你的技能，在恶劣的太空环境中开展救援和重建并奋力求生。

# SimpleNewGame_DeadDropArena_Description
source: A PvP scenario that allows pilots to test their skills against one another. Fighters are deployed from a central station high in the Martian atmosphere. Play 1v1 or in teams.
de: Ein PvP-Szenario, welches Piloten erlaubt Ihre Fähigkeiten gegeneinander zu testen. Die Kampfschiffe werden von einer zentralen Basis in der Marsatmosphäre in den Einsatz geschickt. Spielen Sie 1 gegen 1 oder in Teams.
es: Un escenario JcJ que permite a los pilotos poner a prueba sus habilidades unos contra otros. Los cazas se despliegan desde una estación central en lo alto de la atmósfera marciana. Juegue 1c1 o en equipos.
fr: Un scénario JcJ qui permet aux pilotes de tester leurs compétences les uns contre les autres. Les chasseurs sont déployés à partir d'une station centrale située dans l'atmosphère martienne. Jouez en 1 contre 1 ou en équipe.
it: Uno scenario PvP che consente ai piloti di mettere alla prova le proprie abilità l'uno contro l'altro. I caccia vengono schierati da una stazione centrale nell'atmosfera marziana. Gioca 1v1 o a squadre.
pt_br: Um cenário JvJ que permite aos pilotos testar suas habilidades uns contra os outros. Os combatentes são implantados de uma estação central na atmosfera marciana. Jogue em 1 vs. 1 ou em equipes.
ru: PvP-сценарий, в котором пилоты демонстрируют свои навыки в борьбе друг против друга. Истребители стартуют с центральной станции высоко в марсианской атмосфере. Игра идет один на один или командами.
zh_cn: 让飞行员能够与他人对战以测试自身技能的PvP场景。你将在高达火星大气层的中央太空站部署战斗机。可进行1v1或组队比赛。

# SimpleNewGame_EasyStartConsole_Description
source: Start your journey on a planet or in deep space.
de: Starten Sie Ihre Reise auf einem Planeten oder in den tiefen des Weltraums.
es: Comience su viaje en un planeta o en el espacio profundo.
fr: Commencez votre voyage sur une planète dans au fin fond de l'espace.
it: Inizia il tuo viaggio su un pianeta o nello spazio profondo.
pt_br: Inicie sua jornada em um planeta ou no espaço profundo.
ru: Начните свой путь на планете или в глубоком космосе.
zh_cn: 开始你的行星或深空之旅。

# SimpleNewGame_EasyStartGreen_Description
source: Begin your journey on a sprawling asteroid base. Use the base’s infrastructure as a launching point. Gather resources, refit existing craft or build your own, and explore the asteroid belt.
de: Beginnen Sie Ihre Reise auf einer weitläufigen Asteroiden-Basis. Nutzen Sie die Infrastruktur der Basis als Ausgangspunkt. Sammeln Sie Rohstoffe, statten Sie vorhandene Raumschiffe neu aus oder bauen Sie Ihre eigenen und entdecken Sie den Asteroidengürtel.
es: Comience su viaje en una extensa base de asteroides. Utilice la infraestructura de la base como punto de partida. Reúna recursos, reacondicione las naves existentes o construya las suyas propias y explore el cinturón de asteroides.
fr: Commencez votre voyage sur une vaste base sur un astéroïde. Utilisez l'infrastructure de la base comme point de départ. Rassemblez des ressources, réparez les vaisseaux existants ou construisez le vôtre, et explorez la ceinture d'astéroïdes.
it: Inizia il tuo viaggio su una vasta base di asteroidi. Utilizza l'infrastruttura della base come punto di partenza. Raccogli risorse, ripara le navi esistenti o costruisci le tue ed esplora la fascia di asteroidi.
pt_br: Inicie sua jornada em uma base em asteroide perdido. Use a infraestrutura da base como ponto de lançamento. Colete recursos, reajuste sua nave ou crie uma nova e explore o cinturão de asteroides.
ru: Начните свой путь на большой базе внутри астероида. Инфраструктура базы станет вашей отправной точкой. Собирайте ресурсы, переоборудуйте имеющиеся корабли или стройте собственные и исследуйте пояс астероидов.
zh_cn: 在广阔的小行星基地开启你的旅程。使用基地的基础设施作为发射点。收集资源，改装现有飞船或建造自己的飞船，并探索小行星带。

# SimpleNewGame_EasyStartSpace_Description
source: This world can serve as a jumping-off point for both survival and creative gameplay sessions, providing you with a station and a large cruiser. Where you go from there is up to you!
de: Diese Welt kann Ihnen sowohl als Ausgangspunkt für Spielsessions im „Survival“-Modus als auch für Sessions im Modus „Creative“ dienen. Dabei stehen Ihnen eine Raumstation sowie ein großer Raumkreuzer zur Verfügung. Wohin Sie von dort aufbrechen bleibt Ihnen überlassen!
es: Este mundo puede servir como punto de partida tanto para sesiones de supervivencia como de juego creativo, ya que le proporciona una estación y un gran crucero. A partir de ahí, ¡usted decide adónde ir!
fr: Ce monde peut servir de point de départ pour des sessions de survie et de créativité, en vous fournissant une station et un grand croiseur. À vous de voir ce que vous ferez à partir de là !
it: Questo mondo può fungere da punto di partenza sia per le sessioni di sopravvivenza che per quelle di gioco creativo, fornendoti una stazione e un grande incrociatore. Dove andrai da lì dipende da te!
pt_br: Este mundo pode servir como um ponto de salto para sessões de jogo tanto de sobrevivência quanto criativo, fornecendo uma estação e um grande cruzador. Você escolhe para onde ir!
ru: Этот мир может служить отправной точкой для игр в режиме «Выживание» и «Творческий»: вы получите станцию и большой крейсер. Что будет дальше, зависит только от вас!
zh_cn: 这个世界为你提供了一个空间站和一艘大型巡洋舰，你将以此作为生存和创造游戏的出发点。由此赴往何处，一切由你做主！

# SimpleNewGame_EasyStart_Description
source: Start on a planet with a large outpost and plenty of supplies. Features multiple planetary locations ready for exploration and expansion.
de: Beginnen Sie auf einem Planeten mit einem großen Außenposten und einigen Versorgungsgütern. Es stehen Ihnen eine Vielzahl an Planeten zur Verfügung, die Sie entdecken und auf die Sie expandieren können.
es: Comience en un planeta con un gran puesto avanzado y abundantes suministros. Cuenta con múltiples ubicaciones planetarias listas para la exploración y la expansión.
fr: Commencez sur une planète avec un grand avant-poste et de nombreuses ressources. Comprend plusieurs emplacements planétaires prêts pour l'exploration et l'expansion.
it: Inizia su un pianeta con un grande avamposto e molti rifornimenti. Sono disponibili varie posizioni planetarie pronte per l'esplorazione e l'espansione.
pt_br: Inicie em um planeta com um grande posto avançado e muitos suprimentos. Apresenta vários locais planetários prontos para exploração e expansão.
ru: Вы начинаете на планете с большим аванпостом и множеством припасов и сможете посетить, исследовать и расширить несколько мест на планете.
zh_cn: 从一个拥有大型前哨基地和充足补给的星球开始你的征程。你将前往多个亟待探索和扩张的行星地点。

# SimpleNewGame_EmptyWorld_Description
source: This world is a blank slate, unleash your creativity and populate it with your creations.
de: Diese Welt ist ein unbeschriebenes Blatt auf dem Sie Ihrer Kreativität freien Lauf lassen können. Besiedeln Sie sie mit Ihren Kreationen.
es: Este mundo es una gran hoja en blanco, dé rienda suelta a su creatividad y puéblelo con sus creaciones.
fr: Ce monde est une ardoise vierge, libérez votre créativité et remplissez-le de vos créations.
it: Questo mondo è una tabula rasa: scatena la tua creatività e popolalo con le tue creazioni.
pt_br: Este mundo é uma tela em branco. Liberte sua criatividade e popule-o com suas criações.
ru: Этот мир — чистый лист. Продемонстрируйте свое творческое начало и созидательные стремления.
zh_cn: 这个世界是一张白纸，快释放你的创造力并发挥创意书写这一篇章。
