Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# StoryText_MilitaryStories10
source: Trust me, I love peace more than anyone else. And with my guns, you can bring peace just about anywhere.
de: Glauben Sie mir, ich liebe den Frieden mehr als jeder andere. Und mit meinen Waffen können Sie fast überall Frieden schaffen.
es: Créame, amo la paz más que nadie. Y con mis armas, puede llevar la paz casi a cualquier parte.
fr: Croyez-moi, j'aime la paix plus que quiconque. Et avec mes armes, vous pouvez apporter la paix à peu près n'importe où.
it: Credimi, amo la pace più di chiunque altro. E con le mie armi potrai portare la pace praticamente ovunque.
pt_br: Confie em mim, eu amo a paz, mais do que qualquer outra pessoa. E, com as minhas armas, você pode levar a paz para qualquer lugar.
ru: Поверьте: я люблю мир больше кого бы то ни было. А с таким оружием вы сможете принести мир куда угодно.
zh_cn: 相信我，我比任何人都更爱和平。有了我的枪，你几乎可以把和平带到任何地方。

# StoryTitle_MilitaryStories11
source: Hostility
de: Feindschaft
es: Hostilidad
fr: Hostilité
it: Ostilità
pt_br: Hostilidade
ru: Враждебность
zh_cn: 敌意

# StoryText_MilitaryStories11
source: I don't know who this new group thinks they are, but this is our home. Whatever isn't bought, I'm using myself to bring them down.
de: Ich weiß nicht, für wen sich diese neue Gruppe hält, aber das hier ist unser Zuhause. Was auch immer nicht gekauft wird, ich benutze mich, um sie zu Fall zu bringen.
es: No sé quién se cree que es este nuevo grupo, pero esta es nuestra casa. Lo que no se haya comprado, lo utilizaré para derribarlos.
fr: Je ne sais pas qui ce nouveau groupe pense être, mais c'est chez nous. Tout ce qui n'est pas acheté, je m'en sers pour les faire tomber.
it: Non so chi pensi di essere questo nuovo gruppo, ma questa è casa nostra. Mi impegnerò al massimo per contrastarli.
pt_br: Não sei quem esse novo grupo pensa que é, mas este é o nosso lar. O que não for comprado, vou usar para acabar com eles.
ru: Не знаю, кем себя возомнила эта новая группировка, но это наш дом. Что у меня не успеют купить, будет направлено в их сторону.
zh_cn: 我不知道这个新团体自认为是什么来头，但这里是我们的家。任何未被买走的东西，我都会用来打倒他们。

# StoryTitle_MilitaryStories12
source: Dangerous
de: Gefährlich
es: Peligroso
fr: Dangereux
it: Pericoloso
pt_br: Perigo
ru: Опасность
zh_cn: 危险

# StoryText_MilitaryStories12
source: I started selling weapons in a world I understand. With this Factorum, I'm lost. And potentially, in serious danger.
de: Ich habe mit dem Waffenverkauf in einer Welt begonnen, die ich verstehe. Mit diesem The Factorum bin ich verloren. Und potenziell in großer Gefahr.
es: Empecé vendiendo armas en un mundo que entiendo. Con este Factorum, estoy perdido. Y potencialmente, en grave peligro.
fr: J'ai commencé à vendre des armes dans un monde que je comprends. Avec ce Factorum, je suis perdu. Et potentiellement en grand danger.
it: Ho iniziato a vendere armi in un mondo che capisco. Con questo Factorum, sono perso. E potenzialmente in serio pericolo.
pt_br: Comecei a vender armas em um mundo que eu entendia. Com esse Factorum, estou perdido. E, potencialmente, em grave perigo.
ru: Когда мой оружейный бизнес только начинался, этот мир было легко понять. Но этот Факторум перепутал все карты. Возможно, я в серьезной опасности.
zh_cn: 我开始在我熟悉的世界里卖武器。但面对这个 Factorum，我迷失了方向，而且可能面临严重危险。

# StoryTitle_MilitaryStories13
source: Priorities
de: Prioritäten
es: Prioridades
fr: Priorités
it: Priorità
pt_br: Prioridades
ru: Приоритеты
zh_cn: 优先事项

# StoryText_MilitaryStories13
source: See, this Factorum group has their goals all misaligned. If I was them, my first goal would be building a rifle with their supertech.
de: Sehen Sie, diese The Factorum-Gruppe hat ihre Ziele völlig falsch ausgerichtet. Wenn ich an ihrer Stelle wäre, würde ich als erstes ein Gewehr mit ihrer Supertechnologie bauen.
es: Verá, este grupo Factorum tiene sus objetivos desalineados. Si yo fuera ellos, mi primer objetivo sería construir un rifle con su supertecnología.
fr: Vous voyez, ce groupe Factorum n'a pas les bons objectifs. Si j'étais à leur place, mon premier objectif serait de construire un fusil avec leur super-technologie.
it: Vedi, questo gruppo Factorum ha tutti gli obiettivi disallineati. Se fossi in loro, il mio primo obiettivo sarebbe costruire un fucile con la loro supertecnologia.
pt_br: Veja, esse grupo Factorum tem objetivos totalmente desalinhados. Se eu fosse eles, minha primeira meta seria construir um rifle com essa supertecnologia.
ru: Понимаете, у группировки «Факторум» странные цели. Будь я на их месте, первой моей целью стало бы сконструировать винтовку с использованием таких супертехнологий.
zh_cn: 你看，这个 Factorum 团体的目标完全错位了。如果我是他们，我的第一个目标就是用他们的超级科技造一把步枪。

# StoryTitle_MilitaryStories14
source: Cost
de: Kosten
es: Coste
fr: Coût
it: Costo
pt_br: Custo
ru: Цена
zh_cn: 代价

# StoryText_MilitaryStories14
source: I always wanted a conflict - thought I'd be rich. But now that it's here, I can't help but feel like a monster. This has to be stopped.
de: Ich wollte immer einen Konflikt – ich dachte, ich würde dadurch reich werden. Aber jetzt, wo er da ist, kann ich nicht anders, als mich wie ein Monster zu fühlen. Das muss gestoppt werden.
es: Siempre quise un conflicto - pensé que sería rico. Pero ahora que está aquí, no puedo evitar sentirme como un monstruo. Hay que poner fin a esto.
fr: J'ai toujours voulu un conflit, j'ai toujours pensé que je serais riche. Mais maintenant qu'il est là, je ne peux m'empêcher de me sentir comme un monstre. Il faut que cela cesse.
it: Ho sempre desiderato un conflitto, pensavo che sarei diventato ricco. Ma ora che è qui, non posso fare a meno di sentirmi un mostro. Voglio porre fine.
pt_br: Sempre quis um conflito, achei que ficaria rico. Agora que ele chegou, só consigo me sentir um monstro. Isso precisa parar.
ru: Мне всегда хотелось увидеть масштабный конфликт — для меня это означало богатство. Но теперь, находясь в самой гуще событий, я чувствую себя чудовищем. Пора это прекращать.
zh_cn: 我一直想要冲突 – 以为我会发财。但现在冲突来了，我却感觉自己像个怪物。必须阻止这件事发生。

# StoryTitle_MilitaryStories15
source: Security
de: Sicherheit
es: Seguridad
fr: Sécurité
it: Sicurezza
pt_br: Segurança
ru: Безопасность
zh_cn: 安全

# StoryText_MilitaryStories15
source: I told The Collective - they needed to update their arsenal. Now that The Factorum is here I've got orders coming in, but it's just too late.
de: Ich habe The Collective gesagt, dass sie ihr Arsenal auf den letzten Stand bringen müssen. Jetzt, wo The Factorum hier ist, habe ich Bestellungen, aber es ist einfach zu spät.
es: Se lo dije al Colectivo: necesitaban actualizar su arsenal. Ahora que ha llegado El Factorum me llegan pedidos, pero es demasiado tarde.
fr: J'ai dit au Collectif qu'il devait mettre à jour son arsenal. Maintenant que le Factorum est là, je reçois des commandes, mais il est trop tard.
it: Ho detto al Collettivo che avevano bisogno di aggiornare il loro arsenale. Ora che il Factorum è qui, ho degli ordini in arrivo, ma è troppo tardi.
pt_br: Falei para o Coletivo que eles precisavam atualizar o arsenal. Agora que o Factorum está aqui, recebi ordens, mas é tarde demais.
ru: Ребята из Collective уже получали от меня сообщения, что им нужно обновить арсенал. Появился Факторум — пошли заказы, но уже слишком поздно.
zh_cn: 我告诉集团 – 他们需要更新武器库。现在 Factorum 来了，我接到的订单不断，但已经太迟了。

# StoryTitle_TraderStories1
source: Ethics
de: Ethik
es: Ética
fr: Éthique
it: Etica
pt_br: Ética
ru: Этика
zh_cn: 道德

# StoryText_TraderStories1
source: Could we increase our profit margins by sellings guns? Yes. But I won't have something I sold taking a life.
de: Könnten wir unsere Gewinnspanne durch den Verkauf von Waffen erhöhen? Ja. Aber ich möchte nicht, dass etwas, das ich verkauft habe, ein Leben kostet.
es: ¿Podríamos aumentar nuestros márgenes de beneficio vendiendo armas? Sí. Pero no permitiré que algo que he vendido acabe con una vida.
fr: Pourrions-nous augmenter nos marges en vendant des armes ? Oui. Mais je ne veux pas que quelque chose que j'ai vendu prenne une vie.
it: Potremmo aumentare i nostri margini di profitto vendendo armi? Sì. Ma non mi va di vendere qualcosa togliendo una vita.
pt_br: Poderíamos aumentar nossas margens de lucro vendendo armas? Sim. Mas não vou ter à venda que pode tirar uma vida.
ru: Можем мы увеличить прибыль, продавая оружие? Да. Но я не допущу, чтобы проданный мной товар отнимал жизни.
zh_cn: 我们能通过卖枪提高利润吗？可以。但我不想让我卖出的东西夺走生命。

# StoryTitle_TraderStories2
source: Basics
de: Basis
es: Básicos
fr: Bases
it: Nozioni di base
pt_br: Básico
ru: Основы
zh_cn: 基础知识

# StoryText_TraderStories2
source: You buy low, you sell high. You buy where there's plenty, you sell where there isn't. It's not rocket science. Leave that for the engineers.
de: Sie kaufen zu niedrigen Preisen und verkaufen zu hohen Preisen. Sie kaufen, wo es viel gibt, und verkaufen, wo es nichts gibt. Das ist keine Raketenwissenschaft. Überlassen Sie das den Ingenieuren.
es: Compras barato, vendes caro. Compras donde hay abundancia, vendes donde no la hay. No es ciencia de cohetes. Eso mejor dejarlo para los ingenieros.
fr: On achète à bas prix, on vend à prix fort. On achète là où il y a de l'abondance, on vend là où il n'y en a pas. Ce n'est pas de la physique quantique. Laissez ça aux ingénieurs.
it: Compri a poco, vendi a tanto. Compri dove ce n'è, vendi dove non ce n'è. Non è missilistica. Quella lasciala agli ingegneri.
pt_br: Você compra barato, e vende caro. Você compra quando tem muito, e vende quando tá escasso. Não é como projetar naves. Deixa isso para os engenheiros.
ru: Покупаешь дёшево — продаешь дорого. Ищешь, где товар в изобилии, перевозишь туда, где его не хватает. Это не ракеты строить — этим пусть занимаются инженеры.
zh_cn: 低买高卖。在多的地方买，在少的地方卖。这不是火箭科学，那些留给工程师去处理。

# StoryTitle_TraderStories3
source: Ruthless
de: Gnadenlos
es: Despiadado
fr: Sans pitié
it: Spietato
pt_br: Impiedoso
ru: Безжалостность
zh_cn: 无情

# StoryText_TraderStories3
source: Sell at a loss. We can survive it. Our competition can't. Once they're gone, we make it up on the back-end.
de: Verkaufen Sie mit Verlust. Wir können es überleben. Unsere Konkurrenz kann das nicht. Wenn sie weg sind, holen wir uns das Geld am Ende wieder rein.
es: Vender con pérdidas. Podemos sobrevivir. Nuestra competencia no puede. Una vez que se han ido, lo recuperamos por la parte de atrás.
fr: Vendez à perte. Nous pouvons y survivre. Pas nos concurrents. Une fois qu'ils sont partis, nous nous rattrapons sur la fin.
it: Vendere in perdita. Noi possiamo sopravvivere. La nostra concorrenza no. Una volta che se ne sarà andata, recuperiamo ciò che è rimasto.
pt_br: Venda com prejuízo. Nós podemos sobreviver, mas não os nossos concorrentes. Quando eles sumirem, nós compensamos.
ru: Продаем с убытком. Мы продержимся. Наши конкуренты — нет. Как только их не станет, мы всё отобьем.
zh_cn: 亏本销售，我们能扛得住。我们的竞争对手可不行。一旦他们倒闭，我们就能翻身。

# StoryTitle_TraderStories4
source: Helmet
de: Helm
es: Casco
fr: Casque
it: Casco
pt_br: Capacete
ru: Шлем
zh_cn: 头盔

# StoryText_TraderStories4
source: Had a guy open his helmet because he said he couldn't hear me. We were in space. Now he's trying to sue. I'm going to need a Space Lawyer.
de: Ein Mann öffnete seinen Helm, weil er sagte, er könne mich nicht hören. Wir waren im Weltraum. Jetzt will er mich verklagen. Ich werde einen Anwalt für Weltraumrecht brauchen.
es: Hice que un tipo se abriera el casco porque decía que no me oía. Estábamos en el espacio. Ahora está intentando demandarme. Voy a necesitar un abogado espacial.
fr: Un gars a ouvert son casque parce qu'il disait qu'il ne m'entendait pas. Nous étions dans l'espace. Maintenant il essaie de me poursuivre en justice. Je vais avoir besoin d'un avocat de l'espace.
it: Un ragazzo ha aperto il casco perché non riusciva a sentirmi. Eravamo nello spazio. Ora sta cercando di denunciarmi. Mi servirà un avvocato spaziale.
pt_br: Fiz um cara abrir o capacete porque disse que não conseguia me ouvir. Estávamos no espaço. Agora, ele quer me processar. Vou precisar de um advogado espacial.
ru: Один парень плохо меня слышал и решил открыть шлем. А мы же в космосе. Теперь пытается засудить меня. Придется нанимать космического юриста.
zh_cn: 有个家伙打开了他的头盔，因为他说听不见我。我们在太空里。现在他想起诉，我得找个太空律师。

# StoryTitle_TraderStories5
source: Oxygen Tank
de: Sauerstofftank
es: Tanque de oxígeno
fr: Réservoir d'oxygène
it: Bombola di ossigeno
pt_br: Tanque de oxigênio
ru: Кислородный бак
zh_cn: 氧气罐

# StoryText_TraderStories5
source: There was a customer who returned an oxygen tank. They said it worked fine then “suddenly stopped.” It was empty. So help me god.
de: Ein Kunde hat eine Sauerstoffflasche zurückgegeben. Laut seiner Aussage funktionierte sie einwandfrei und gab dann „den Geist auf“. Sie war leer. So wahr mir Gott helfe.
es: Hubo un cliente que devolvió una botella de oxígeno. Dijo que funcionaba bien y luego «se paró de repente». Estaba vacía. Que Dios me ayude.
fr: Une cliente a renvoyé une bouteille d'oxygène. Elle a dit qu'elle fonctionnait bien, puis qu'elle s'était « soudainement arrêtée ». Elle était vide. Que Dieu me vienne en aide.
it: C'era un cliente che ha restituito una bombola di ossigeno. Ha detto che ha funzionato bene, poi "si è fermata all'improvviso". Era vuota. Incredibile.
pt_br: Teve um cliente que devolveu um tanque de oxigênio. Disse que funcionava bem, até "parar de repente". Estava vazio. Socorro, Deus.
ru: Была одна клиентка — вернула мне кислородный бак. Говорит, всё работало нормально, и вдруг перестало. Смотрю — а в баке пусто. Боже, дай мне сил.
zh_cn: 有位顾客退回了一个氧气罐。她说用得好好的，然后“突然停止了”。结果里面是空的。愿上帝保佑我吧。

# StoryTitle_TraderStories6
source: Wanderlust
fr: Soif d'aventure
it: Voglia di viaggiare
pt_br: Desejo de viagem
ru: Охота к перемене мест
zh_cn: 漫游癖

# StoryText_TraderStories6
source: Some days I look in the great void of space and think if I wasted it all buying and selling. But, well, the cash helps the feeling go away.
de: An manchen Tagen schaue ich in die große Leere des Raums und denke, dass ich alles mit Kaufen und Verkaufen verschwendet habe. Aber gut, das Geld hilft mir, dieses Gefühl wieder zu vertreiben.
es: Algunos días miro en el gran vacío del espacio y pienso si lo he malgastado todo comprando y vendiendo. Pero bueno, el dinero ayuda a que desaparezca esa sensación.
fr: Parfois je regarde le grand vide de l'espace et je me demande si je n'ai pas tout gâché en achetant et en vendant. Mais l'argent aide à faire disparaître ce sentiment.
it: Alcuni giorni guardo nel grande vuoto dello spazio e penso se ho sprecato tutto comprando e rivendendo. Ma, beh, i soldi aiutano a far sparire la sensazione.
pt_br: Tem dias que eu olho para o grande vazio do espaço e penso se perdi tudo comprando e vendendo. Mas o dinheiro é o que ajuda o sentimento a sumir.
ru: Смотрю я в огромную пустоту космоса иногда и думаю, не были ли все эти потуги «продай-купи» зря. Впрочем, деньги помогают легко избавиться от этого чувства.
zh_cn: 有时我望着浩瀚的太空，想知道我是否把一切都浪费在买卖上。但是，嗯，钱能让这种感觉消失。

# StoryTitle_TraderStories7
source: Terminology
de: Terminologie
es: Terminología
fr: Terminologie
it: Terminologia
pt_br: Terminologia
ru: Терминология
zh_cn: 术语

# StoryText_TraderStories7
source: Credits or spacebucks. Call them ClangKoins for all I care. Just spend them here.
de: Credits und Spacebucks. Nennen Sie sie von mir aus ClangKoins. Geben Sie sie einfach hier aus.
es: Créditos o dinero espacial. Llámelos ClangKoins si quiere. Lo único que me importa es que los gaste aquí.
fr: Crédits ou dollars spatiaux. Appelez-les ClangKoins si ça vous chante. Mais dépensez-les ici.
it: Crediti o soldi spaziali. Per quanto mi riguarda, puoi anche chiamarli dindini. Basta che li spendi qui.
pt_br: Créditos ou grana espacial. Chame de ClangKoins, se quiser. Só venha gastar aqui.
ru: Кредиты или космобаксы. Мне всё равно — пусть хоть клангкоины. Лишь бы платили.
zh_cn: 太空货币或太空币。管它叫 ClangKoin 也好。反正就在这里花。

# StoryTitle_TraderStories8
source: Advantage
de: Vorteil
es: Ventaja
fr: Avantage
it: Vantaggio
pt_br: Vantagem
ru: Преимущество
zh_cn: 优势

# StoryText_TraderStories8
source: We might not have the cheapest prices. Or the best goods. Or the best security. But you're already here, aren't you? So buy something.
de: Wir haben vielleicht nicht die billigsten Preise. Oder die besten Waren. Oder die sichersten. Aber Sie sind bereits hier, nicht wahr? Also kaufen Sie etwas!
es: Puede que no tengamos los precios más baratos. O los mejores productos. O la mejor seguridad. Pero usted ya está aquí, ¿no? Así que compre algo.
fr: Peut-être n'avons-nous pas les prix les plus bas. Ou les meilleurs produits. Ou la meilleure sécurité. Mais vous êtes déjà là, n'est-ce pas ? Alors achetez quelque chose.
it: Potremmo non avere i prezzi più economici. O la merce migliore. O la migliore sicurezza. Ma visto che sei già qui, compra qualcosa.
pt_br: Podemos não ter os preços mais baixos. Ou as melhores mercadorias. Ou a melhor segurança. Mas você já está aqui, né? Compra alguma coisa.
ru: Возможно, у нас не самые низкие цены. И не лучшие товары. И не самая высокая защита. Но вы-то уже здесь, верно? Так что купите уже что-нибудь.
zh_cn: 我们的价格也许不是最便宜的，商品不是最好的，安保措施也不是最出色的。但你已经在这里了，不是吗？所以买点东西吧。

# StoryTitle_TraderStories9
source: Journaling
de: Notizen machen
es: Diario
fr: Journalisation
it: Diario
pt_br: Diário
ru: Ведение журнала
zh_cn: 日记

# StoryText_TraderStories9
source: My boss gave me this journal. Said I'd be a better employee if I start "reflecting on my business sense." I need to get out of here.
de: Mein Chef hat mir dieses Notizbuch gegeben. Er sagte, ich wäre ein besserer Mitarbeiter, wenn ich anfangen würde, „über meinen Geschäftssinn nachzudenken“. Ich muss hier verschwinden.
es: Mi jefe me regaló este diario. Dijo que sería un mejor empleado si empezaba a «reflexionar sobre mi sentido de los negocios». Necesito salir de aquí.
fr: Mon patron m'a donné ce journal. Il a dit que je serais un meilleur employé si je commençais à « réfléchir à mon sens des affaires ». Je dois partir d'ici.
it: Il mio capo mi ha dato questo diario. Ha detto che sarei un dipendente migliore se avessi iniziato a "riflettere sul mio senso degli affari". Ho bisogno di uscire di qui.
pt_br: Meu chefe me deu esse diário. Disse que eu seria um funcionário melhor se eu começasse a "refletir sobre meu senso comercial". Preciso sair daqui.
ru: Начальник дал мне журнал. Сказал, что я буду работать лучше, если начну «рефлексировать о своей деловой хватке». Пора сматывать удочки.
zh_cn: 我的老板给了我这本日记。说如果我开始“反思我的商业意识”，就会成为更好的员工。我得离开这里。

# StoryTitle_TraderStories10
source: Career Change
de: Berufswechsel
es: Cambio de carrera
fr: Changement de carrière
it: Cambio di carriera
pt_br: Mudança de carreira
ru: Смена карьеры
zh_cn: 职业转变

# StoryText_TraderStories10
source: I wish I could be out there mining - but ever since my bum leg, it isn't an option. At least this keeps the credits coming.
de: Ich wünschte, ich könnte da draußen im Bergbau sein – aber seit meinem kaputten Bein ist das keine Option mehr. Wenigstens gehts so an Credits weiter.
es: Me gustaría poder estar ahí fuera extrayendo minerales, pero desde que tengo la pierna coja, no es una opción. Al menos esto hace que sigan llegando los créditos.
fr: J'aimerais bien être sur le site de forage, mais depuis que j'ai une jambe cassée, ce n'est plus possible. Au moins, cela permet de continuer à recevoir des crédits.
it: Vorrei poter essere là fuori a scavare, ma da quando ho la gamba infortunata, non posso. Almeno questo fa sì che arrivino i soldi.
pt_br: Queria poder estar por aí minerando, mas desde que minha perna deu ruim, isso deixou de ser uma opção. Pelo menos, isso mantém os créditos entrando.
ru: Мне бы заняться добычей руды… Но с травмированной ногой туда нечего соваться. Ладно, мне здесь хотя бы платят.
zh_cn: 我真希望能去外面挖矿 – 但自从我的腿受伤后，这个想法就是奢望了。至少这样还能赚些钱。

# StoryTitle_TraderStories11
source: New Business
de: Neue Geschäfte
es: Nuevos asuntos
fr: Nouvelle entreprise
it: Nuova attività
pt_br: Novos negócios
ru: Новое предприятие
zh_cn: 新业务

# StoryText_TraderStories11
source: Any luck reaching out to that Factorum? Everyone needs to buy stuff eventually, right?
de: Hatten Sie Erfolg bei diesem The Factorum? Jeder muss schließlich etwas kaufen, nicht wahr?
es: ¿Ha habido suerte con ese Factorum? Todo el mundo necesita comprar cosas en algún momento, ¿verdad?
fr: Avez-vous réussi à contacter ce Factorum ? Tout le monde a besoin d'acheter des choses un jour ou l'autre, n'est-ce pas ?
it: Hai avuto fortuna nel raggiungere quel Factorum? Tutti prima o poi hanno bisogno di comprare qualcosa, giusto?
pt_br: Alguma sorte no contato com esse Factorum? Todo mundo precisa comprar alguma coisa em algum momento, né?
ru: Удалось выйти на Факторум? Надо же всем нам где-то закупаться…
zh_cn: 联系 Factorum 那边有消息吗？大家总是需要买东西，不是吗？

# StoryTitle_TraderStories12
source: Price
de: Preis
es: Precio
fr: Prix
it: Prezzo
pt_br: Preço
ru: Цена
zh_cn: 价格

# StoryText_TraderStories12
source: There's no such thing as a price that's "too high". I want Prototech. And you're going to get it for me.
de: Es gibt keinen Preis, der „zu hoch“ ist. Ich will Prototech. Und Sie werden es für mich besorgen.
es: No existe un precio «demasiado alto». Quiero Prototech. Y usted me lo va a conseguir.
fr: Il n'y a pas de prix « trop élevé ». Je veux de la prototech. Et vous allez l'obtenir pour moi.
it: Non esiste un prezzo "troppo alto". Voglio Prototech. E tu me lo procurerai.
pt_br: Não existe isso de o preço ser "alto demais". Eu quero Prototech. E você vai me arrumar.
ru: Не существует такого понятия, как «слишком высокая цена». Мне нужна прототехнология. И вам придется ее добыть.
zh_cn: 没有什么价格是“太贵的”。我想要 Prototech，你会帮我搞到它的。

# StoryTitle_TraderStories13
source: Quota
de: Zahlen
es: Cuota
pt_br: Cota
ru: Квота
zh_cn: 配额

# StoryText_TraderStories13
source: He told me if I don't make my sales quota, I'll be fired. But no one comes to this sector anymore! I can't work my magic if no one shows up.
de: Er sagte mir, wenn ich meine Verkaufszahlen nicht erreiche, werde ich gefeuert. Aber es kommt niemand mehr in diesen Sektor! Ich kann nicht zaubern, wenn niemand mehr kommt.
es: Me dijo que si no alcanzaba mi cuota de ventas, me despedirían. ¡Pero si ya no viene nadie a este sector! No puedo hacer mi magia si no viene nadie.
fr: Il m'a dit que si je n'atteignais pas mon quota de vente, je serais licencié. Mais plus personne ne vient dans ce secteur ! Je ne peux pas faire de la magie si personne ne vient.
it: Mi ha detto che se non raggiungo la mia quota di vendita, sarò licenziato. Ma in questo settore non viene più nessuno! Non posso usare la mia magia se non si presenta nessuno.
pt_br: Ele me disse que se eu não bater a cota de vendas, serei demitido. Mas ninguém mais vem nesse setor! Não dá para fazer mágica se ninguém aparece.
ru: Сказал, что если я не выполню план продаж, меня уволят. Но в этот сектор больше никто не летает! У меня руки связаны!
zh_cn: 他告诉我，如果我达不到销售配额，就会被解雇。但现在这片区域根本没人来了！如果没人出现，我就没法施展我的魔法。

# StoryTitle_TraderStories14
source: Expeditions
de: Expeditionen
es: Expediciones
fr: Expéditions
it: Spedizioni
pt_br: Expedições
ru: Экспедиции
zh_cn: 探险
