Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# Description_HydrogenTank
source: Hydrogen tanks are used for storing hydrogen fuel. Hydrogen is used for hydrogen thrusters, engines or jetpack fuel. Hydrogen can be produced from ice in a O2/H2 generator. Can store and refill hydrogen bottles.
de: Wasserstofftanks werden für die Speicherung von Wasserstofftreibstoff verwendet. Wasserstoff wird für Wasserstoffantriebe, Motoren oder als Jetpack-Treibstoff verwendet. Wasserstoff kann in einem O2/H2-Generator aus Eis hergestellt werden. Sie können Wasserstoffflaschen speichern und wiederbefüllen.
es: Los tanques de hidrógeno se utilizan para almacenar el hidrógeno. El hidrógeno se utiliza para propulsores de hidrógeno, motores o como combustible del jetpack. El hidrógeno se puede producir a partir de hielo en un generador de O2/H2. Puede almacenar y rellenar bombonas de hidrógeno.
fr: Les réservoirs d’hydrogène sont utilisés pour stocker l’hydrogène. L’hydrogène est utilisé pour les propulseurs, les moteurs ou les jetpacks. L'hydrogène peut être produit à partir de glace dans un générateur H2/O2. Peut stocker et recharger des bouteilles d'hydrogène.
hu_hu: Hidrogéntartályokat a hidrogénüzemanyag tárolására használnak. A hidrogént hidrogén tolóerőjű, motorokhoz vagy jetpack üzemanyagnak használják. A hidrogént jégből lehet előállítani O2/H2 generátorban. Hidrogénpalackokban tárolhatja és újratöltheti.
it: Le cisterne di idrogeno sono utilizzate per immagazzinare idrogeno. L'idrogeno è utilizzato per i propulsori a idrogeno, motori e il jetpack. L'idrogeno può essere prodotto in un generatore O2/H2. Può immagazzinare e rifornire bombole di ossigeno.
pl_pl: Zbiornik wodoru służy do przechowywania paliwa wodorowego. Wodór jest używany przez silniki wodorowe i jetpack. Wodór produkowany jest z lodu przez generator tlenu/wodoru. Zbiornik może przechowywać i napełniać butle z wodorem.
pt_br: Tanques de hidrogênio são utilizados para armazenar hidrogênio combustível. O hidrogênio é utilizado como combustível para propulsores a hidrogênio, motores ou jetpacks. É produzido através de gelo em geradores de H2/O2. Pode também armazenar e reabastecer cilindros de hidrogênio.
ru: Большой бак для хранения водорода. Водород используется водородными ускорителями и реактивным ранцем. Водород производится из льда в генераторе O2/H2. Может хранить водород и наполнять водородные баллоны.
zh_cn: 氢气罐用于储存氢燃料。 氢气可以用作氢推进器、发动机或喷气背包燃料。O2/H2发生器可以用冰制造氢气。可以储存和填充氢气瓶。

# Description_HydrogenThrust
source: Hydrogen thrusters are powerful thrusters that consume hydrogen and function in every environment. Hydrogen can be produced from ice in a O2/H2 generator. Use a hydrogen tank for storage. Use Conveyors to transport the hydrogen.
de: Wasserstoff-Triebwerke sind leistungsstarke Triebwerke, die Wasserstoff verbrauchen und in jeder Umgebung funktionieren. Wasserstoff kann in einem O2/H2-Generator aus Eis hergestellt werden. Zur Speicherung kann ein Wasserstofftank verwendet werden. Verwenden Sie Förderleitungen, um die Triebwerke mit Wasserstoff zu versorgen.
es: Los propulsores de hidrógeno son uno potentes propulsores que consumen hidrógeno para funcionar en cualquier entorno. El hidrógeno se puede producir a partir de hielo en un generador de H2 / O2. Utiliza transportadores para transportar el hidrógeno.
fr: Les propulseurs à hydrogène sont des propulseurs puissants qui consomment de l'hydrogène et fonctionnent dans tous les environnements. L'hydrogène peut être produit à partir de la glace dans un générateur H2/O2. Utilisez un réservoir d'hydrogène pour le stockage. Utilisez des convoyeurs pour transporter l'hydrogène.
hu_hu: A hidrogén-hajtóművek erőteljes hajtóművek, amelyek hidrogént fogyasztanak és minden környezetben működnek. A hidrogént jégből lehet előállítani O2/H2 generátorban. Tároláshoz használjon hidrogéntartályt. A szállítószalagok segítségével szállítsa a hidrogént.
it: I propulsori a idrogeno sono potenti propulsori che consumano idrogeno e funzionano in ogni ambiente. L'idrogeno può essere prodotto dal ghiaccio in un generatore O2/H2. Utilizza un serbatoio di idrogeno per lo stoccaggio. Utilizza i Trasportatori per trasportare l'idrogeno.
pl_pl: Silniki wodorowe to potężne silniki używające wodoru, działają w każdym środowisku. Wodór produkowany jest z lodu przez generator tlenu/wodoru. Użyj zbiornika wodoru do przechowywania. Użyj rur do transportu wodoru.
pt_br: Propulsores a hidrogênio são poderosos, consomem hidrogênio e funcionam em qualquer ambiente. O hidrogênio é produzido através de gelo em geradores de H2/O2. Utilize um tanque para seu armazenamento e transportadores para conduzir o hidrogênio.
ru: Мощные ускорители, потребляющие водород и работающие в любой среде. Водород производится из льда в генераторе O2/H2. Для хранения топлива используйте водородный бак, для подключения — конвейеры.
zh_cn: 氢推进器是一种强劲的推进器，以氢气为燃料，可在任何环境使用。 O2/H2发生器可以用冰制造氢气。使用氢气罐储存。使用输送机运输氢气。

# Description_InteriorLight
source: Lights are used to illuminate interiors or can be used to act as reference points on exteriors.
de: Leuchten werden zur Beleuchtung von Innenräumen verwendet oder können als Referenzpunkte im Außenbereich dienen.
es: Las luces se utilizan para iluminar interiores o pueden servir como puntos de referencia en exteriores.
fr: Les lumières sont utilisées pour éclairer les intérieurs ou peuvent servir de points de référence pour les extérieurs.
hu_hu: A lámpákat a belső tér megvilágítására használják, vagy kültéren referenciapontként.
it: Le luci sono utilizzate per illuminare gli interni o possono essere usate come punti di riferimento per gli esterni.
pl_pl: Lampa do rozświetlania ciemnych miejsc. Może być użyta jako punkt orientacyjny.
pt_br: Luzes são utilizadas para iluminar interiores ou servirem de pontos de referência externo.
ru: Источник света для освещения темных участков интерьера или сигнальных огней экстерьера. Можно настроить.
zh_cn: 灯能照亮室内，也可以在实物作为参考点。

# Description_InteriorPillar
source: Pillars and columns can be used to reinforce structures or as decoration.
de: Pfeiler können zur Verstärkung von Strukturen oder zur Dekoration verwendet werden.
es: Los pilares interiores se utilizan para reforzar las estructuras.
fr: Les piliers et colonnes intérieurs sont utilisés pour renforcer les structures.
hu_hu: A belső oszlopokat a szerkezetek megerősítésére használják.
it: I pilastri e le colonne sono utilizzati per rinforzare strutture e per arredare
pl_pl: Wewnętrzny filar wzmacniający struktury.
pt_br: Pilares e colunas podem ser utilizados para reforçar estruturas ou como decoração.
ru: Столбы и колонны могут использоваться для усиления структур и как украшение.
zh_cn: 立柱和柱子，用于加固结构或作为装饰。

# Description_InteriorTurret
source: Autonomous anti-personnel turret. Must be manually loaded with MR-50A Rifle Magazines. Maximum range: 800 m
de: Automatisierter Geschützturm zur Personenabwehr. Erfordert manuelles Nachladen mit MR-50A-Gewehrmagazinen. Maximalreichweite: 800 m
es: Torreta antipersonal autónoma. Debe cargarse manualmente con Cargadores de Rifle MR-50A. Alcance máximo: 800 m
fr: Tourelle anti-personnel autonome. Doit être chargée manuellement avec des chargeurs de fusil MR-50A. Portée maximale : 800 m
hu_hu: A belső tornyok kis automatizált tornyok, amelyek könnyű védelemként megvédik a belső tereket. Kézi újratöltést és kis kaliberű lőszert igényel. Pilótafülkékből kézzel vezérelhető.
it: Torretta antiuomo autonoma. Deve essere caricata manualmente con Caricatori MR-50A. Portata massima: 800 m
pl_pl: Autonomiczna wieżyczka do zwalczania piechoty. Musi być ręcznie załadowana magazynkami do karabinów MR-50A. Maksymalny zasięg: 600 m
pt_br: Torres autônomas antipessoal. Devem ser carregadas manualmente com carregadores de rifle MR-50A. Alcance máximo: 800 m
ru: Автономная автоматическая турель против живой силы. Необходимо вручную вставлять магазины MR-50A. Максимальная дальность: 800 м
zh_cn: 自主杀敌炮塔。必须手动装载MR-50A步枪弹匣。 最大射程：800 m

# Description_InteriorWall
source: Interior walls are blocks with emissive lights to function as interior walls, ceilings or floors.
de: Innenwände sind Blöcke mit leichter Panzerung und schwach emittierendem Licht, die als Innenwände, Decken oder Böden fungieren können.
es: Las paredes interiores son bloques con luces emisivas para funcionar como paredes interiores, techos o suelos.
fr: Les murs intérieurs sont des blocs avec des lumières émissives pour fonctionner comme murs intérieurs, plafonds ou sols.
hu_hu: A belső falak fényt sugárzó tömbök, amelyek belső falakként, mennyezetként vagy padlóként működnek.
it: Le pareti interne sono blocchi con luci emissive che fungono da pareti interne, soffitti o pavimenti.
pl_pl: Dekoracyjny blok emitujący światło. Może być użyty zarówno jako ściany podłoga i sufit.
pt_br: Paredes interiores são blocos com luzes emissivas e que funcionam como divisórias, coberturas e pisos.
ru: Декоративный блок со слабой подсветкой для использования как интерьерные стены, потолки и полы.
zh_cn: 一种装饰方块，能发光，可用作内墙、天花板或地板。

# Description_IonThrust
source: Ion thrusters are advanced thrusters that function best in zero gravity environments.
de: Ionentriebwerke sind weiterentwickelte Triebwerke, die am besten in Umgebungen mit Schwerelosigkeit funktionieren.
es: Los propulsores de iones son propulsores avanzados que funcionan mejor en ambientes de gravedad cero.
fr: Les propulseurs ioniques sont des propulseurs avancés qui fonctionnent mieux dans des environnements en apesanteur.
hu_hu: Az ionhajtóművek fejlett hajtóművek, amelyek a legjobban zéró gravitációs környezetben működnek.
it: I propulsori a ioni sono propulsori avanzati che funzionano al meglio in ambienti senza gravità.
pl_pl: Zaawansowane silniki jonowe sprawdzające się najlepiej w warunkach zerowej grawitacji.
pt_br: Propulsores a íon são avançados propulsores que funcionam melhor em ambientes de gravidade zero.
ru: Продвинутый ионный ускоритель, лучше всего работающий в невесомости.
zh_cn: 离子推进器，在无重力时表现最好。

# Description_JumpDrive
source: Jump drives allow ships to teleport over large distances. They require a full charge to jump and can only be activated from the toolbar of a cockpit.
de: Sprungantriebe ermöglichen es Schiffen, über große Entfernungen zu teleportieren. Sie müssen voll geladen sein, um einen Sprung durchführen zu können und müssen über die Schnellzugriffsleiste eines Cockpits aktiviert werden.
es: Los motores de salto permiten a las naves tele transportarse a grandes distancias. Necesitan una carga completa para saltar y solo se pueden activar desde la barra de herramientas de una cabina.
fr: Les moteurs de saut permettent aux vaisseaux de se téléporter sur de grandes distances. Ils nécessitent une charge complète pour pouvoir sauter et ne peuvent être activés qu'à partir de la barre d'outils d'un cockpit.
hu_hu: Az ugró hajtómű lehetővé teszik a hajók számára, hogy nagy távolságokra teleportáljanak. Az ugráshoz teljes feltöltésre van szükségük, és csak a pilótafülke eszköztáráról aktiválhatók.
it: I motori a salto permettono alle navi di teletrasportarsi su grandi distanze. Richiedono una carica completa per saltare e possono essere attivati solo dalla barra degli strumenti di una cabina di pilotaggio.
pl_pl: Napędy skokowe pozwalają statkom na teleportacje na ogromne odległości. Do skoku muszą być w pełni naładowane oraz mogą być aktywowane tylko z poziomu kokpitu.
pt_br: Jump drives permitem que naves se teletransportem por longas distâncias. Os jump drives necessitam de carga máxima para saltar e somente podem ser ativados da barra de ferramentas da cabine.
ru: Прыжковый двигатель позволяет кораблям почти мгновенно прыгать на большие расстояния. Он требует полной зарядки для прыжка и может быть активирован только из панели инструментов кокпита.
zh_cn: 迁跃引擎能让飞船远距离传送。 需要先充满电，只能在驾驶舱的工具栏上激活。

# Description_TextPanel
source: LCD panels display pictograms or customized text.
de: LCD-Bildschirme zeigen Piktogramme oder benutzerdefinierten Text an.
es: Los paneles LCD muestran pictogramas o texto personalizado.
fr: Les panneaux LCD affichent des pictogrammes ou du texte personnalisé.
hu_hu: Az LCD panelek piktogramokat vagy testreszabott szöveget jelenítenek meg.
it: I pannelli LCD mostrano pittogrammi o testi personalizzati.
pl_pl: Pokazuje ikonę lub dostosowany tekst. Konfigurowalny.
pt_br: Painéis de LCD projetam pictogramas ou textos personalizados.
ru: Показывает изображения или введенный текст. Можно настроить.
zh_cn: 显示图标或者自定义文本。

# Description_LandingGear
source: Landing gears and Magnetic Plates are capable of magnetically locking to any surface. They can be locked and unlocked by pressing {CONTROL:SPACESHIP:LANDING_GEAR} when inside a cockpit. They will show up yellow when in range of a surface that they can lock onto.
de: Fahrwerke und Magnetplatten können magnetisch auf jeder Oberfläche verriegelt werden. Sie können aus einem Cockpit durch Drücken von {CONTROL:SPACESHIP:LANDING_GEAR} verriegelt und entriegelt werden. Sie leuchten gelb, wenn sie sich in Reichweite einer Oberfläche befinden, auf der Sie verriegelt werden können.
es: Los trenes de aterrizaje y las Placas Magnéticas pueden bloquearse magnéticamente en cualquier superficie. Pueden bloquearse y desbloquearse pulsando {CONTROL:SPACESHIP:LANDING_GEAR} cuando estás dentro de una cabina. Se pondrán de color amarillo cuando estén al alcance de una superficie en la que puedan fijarse.
fr: Les trains d’atterrissage et les plaques magnétiques sont capables de se verrouiller magnétiquement sur n’importe quelle surface. Vous pouvez les verrouiller et déverrouiller en appuyant sur {CONTROL:SPACESHIP:LANDING_GEAR} lorsque vous vous trouvez dans un cockpit. Ils apparaîtront en jaune lorsqu'ils sont à portée d'une surface sur laquelle ils peuvent se verrouiller.
hu_hu: A futóművek bármilyen felületre képesek mágnesesen reteszelni. A futóművek a pilótafülkében zárhatók, és oldhatók a {CONTROL:SPACESHIP:LANDING_GEAR} gomb megnyomásával. Sárgán jelennek meg, ha egy olyan felület hatótávolságán belül vannak, amelyre rá tudnak zárni.
it: I carrelli di atterraggio e le piastre magnetiche sono in grado di bloccarsi magneticamente su qualsiasi superficie. Possono essere bloccati e sbloccati premendo {CONTROL:SPACESHIP:LANDING_GEAR} quando sei all'interno di una cabina di pilotaggio. Essi appariranno di colore giallo quando si trovano nel raggio d'azione di una superficie su cui possono bloccarsi.
pl_pl: Podwozie umożliwia magnetyczną blokadę do każdej powierzchni. Podwozie może być blokowane i odblokowane przez naciśnięcie {CONTROL:SPACESHIP:LANDING_GEAR}podczas przebywania w kokpicie. Zaświecą się na żółto kiedy będą w zasięgu powierzchni, na której mogą się zablokować.
pt_br: Trens de pouso e placas magnéticas são capazes de se prender magneticamente a qualquer superfície. Também podem ser travados ou destravados ao pressionar {CONTROL:SPACESHIP:LANDING_GEAR} de dentro da cabine. Suas luzes ficarão amarelas quando em contato com superfícies em que possam ancorar.
ru: Посадочные шасси и магнитные пластины способны примагничиваться к любым поверхностям. Прикрепить и открепить их можно нажатием {CONTROL:SPACESHIP:LANDING_GEAR} из кабины. Если поверхность достаточно близко, чтобы закрепиться, они загорятся желтым.
zh_cn: 起落架和磁性板有磁性，可以吸附在任何表面。 在驾驶舱内可以按{CONTROL:SPACESHIP:LANDING_GEAR}锁定或者解锁起落架和磁性板。在接近物体表面可以锁定时，会显示黄色。

# Description_LaserAntenna
source: Laser antennas do not broadcast a signal that other players can see but instead require direct line of sight to function. This antenna is connected by using GPS coordinates.
de: Laserantennen senden keine Signale aus, die auch von anderen Spielern empfangen werden können, sondern stellen mit direkter Sichtverbindung auf optischem Weg eine Verbindung her. Die Antennen werden mit Hilfe von GPS-Koordinaten aufeinander ausgerichtet.
es: Las antenas láser no emiten una señal que otros jugadores puedan ver, sino que requieren una línea directa de visión para funcionar. Esta antena se conecta utilizando coordenadas GPS.
fr: Les antennes laser ne transmettent pas de signal visible par les autres joueurs mais nécessitent une visibilité directe pour fonctionner. Cette antenne est connectée à l'aide des coordonnées GPS.
hu_hu: A lézerantennák nem sugároznak olyan jelet, amelyet más játékosok láthatnak, de közvetlen rálátásra van szükség a működéshez. Ez az antenna GPS koordinátákat használ az összeköttetéshez.
it: Le antenne laser non trasmettono un segnale che gli altri giocatori possono vedere, ma richiedono invece una linea visiva diretta per funzionare. Questa antenna è collegata utilizzando le coordinate GPS.
pl_pl: Antena ta nie nadaje sygnału, który mogą odebrać inni gracze, ale wymaga bezpośredniego połączenia laserowego. Ta antena łączy się przez współrzędne GPS.
pt_br: Antenas a laser não transmitem sinais que outros jogadores possam ver, mas necessitam de um campo de visão reto para funcionar. Esta antena está conectada através de coordenadas de GPS.
ru: Лазерная антенна, которая не вещает сигнал, видимый другими игроками, но зато требует прямой видимости. Эта антенна подключается с использованием GPS координат.
zh_cn: 天线不会报告玩家能看到的信号，但是需要在直线上可见。 天线是用GPS坐标连接的。

# Description_MedicalRoom
source: The Medical room enables you to respawn, change your appearance and recharge your health and energy much faster than the survival kit.
de: Die Krankenstation ermöglicht es Ihnen zu respawnen, ihr Aussehen zu ändern und natürlich Ihre Gesundheit und Energie wieder aufzuladen. Dies geschieht schneller als mit dem Survival-Kit.
es: La Sala Médica le permite volver a aparecer, cambiar de aspecto y recargar la salud y la energía mucho más rápido que el kit de supervivencia.
fr: La salle médicale vous permet de réapparaître, de changer d’apparence et de recharger votre santé et votre énergie beaucoup plus rapidement que le kit de survie.
hu_hu: Az orvosi szoba lehetővé teszi, hogy újjáéledjen, megváltoztassa a megjelenését és feltöltse egészségét és energiáját sokkal gyorsabban, mint a túlélőkészlet.
it: La Sala Medica ti permette di rigenerarti, cambiare il tuo aspetto e ricaricare la tua salute e le tue energie molto più velocemente del kit di sopravvivenza.
pl_pl: Pokój Medyczny umożliwia odrodzenie, zmianę wyglądu oraz naładowanie zdrowia i energii dużo szybciej niż Zestaw Przetrwania
pt_br: A sala médica permite que você renasça, altere sua aparência e recarregue sua saúde e energia muito mais rápido que o kit de sobrevivência.
ru: Медпункт восполняет здоровье, энергию и кислород намного быстрее комплекта для выживания, а также позволяет менять внешность и возрождаться.
zh_cn: 此处可以补充能量，氧气和氢气，恢复健康，还能改变外观以及重生。用输送机连接医疗站，氢气和氧气罐或者使用氢氧制造机。

# Description_MergeBlock
source: Merge blocks can be used to permanently or temporarily connect two grids together and function as one grid. Merge blocks will show up yellow when in range of another merge block.
de: Fusionsblöcke können verwendet werden, um zwei Blockkonstruktionen dauerhaft oder vorübergehend miteinander zu verbinden und als eine Konstruktion zu fungieren. Fusionsblöcke leuchten gelb, wenn sie sich in Reichweite eines anderen Fusionsblocks befinden.
es: Los bloques de fusión se pueden utilizar para conectar de forma permanente o temporal dos estructuras juntas y funcionar como una sola estructura. Los bloques de unión se pondrán de color amarillo cuando estén dentro del rango de otro bloque de unión.
fr: Les blocs de fusion peuvent être utilisés pour connecter de manière permanente ou temporaire deux grilles et les faire fonctionner comme une seule grille. Les blocs de fusion apparaissent en jaune lorsqu'ils se trouvent à portée d'un autre bloc de fusion.
hu_hu: Az egyesítési blokkok két objektum tartós vagy ideiglenes összekapcsolására használhatók, és egy objektumként működnek. A blokkok sárga színnel jelennek meg, ha egy másik egyesítési blokk tartományában vannak.
it: I blocchi di unione possono essere utilizzati per collegare insieme due reti in modo permanente o temporaneo e funzionare come una sola rete. I blocchi di unione appariranno in giallo quando si trovano nel raggio d'azione di un altro blocco di unione.
pl_pl: Blok Łączący może być użyty do trwałego lub czasowego połączenia dwóch struktur i używania ich jako jednego. Blok Łączący zaświeci się na żółto kiedy będzie w zasięgu innego Bloku.
pt_br: Blocos de mesclagem são utilizados para conectar permanente ou temporariamente duas grids, para que funcionem como uma. As luzes dos blocos de mesclagem ficarão amarelas quando dentro do alcance de outro bloco de mesclagem.
ru: Соединительные блоки могут быть использованы для временного или перманентного слияния. Они загорятся желтым, когда в зоне действия других соединительных блоков.
zh_cn: 合并方块可永久或者暂时将两个网格连接起来作为一个网格用。 合并方块在和接近另外一个合并方块时会显示黄色。

# Description_MissileTurret
source: Slow-shooting, explosive damage dealing, rocket launcher that can be loaded through conveyors. Uses Rockets. Maximum range: 800 m
de: Niedrige Feuerrate und explosive Schäden. Ein Raketenwerfer der über Förderverbindungen nachgeladen werden kann. Nutzt Raketen. Maximale Reichweite: 800 m
es: Lanzacohetes de disparo lento, que inflige daño explosivo y que se puede cargar a través de transportadores. Utiliza Cohetes. Alcance máximo: 800 m
fr: Lanceur de roquettes à tir lent, infligeant des dégâts explosifs, qui peut être chargé par des convoyeurs. Utilise des roquettes. Portée maximale : 800 m
hu_hu: A rakétatornyok konfigurálható automatizált tornyok, amelyek bármilyen ellenséget megcéloznak a hatósugarukon belül. Rakétákat igényel. Kézileg vezérelhető a pilótafülkéből. Használjon szállítószalagokat az automatikus újratöltéshez.
it: Lanciarazzi a cadenza di fuoco lenta, che infligge danni esplosivi e che può essere caricato attraverso nastri trasportatori. Usa razzi. Portata massima: 800 m
pl_pl: Strzelająca rakietami wierzyczka o niewielkiej szybstrzelności, trafienie powoduje znaczne uszkodzenia. Można przeładować przez transportery. Używa rakiet jako amunicji. Maksymalny zasięg: 800m
pt_br: Lança-mísseis com tiros lentos e dano explosivo que pode ser carregado entre transportadores. Utiliza Mísseis. Alcance máximo: 800 m
ru: Ракетная пусковая установка с медленной скоростью стрельбы и взрывным уроном. Использует ракеты и может заряжаться с помощью конвейеров. Максимальная дальность: 800 м
zh_cn: 慢速射击，造成爆炸性伤害，可以通过输送机装载的火箭发射器。使用火箭。 最大射程：800 m

# Description_ProductivityModule
source: Speed modules increase the production speed of refineries or assemblers when connected.
de: Produktivitätsmodule erhöhen die Produktionsgeschwindigkeit von Raffinerien oder Montageanlagen, wenn sie an diese angeschlossen sind.
es: Los módulos de velocidad aumentan la velocidad de producción de refinerías o ensambladores cuando están conectados.
fr: Les modules de vitesse augmentent la vitesse de production des raffineries ou des assembleurs lorsqu'ils sont connectés.
hu_hu: Sebesség-modulok növelik a finomítók vagy összeszerelők gyártási sebességét, amikor csatlakoztatva vannak.
it: I moduli velocità aumentano la velocità di produzione delle raffinerie o assemblatori a cui sono connessi.
pl_pl: Moduł ulepszeń zwiększający prędkość produkcji. Musi być połączony bezpośrednio z Rafinerią lub Stacją Montażową.
pt_br: Módulos de velocidade aumentam a agilidade de produção das refinarias e montadoras quando conectados.
ru: Модуль ускорения, повышающий скорость работы. Он должен быть подключен напрямую к очистительному заводу или сборщику.
zh_cn: 一种升级模块可以加快生产速度。必须和精炼厂或者装配机连接。
