Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# Medical_EnableAutorespawn_Tooltip
source: This is not the nearest medical room. The "Autorespawn" world setting prevents you from spawning here.
de: Dies ist nicht die naheliegendste Krankenstation. Die "Auto-Respawn" Welteinstellung verhindert das Spawnen an diese Stelle.
es: Esta no es la sala médica más cercana. El ajuste de mundo «Auto-reaparición» le impide aparecer aquí.
fr: Il ne s'agit pas de la salle médicale la plus proche. Le paramètre « auto-réapparition » du monde vous empêche d'apparaître ici.
it: Questa non è la sala medica più vicina. L'impostazione del mondo "Autorigenerazione" ti impedisce di rigenerarti qui.
pt_br: Esta não é a sala médica mais próxima. A configuração de mundo "Renascimento automático" impede de renascer aqui.
ru: Это не ближайший медпункт. Настройка мира «Автовозрождение» не позволяет возрождаться здесь.
zh_cn: 这不是最近的医疗室。 “自动重生”世界设置 阻止你在这里重生。

# ToolTipWorldSettingsSupergridding
source: Allows supergridding exploit to be used.
de: Ermöglicht es, den Supergridding-Exploit auszunutzen
es: Permite utilizar la explotación de súper-estructuras
fr: Autorise l'utilisation du supergridding
hu_hu: Lehetővé teszi a supergridding használatát
it: Permette l'utilizzo di exploit supergriglia
pl_pl: Umożliw wykorzystywanie exploitu supergridding
pt_br: Permite o uso da exploração “supergridding”
ru: Позволяет использовать т.н. "супергрид", позволяющий совмещать большие блоки с малыми структурами.
zh_cn: 允许使用超级网格

# WorldSettings_EnableSupergridding
source: Enable supergridding
de: Supergridding aktivieren
es: Permitir Súper-Estructuras
fr: Activer le supergridding
hu_hu: Supergridding engedélyezése
it: Abilita supergriglia
pl_pl: Włącz supergridding
pt_br: Habilita a “supergridding”
ru: Супергрид
zh_cn: 启动超级网格

# ToolTipWorldSettingsWeapons
source: Enables weapons and explosives.
cs_cz: Povolit/Zakázat všechny zbraně a výbušniny
de: Aktivieren/Deaktivieren aller Waffen und Sprengstoffe
es: Activar/desactivar todas las armas y explosivos
fr: Activer/désactiver toutes les armes et les explosifs
hu_hu: Fegyver és robbanóanyag Engedélyezése/Tiltása
it: Abilita/Disabilita tutte le armi e gli esplosivi
pl_pl: Włącz/Wyłącz wszystkie bronie i materiały wybuchowe
pt_br: Habilita/desabilita todas as armas e explosivos
ru: Включить/выключить всё оружие и взрывчатку
zh_cn: 启用/禁用 所有武器和爆炸物

# ToolTipWorldSettingsEnableSpaceSuitRespawn
source: Enables Space Suit Respawn.
de: Aktiviert das Respawnen im Raumanzug.
es: Habilita la reaparición del traje espacial.
fr: Active la réapparition de la Combinaison spatiale.
it: Abilita il respawn della tuta spaziale.
pl_pl: Włącza odradzanie się Kombinezonu Kosmicznego.
pt_br: Habilita o Renascimento de Traje Espacial.
ru: Включает появление скафандра.
zh_cn: 启用航天服重生。

# ToolTipWorldSettings_AdaptiveSimulationQuality
source: Enables quality reduction of deformations and explosions affecting voxels in case the CPU is on fire.
cs_cz: Povolí snížení kvality deformací a explozí, které ovlivňují terén za předpokladu, že máte zatížen procesor k hranici vyhoření
de: Ermöglicht die Reduzierung der Qualität von Deformationen und Explosionen, die Voxel beeinflussen, falls die CPU voll ausgelastet ist
es: Permitir la reducción de la calidad de las deformaciones y explosiones que afectan a los vóxeles en caso de que la CPU esté en llamas
fr: Permettre la réduction de la qualité des déformations et des explosions affectant les voxels en cas de feu du processeur
hu_hu: Csökkenthető a voxeleket érintő deformációk és robbanások minősége, ha a CPU túlterhelt
it: Permette la riduzione della qualità delle deformazioni e delle esplosioni che colpiscono i voxel in caso di incendio della CPU
pl_pl: Włączono redukcje jakości deformacji i eksplozji wpływających na voxele w razie gdyby procesor płonął
pt_br: Habilita a redução de qualidade de deformações e explosões que afetam os voxels no caso de CPU sobrecarregada
ru: Включить снижение качества деформаций и изменения вокселей в случае перегрузки ЦП,
zh_cn: 降低变形和爆炸效果，减轻CPU负荷

# ToolTipWorldSettings_AssemblerEfficiency
source: Sets the assembler efficiency multiplier. This setting increases or decreases the material yield of ore.
cs_cz: Vyberte kolikanásobně chcete zvednout efektivitu montéru
de: Legt den Montageeffizienzmultiplikator fest. Diese Einstellung erhöht oder verringert die Erzausbeute.
es: Establece el multiplicador de eficiencia del ensamblador. Esta configuración aumenta o disminuye el rendimiento material del mineral.
fr: Définit le multiplicateur d'efficacité de l'assembleur. Ce paramètre augmente ou diminue le rendement matériel du minerai.
hu_hu: Válassza ki az összeszerelő hatékonysági szorzóját
it: Imposta il moltiplicatore di efficienza dell'assemblatore. Questa impostazione aumenta o diminuisce la resa del materiale del minerale.
pl_pl: Wybierz mnożnik efektywności stacji montażowej
pt_br: Define o multiplicador de eficiência da montadora. Essa configuração aumenta ou diminui o rendimento de material do minério.
ru: Устанавливает множитель эффективности сборщика. Эта настройка повышает или понижает выработку руды.
zh_cn: 设置装配效率倍增器。此设置可以增加或减少矿石的材料产量。

# ToolTipWorldSettings_Assembler_x1
source: Default assembler speed and efficiency
cs_cz: Výchozí rychlost a účinnost montéru
de: Standardmäßige Produktionsgeschwindigkeit und -effizienz
es: Velocidad y eficiencia por defecto del ensamblador
fr: Vitesse et efficacité par défaut de l'assembleur
hu_hu: Összeszerelő alapértelmezett sebessége és hatékonysága
it: Velocità ed efficienza dell'assemblatore predefinite
pl_pl: Domyślna prędkość i efektywność stacji montażowej
pt_br: Define velocidade e eficiência da montadora
ru: Скорость и эффективность работы сборщика по умолчанию
zh_cn: 默认的装配速度和效率

# ToolTipWorldSettings_Assembler_x10
source: Assembler requires 10x less materials and is 10x faster
cs_cz: Montér potřebuje 10x méně materiálů a je 10x rychlejší
de: Montageanlage benötigt 10x weniger Material und ist 10x schneller
es: El ensamblador requiere 10 veces menos materiales y es 10 veces más rápido
fr: L'assembleur nécessite 10x moins de matériaux et est 10x plus rapide
hu_hu: Az összeszerelő 10x kevesebb anyagot igényel, és 10x gyorsabb
it: L'assemblatore richiede 10 volte meno materiali ed è 10 volte più veloce
pl_pl: Stacja montażowa wymaga 10x mniej materiałów i jest 10x szybsza
pt_br: A montadora necessita de 10X menos materiais e é 10X mais rápida
ru: Сборщик требует в 10 раз меньше материалов и времени
zh_cn: 10倍的装配速度和效率

# ToolTipWorldSettings_Assembler_x3
source: Assembler requires 3x less materials and is 3x faster
cs_cz: Montér potřebuje 3x méně materiálů a je 3x rychlejší
de: Montageanlage benötigt 3x weniger Material und ist 3x schneller
es: El ensamblador requiere 3 veces menos materiales y es 3 veces más rápido
fr: L'assembleur nécessite 3x moins de matériaux et est 3x plus rapide
hu_hu: Az összeszerelő 3x kevesebb anyagot igényel, és 3x gyorsabb
it: L'assemblatore richiede 3 volte meno materiali ed è 3 volte più veloce
pl_pl: Stacja montażowa wymaga 3x mniej materiałów i jest 3x szybsza
pt_br: A montadora necessita de 3X menos materiais e é 3X mais rápida
ru: Сборщик требует в 3 раза меньше материалов и времени
zh_cn: 3倍的装配速度和效率

# ToolTipWorldSettings_CargoShipsEnabled
source: Enables random cargoships flying through the world from time to time.
cs_cz: Náhodná nákladní loď bude čas od času prolétat Vaším světem.
de: Zufällige NPC-Frachtschiffe werden von Zeit zu Zeit durch die Welt fliegen
es: Los cargueros NPC aleatorios volarán por el mundo de vez en cuando
fr: Des vaisseaux cargos PNJ aléatoires traverseront le monde de temps en temps
hu_hu: Véletlen NPC rakományok repülnek át a világon időről időre
it: Navi cargo NPC casuali voleranno attraverso il mondo di tanto in tanto.
pl_pl: Losowe statki towarowe NPC będą przelatywały od czasu do czasu
pt_br: PNJs de naves cargueiras aleatórias vagarão pelo mundo de tempos em tempos
ru: Случайные корабли-боты будут появляться в мире время от времени и пролетать в отдалении.
zh_cn: 随机NPC货船将不时在世界中穿梭

# ToolTipWorldSettings_ClientCanSave
source: Client can save network game. If unchecked then only server can save
cs_cz: Klient může ukládat svět na serveru. Pokud je odškrtnuto, pak může ukládat jen server nebo hostitel.
de: Client kann Multiplayerspiel speichern. Wenn nicht angekreuzt, kann nur der Server es speichern
es: El cliente puede guardar el juego en red. Si no está marcada, sólo el servidor puede guardar
fr: Le client peut sauvegarder une partie en réseau. Si cette case n'est pas cochée, seul le serveur peut enregistrer
hu_hu: Az ügyfél mentheti a hálózati játékot. Ha nincs bejelölve akkor csak a szerver mentheti
it: Il client può salvare il gioco in rete. Se deselezionato solo il server può salvarlo
pl_pl: Klient może zapisywać grę sieciową. Jeśli odznaczone ,tylko serwer może zapisywać
pt_br: O cliente pode salvar o jogo em rede. Se desmarcado, apenas o servidor poderá salvar.
ru: Клиенты могут сохранить игру сервера. Если выключено, только сервер может сохранять.
zh_cn: 客户端可以保存网络游戏。 如果不设置则只有服务器才能保存

# ToolTipWorldSettings_DayDuration
source: Adjusts the length of the day cycle.
cs_cz: Nastavte délku denního cyklu
de: Passt die Länge des Tageszyklus an.
es: Ajusta la duración del ciclo del día.
fr: Ajuste la longueur du cycle de jour.
hu_hu: Nappali ciklus hosszának beállítása
it: Regola la durata del ciclo giornaliero.
pl_pl: Dostosuj długość cyklu dziennego
pt_br: Ajusta a duração do ciclo do dia.
ru: Изменяет продолжительность суток.
zh_cn: 调整白天长度。

# ToolTipWorldSettings_Enable3rdPersonCamera
source: Enables the camera to be switchable to 3rd person view.
cs_cz: Kameru lze přepnout do pohledu třetí osoby. Sledování astronauta z pohledu za ním.
de: Ermöglicht das Umschalten der Kamera auf die 3rd-Person-Ansicht.
es: Permite que la cámara se pueda cambiar a vista en tercera persona.
fr: Permet à la caméra de passer en vue à la 3e personne.
hu_hu: A kamera átváltható harmadik személy nézetre, ilyenkor hátulról nézi az űrhajósát
it: Consente alla telecamera di passare alla vista in terza persona.
pl_pl: Włacza możliwość zmiany widoku z kamery na trzecioosobowy.
pt_br: Permite que a câmera seja alternável para visualizar em 3ª pessoa.
ru: Позволяет камере переключаться на вид от третьего лица.
zh_cn: 使相机可以切换到第三人称视角。

# ToolTipWorldSettings_EnableContainerDrops
source: Enables spawning of unknown signals.
cs_cz: Povolí / Zakáže generování neznámých signálů
de: Aktivieren/Deaktivieren von gelegentlich in der Nähe abstürzenden Blockkonstruktionen
es: Habilitar / Deshabilitar la aparición de señales desconocidas
fr: Activer / désactiver le déclenchement du signal inconnu
hu_hu: Ismeretlen jel Engedélyezése / Tiltása
it: Abilita / Disabilita la generazione di Segnale Sconosciuto
pl_pl: Wł/Wył pojawianie się nieznanych sygnałów
pt_br: Habilitar/desabilitar surgimento de sinal desconhecido
ru: Включить/выключить появление "неизвестных сигналов".
zh_cn: 开启/关闭未知信号生成

# ToolTipWorldSettings_EnableConvertToStation
source: Adds an option to ship terminals to convert ships to stations.
cs_cz: Přidá do lodního terminálu možnost přeměnit loď na stanici
de: Option zum Schiffsterminal hinzufügen, die es erlaubt, Schiff in Station umzuwandeln
es: Agregar opción a el terminal de nave para convertir la nave en estación
fr: Ajout d'une option à la connexion du vaisseau pour convertir le vaisseau en station.
hu_hu: Hozzáadható opció a hajó terminálján, a hajó állomássá alakításához
it: Aggiungi l'opzione al connettore della nave per convertire la nave in stazione.
pl_pl: Dodaje opcję do terminala statku, aby móc zamienić go na stację
pt_br: Adiciona opção ao terminal da nave de converter nave em estação
ru: Добавляет в терминал кнопку конвертации динамической структуры в статичную.
zh_cn: 在飞船终端添加选项将飞船转换成空间站

# ToolTipWorldSettings_EnableDrones
source: Random NPC pirate ship will be generated from time to time. These ships are enemies and will try to attack you with their drones.
cs_cz: Náhodná NPC loď pirátů bude čas od času vygenerována. Tyto lodě jsou nepřátelské a budou na Vás útočit pomocí dronů.
de: Von Zeit zu Zeit werden zufällige NPC-Piratenschiffe generiert. Dies sind feindliche Schiffe, die versuchen werden, Sie mit ihren Drohnen anzugreifen.
es: De vez en cuando se generará una nave pirata de NPC al azar. Estas naves son enemigas y tratarán de atacarte con sus drones.
fr: Un bateau pirate PNJ aléatoire sera généré de temps en temps. Ces vaisseaux sont des ennemis et essaieront de vous attaquer avec leurs drones.
hu_hu: Időről időre véletlenszerű NPC kalózhajók generálódnak. Ezek a hajók ellenségek, és drónjaikkal megpróbálnak megtámadni.
it: Di tanto in tanto verranno generate delle navi pirata NPC casuali. Queste navi sono nemiche e cercheranno di attaccarti con i loro droni.
pl_pl: Losowe statki piratów NPC będą generowane od czasu d czasu. Te statki są wrogami i będą próbowały zaatakować Cię swoimi dronami.
pt_br: Piratas PNJs aleatórios serão gerados de tempos em tempos. Se tratam de naves inimigas que tentarão atacá-lo com seus drones.
ru: Включает призыв подкрепления другими кораблями-ботами. Обычно такие корабли враждебные.
zh_cn: 有时会随机出现NPC海盗船。 这些船都是敌人，会用无人机攻击你。

# ToolTipWorldSettings_EnableEncounters
source: Enables randomly spawned abandoned ships and stations.
cs_cz: Lze nalézat náhodné, opuštěné lodě a stanice.
de: Zufällige verlassene Schiffe und Stationen können angetroffen werden
es: Se pueden encontrar naves y estaciones abandonadas al azar
fr: On peut rencontrer des vaisseaux et des stations abandonnés au hasard
hu_hu: Véletlenszerűen, elhagyott hajókkal és állomásokkal találkozhatunk
it: Si possono incontrare navi e stazioni abbandonate a caso
pl_pl: Losowe opuszczone statki i stacje mogą być napotkane
pt_br: Naves abandonadas e estações podem ser encontradas
ru: Случайные заброшенные корабли и станции могут быть обнаружены.
zh_cn: 会遇见随机废弃的飞船或空间站

# ToolTipWorldSettings_EnableFlora
source: Enables flora for planets.
cs_cz: Povolí flóru na planetách
de: Aktiviert Flora für Planeten
es: Permite la flora para los planetas
fr: Active la flore pour les planètes
hu_hu: Engedélyezi a bolygók flóráját
it: Abilita la flora per i pianeti
pl_pl: Pozwala na florę na planetach
pt_br: Habilita a vegetação dos planetas
ru: Включает флору на планетах
zh_cn: 启用行星植物

# ToolTipWorldSettings_EnableIngameScripts
source: Enables scripts running in game. Scripts are used in programmable blocks. They can also be used by some mods to create advanced logic and effects.
cs_cz: Pokud je odškrtnuto, pak nebude možné spustit ve světě skripty. Skripty jsou používány programovatelnými bloky a mohou být použity i některými modifikacemi pro zlepšení herní mechaniky.
de: Wenn deaktiviert, werden Skripts im Spiel nicht ausgeführt. Skripts werden in programmierbaren Blöcken verwendet und können auch von einigen Mods verwendet werden, um komplexere Logik und Effekte zu erzeugen.
es: Si está desactivado, los scripts no se ejecutarán en el juego. Los scripts se utilizan en bloques programables y también pueden ser utilizados por algunos mods para crear lógica y efectos avanzados.
fr: Si cette option est désactivée, les scripts ne seront pas exécutés en jeu. Les scripts sont utilisés dans des blocs programmables et peuvent également être utilisés par certains mods pour créer une logique et des effets avancés.
hu_hu: Letiltva a szkriptek nem futnak a játékban. Szkripteket használnak programozható blokkban, és néhány modban a fejlett logika, és effektusok létrehozásához.
it: Se disabilitati, gli script non verranno eseguiti in gioco. Gli script sono usati in blocco programmabile e possono anche essere usati da alcune mod per creare logica ed effetti avanzati.
pl_pl: Włącza działanie skryptów w grze. Skrypty są używane w blokach programowalnych. Mogą być też używane przez niektóre mody do tworzenia zaawansowanej logiki i efektów.
pt_br: Se desabilitados, os scripts não serão executados no jogo. Scripts são utilizados em blocos programáveis e por alguns mods para criar uma lógica avançada e efeitos
ru: Если выключено, скрипты будут не доступны. Скрипты используются в программируемом блоке и могут быть использованы в некоторых модах.
zh_cn: 如果禁用，脚本将不会在游戏中运行。脚本在可编程模块中使用 并且还可以通过一些模组来创造 高级逻辑功能和效果。

# ToolTipWorldSettings_EnableJetpack
source: If this is turned off, characters won't be able to use jetpacks at all.
cs_cz: Pokud je tato možnost vypnuta, hráči nemohou vůbec používat jetpack
de: Wenn dies ausgeschaltet ist, können Charaktere keine Jetpacks verwenden
es: Si esta opción está desactivada, los personajes no podrán usar jetpacks en ningún momento
fr: Si cette option est désactivée, les personnages ne pourront pas utiliser de jetpacks.
hu_hu: Kikapcsolva, a karakterek egyáltalán nem használhatják a jetpackeket
it: Se questo è spento, i personaggi non potranno utilizzare i jetpack
pl_pl: Jeśli wyłączone, gracze nie będą mogli używać jetpacków
pt_br: Se desativado, os jogadores não poderão utilizar jetpacks
ru: Если выключено, игроки не смогут использовать реактивный ранец.
zh_cn: 如果关闭此项，喷气背包将无法使用

# ToolTipWorldSettings_EnableOxygen
source: Enables oxygen processing. Oxygen is used by space suits and cockpits.
cs_cz: Povolí používání kyslíku. Využíván ve skafandrech a kokpitech.
de: Eis-Rohstoff, und Sauerstofferzeugung, -zirkulation und -bedarf aktivieren
es: Habilitar el procesamiento de oxígeno. Usado por traje espacial y cabinas
fr: Activer le traitement de l'oxygène. Utilisé par la combinaison et les cockpits
hu_hu: Engedélyezi az oxigén feldolgozását. Használható űrruhában és pilótafülkékben
it: Attiva l'elaborazione dell'ossigeno. Usato dalla tuta spaziale e dalle cabine di pilotaggio
pl_pl: Włącz materiał lodu, wykrywanie ciśnienia powietrza, wytwarzanie tlenu i cyrkulacja
pt_br: Habilita o processamento de oxigênio. Utilizado em trajes especiais e cabines
ru: Включает циркуляцию кислорода. Используется для скафандра и кокпитов.
zh_cn: 启用氧气的生产循环为宇航服和驾驶舱提供氧气

# ToolTipWorldSettings_EnableOxygenPressurization
source: Allows pressurization of ships and stations.
cs_cz: Umožní tlakování lodí a stanic
de: Druckbeaufschlagung von Schiffen und Stationen zulassen
es: Permitir la presurización de naves y estaciones
fr: Autoriser la pressurisation des vaisseaux et des stations
hu_hu: Túlnyomás engedélyezése hajókon és állomásokon
it: Consente la pressurizzazione di navi e stazioni
pl_pl: Zezwala na utrzymywanie tlenu na statkach i stacjach
pt_br: Permitir a pressurização de naves e estações
ru: Включает герметичность закрытых помещений.
zh_cn: 允许飞船和空间站加压

# ToolTipWorldSettings_EnablePlanets
source: Enable/disable spawning of planets in world
cs_cz: Povolí/Zakáže vytváření planet ve světě
de: Aktivieren/Deaktivieren von anderen Planeten in der Welt
es: Activar/desactivar la generación de planetas en el mundo
fr: Activer / désactiver l'apparition des planètes dans le monde
hu_hu: Bolygók születésének Engedélyezése/Tiltása a világban
it: Abilita/disabilita la generazione di pianeti nel mondo
pl_pl: Włącz/wyłącz pojawianie się planet na świecie
pt_br: Habilitar/desabilitar o surgimento de planetas no mundo
ru: Включить создание планет в мире
zh_cn: 启用/禁用在世界中再生星球

# TooltipWorldSettings_EnableRealisticDampeners
source: Enables realistic dampeners
cs_cz: Povolí realistické tlumiče
de: Aktiviert realistische Dämpfung
es: Permite amortiguadores realistas
fr: Activer les amortisseurs réalistes
hu_hu: Valósághű csillapítókat tesz lehetővé
it: Abilita smorzatori realistici
pl_pl: Włącza realistyczne tłumiki
pt_br: Habilitar propulsores realísticos
ru: Включает реалистичные гасители инерции, тормозная сила которых не сильнее их нормального ускорения.
zh_cn: 启用现实减震器

# ToolTipWorldSettings_EnableRemoteBlockRemoval
source: Enables players to remotely remove owned blocks to free up their PCU limit.
cs_cz: Umožní hráčům vzdáleně odebrat jimi vlastněné bloky čímž zvětší svůj limit.
de: Ermöglicht es Spielern, aus der Ferne eigene Blöcke zu entfernen, um ein Erreichen der Blocklimits zu vermeiden
es: Permite a los jugadores eliminar de forma remota los bloques que posean para liberar espacio de su límite de PCU
fr: Autoriser les joueurs à supprimer à distance les blocs possédés pour libérer du quota
hu_hu: A játékosok távolról is eltávolíthatják a saját blokkokat hogy felszabadítsák korlátjukat
it: Permette ai giocatori di rimuovere a distanza i blocchi di proprietà per liberare il loro limite
pl_pl: Pozwól graczom zdalnie usuwać posiadane bloki, aby zwolnić ich limit.
pt_br: Habilitar que jogadores removam blocos remotamente para liberar seu caminho
ru: Позволяет игрокам удалять их блоки на расстоянии чтобы освободить место для новых.
zh_cn: 允许玩家远程移除其拥有的方块 来释放上限

# ToolTipWorldSettings_EnableRespawnShips
source: Enables respawning in ships. If disabled, respawning is only possible in the suit, in medical stations, or in survival kits.
cs_cz: Povolí oživení v lodích a skafandrech. Pokud není povoleno a nejsou k dispozici žádné ošetřovny, oživení nebude vůbec možné!
de: Respawnen in Schiffen und Anzügen ermöglichen. Wenn deaktiviert und keine gültigen Respawn-Punkte vorhanden sind, ist ein Respawnen nicht mehr möglich!
es: Habilitar reaparición en naves y el traje. Cuando está desactivado y no existen puntos de reaparición válidos, ¡La reaparición no será posible!
fr: Activer la réapparition sur les vaisseaux et les combinaisons. Lorsque ce paramètre est désactivé et qu'il n'y a pas de points de réapparition valides, la réapparition ne sera pas du tout possible !
hu_hu: Engedélyezze az újjáéledést hajókon és öltönyben. Ha le van tiltva, és nincsenek újjáéledési pontok, az újjáéledés nem lesz lehetséges!
it: Abilita il rientro in navi e tute. Quando è disattivato e non esistono punti di rientro validi, il rientro non sarà assolutamente possibile!
pl_pl: Pozwala na odradzanie się w statkach i skafandrach. Jeśli wyłączona i brak odpowiedniego pokoju medycznego odrodzenie nie będzie możliwe!
pt_br: Habilitar o renascimento em naves e trajes. Quando desabilitado e não houver pontos de renascimento disponíveis, será impossível renascer!
ru: Включает корабли возрождения. Если выключено и нет доступных медпунктов, возрождение невозможно!
zh_cn: 启用飞船和装备重生。 禁用或者没有有效的重生处的时候，无法重生！

# ToolTipWorldSettings_EnableSpiders
source: Enables spawning of spiders on planets.
cs_cz: Povolit / Zakázat generování pavouků.
de: Aktivieren/Deaktivieren von Spinnen
es: Activar / desactivar la aparición de las arañas
fr: Activer / désactiver l'apparition des araignées
hu_hu: Pókok születésének Engedélyezése/ Tiltása
it: Abilita / disabilita la rigenerazione dei ragni
pl_pl: Włącz / wyłącz pojawianie się pająków
pt_br: Habilitar/desabilitar o surgimento de aranhas
ru: Включает сабироидов на планетах, где они возможны.
zh_cn: 启用/禁用蜘蛛自动生成
