Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# TieredUpdate_IsReplicated_NA
source: N/A
de: N/V
es: N/D
it: N/D
pl_pl: Nie dotyczy
pt_br: N/D
ru: Н/Д
zh_cn: 无

# TieredUpdate_IsReplicated_True
source: Yes
de: Ja
es: Si
fr: Oui
hu_hu: Igen
it: Sì
pl_pl: Tak
pt_br: Sim
ru: Да
zh_cn: 是

# BlueprintScreen_FilePathTooLong_Caption
source: File path too long
de: Dateipfad zu lang
es: Ruta de archivo demasiado larga
fr: Chemin de fichier trop long
hu_hu: A fájl elérési útja túl hosszú
it: Percorso file troppo lungo
pl_pl: Za długa ścieżka do pliku
pt_br: Caminho de arquivo longo demais
ru: Путь к файлу слишком длинный
zh_cn: 文件路径过长

# BlueprintScreen_FilePathTooLong_Description
source: File path is too long, current length is {0}, maximum length is {1}. Path: {2}
de: Der Dateipfad ist zu lang, die aktuelle Länge ist {0}, die maximal mögliche Länge beträgt {1}. Pfad: {2}
es: La ruta del archivo es demasiado larga, la longitud actual es {0}, la longitud máxima es {1}. Ruta: {2}
fr: Le chemin de fichier est trop long, la longueur actuelle est {0}, le maximum est {1}. Chemin : {2}
hu_hu: A fájl elérési útja túl hosszú, az aktuális hossz {0}, a maximális hossz {1}. Elérési út: {2}
it: Il percorso file è troppo lungo, la lunghezza attuale è {0}, la lunghezza massima è {1}. Percorso: {2}
pl_pl: Za długa ścieżka do pliku, obecna długość to {0}, maksimum to {1}. Ścieżka: {2}
pt_br: Caminho de arquivo longo demais. Tamanho atual de {0}, tamanho máximo de {1}. Caminho: {2}
ru: Путь к файлу слишком длинный: {0}. Максимум: {1}. Путь: {2}
zh_cn: 文件路径过长，当前长度为{0}，最大长度为{1}。路径： {2}

# DisplayName_Block_SideDoor
source: Sci-Fi Sliding Door
de: Sci-Fi – Schiebetür
es: Puerta deslizante de ciencia ficción
fr: Porte coulissante sci-fi
hu_hu: Sci-Fi Tolóajtó
it: Porta scorrevole Sci-Fi
pl_pl: Drzwi w stylu SF
pt_br: Porta deslizante Sci-Fi
zh_cn: 科幻滑动门

# Description_BarCounter
source: With a decorative bar counter block you can create a place to serve drinks and share stories of heroism and tragedy.
de: Mit einer dekorativen Bartheke können Sie einen Platz schaffen, an dem Getränke ausgeschenkt werden und an dem Geschichten heroischer Taten und großer Tragik ausgetauscht werden können.
es: Con un bloque decorativo de barra de bar puedes crear un lugar para servir bebidas y compartir historias de heroísmo y tragedia.
fr: Avec un bloc de comptoir de bar décoratif, vous pouvez créer un endroit pour servir des boissons et partager des histoires d'héroïsme et de tragédie.
hu_hu: Egy dekoratív bárpulttal létrehozhat egy helyet, ahol italokat szolgálhat fel, és megoszthatja a hősies és tragikus történeteit.
it: Con un blocco bancone da bar decorativo puoi creare un posto in cui servire drink e raccontare storie di ladri ed eroi.
pl_pl: Z blokiem dekoracyjnym lady barowej możesz stworzyć miejsce do serwowania drinków oraz do dzielenia się historiami o bohaterstwie i tragedii.
pt_br: Com um balcão de bar decorativo, você pode criar um lugar para servir drinques e compartilhar histórias de heroísmo e tragédia.
ru: Блок декоративной барной стойки позволит вам создать место, за которым можно выпить и рассказать истории о космических подвигах.
zh_cn: 使用装饰吧台模块，你可以创建一个提供饮品以及分享英雄主义和悲剧故事的地方。

# DisplayName_Block_BarCounter
source: Sci-Fi Bar Counter
de: Sci-Fi – Bartheke
es: Barra de bar de ciencia ficción
fr: Comptoir de bar sci-fi
hu_hu: Sci-Fi Bárpult
it: Bancone bar Sci-Fi
pl_pl: Lada barowa w stylu SF
pt_br: Balcão de bar Sci-Fi
ru: НФ барная стойка
zh_cn: 科幻吧台

# DisplayName_Block_BarCounterCorner
source: Sci-Fi Bar Counter Corner
de: Sci-Fi – Barthekenecke
es: Esquina de barra de bar de ciencia ficción
fr: Coin de comptoir de bar sci-fi
hu_hu: Sci-Fi Sarok Bárpult
it: Angolo Bancone bar Sci-Fi
pl_pl: Narożnik lady barowej w stylu SF
pt_br: Canto de balcão de bar Sci-Fi
ru: НФ барная стойка (угол)
zh_cn: 科幻吧台角落

# DisplayName_Block_LargeThrustSciFi
source: Sci-Fi Large Ion Thruster
de: Sci-Fi – Ionen-Triebwerk (groß)
es: Gran propulsor de iónes de ciencia ficción
fr: Grand propulseur ionique sci-fi
hu_hu: Sci-Fi Nagy Ion Hajtómű
it: Grande propulsore a ioni Sci-Fi
pl_pl: Duży silnik jonowy SF
pt_br: Propulsores a íon grandes Sci-Fi
ru: Большой ионный НФ-ускоритель
zh_cn: 科幻大型离子推进器

# DisplayName_Block_SmallThrustSciFi
source: Sci-Fi Ion Thruster
de: Sci-Fi-Ionen-Triebwerk (klein)
es: Propulsor de iónes de ciencia ficción
fr: Propulseur ionique sci-fi
hu_hu: Sci-Fi Ionhajtómű
it: Propulsore a ioni Sci-Fi
pl_pl: Silnik jonowy SF
pt_br: Propulsor a íon Sci-Fi
ru: Ионный НФ-ускоритель
zh_cn: 科幻离子推进器

# DisplayName_BlockGroup_LettersAH
source: letters A to H
de: Buchstaben A bis H
es: letras A a la H
fr: lettres A à H
hu_hu: Betűk A-tól H-ig
it: lettere da A a H
pl_pl: litery od A do H
pt_br: letras de A a H
ru: Буквы от A до H
zh_cn: 字母A到H

# Description_TextBlocks
source: Letters, numbers and symbol blocks allow you to build text and indications onto your ships and structures.
de: Buchstaben-, Zahlen- und Symbolblöcke erlauben Ihnen Ihre Schiffe und Bauten zu kennzeichnen.
es: Los bloques de letras, números y símbolos te permiten construir textos e indicaciones en sus naves y estructuras.
fr: Les blocs de lettres, de chiffres et de symboles vous permettent de construire des textes et des indications sur vos vaisseaux et structures.
hu_hu: A betű, szám és szimbólum blokkok lehetővé teszik, hogy szöveget és jelzéseket építsen a hajóira és szerkezeteire.
it: I blocchi con lettere, numeri e simboli ti consentono di comporre testi e indicazioni sulle tue navi e nelle tue strutture.
pl_pl: Bloki liter, cyfr i symboli pozwalają na wbudowanie tekstu oraz oznaczeń na statkach i budowlach.
pt_br: Blocos de letras, números e símbolos permitem construir textos e indicações nas naves e estruturas.
ru: Блоки букв, цифр и символов позволяют создавать текст и индикаторы на кораблях и структурах.
zh_cn: 字母、数字和符号模块可以在太空船和建筑上创造文字和指示。

# Description_FAQ_SOTFPack
source: The Sparks Of The Future Pack comes with several new blocks like Neon Tubes, a small grid door and a unique button panels. It also comes with several new character animations and armor skins.
de: Das Zusatzinhaltspaket „Sparks of the Future“ enthält diverse Blöcke wie Neonröhren, eine Schiebetür für kleine Blockkonstruktionen und einzigartige Schalttafeln. Es enthält außerdem diverse neue Charakteranimationen und Panzerungs-Skins.
es: El paquete "Chispazos del futuro" viene con varios bloques nuevos como tubos de neón, una pequeña puerta de rejilla y un exclusivo panel de botones. También viene con varias animaciones nuevas de personajes y diseños de armadura.
fr: Le pack Sparks Of The Future comprend plusieurs nouveaux blocs comme les tubes néon, une porte de petite grille et des panneaux de boutons uniques. Il comprend également plusieurs nouvelles animations de personnages et des skins d'armure.
hu_hu: A Sparks Of The Future Pack számos új blokkal érkezik, mint például a Neon Tubes, a kis objektum ajtó és az egyedi gombpanelek. Új karakter animációkat és páncélos bőröket is tartalmaz.
it: Il pacchetto Scintille del futuro introduce tanti blocchi nuovi come tubi al neon, una porta piccola grigliata e pulsantiere uniche. Saranno disponibili anche nuove animazioni per i personaggi e nuove skin per le armature.
pl_pl: Pakiet Sparks Of The Future zawiera kilka nowych bloków, takich jak neonowe rurki, małe drzwi przesuwne oraz unikalne panele przycisków. Zawiera również kilka nowych animacji postaci i skórek pancerza.
pt_br: O Pacote Fagulhas do futuro vem com vários novos blocos, como os Tubos neon, uma pequena porta deslizável e um painel de botão exclusivo. Também acompanha várias animações de personagem e skins de blindagem novos.
ru: Набор «Проблески будущего» содержит несколько новых блоков, таких как неоновые лампы, маленькие двери и уникальные кнопочные панели. Кроме того, здесь вы найдете новые анимации персонажей и облики брони.
zh_cn: Sparks Of The Future包附带几个新模块，例如霓虹灯管、小网格门和独特的按钮面板。它还附带一些新角色动画和装甲皮肤。

# Description_FAQ_Weather
source: There are unique weather systems on every planet that can affect sunlight, wind, oxygen and temperature. Lightning can be dangerous and damage your structures but prioritizes some blocks. Weather can be disabled in world settings.
de: Jeder Planet hat ein einzigartiges Wettersystem, das die Sonneneinstrahlung, den Luftsauerstoffgehalt, sowie die Temperatur beeinflussen. Es können Blitze auftreten, die all Ihren Konstruktionen Schaden zufügen können und dabei für einige Blöcke besonders gefährlich sind. Wetter kann in den Welteinstellungen deaktiviert werden.
es: Hay sistemas climáticos únicos en cada planeta que pueden afectar a la luz solar, el viento, el oxígeno y la temperatura. Los rayos pueden ser peligrosos y dañar tus estructuras, pero prioriza algunos bloques. El clima se puede deshabilitar en los ajustes del mundo.
fr: Chaque planète possède des systèmes météorologiques uniques qui peuvent affecter la lumière du soleil, le vent, l'oxygène et la température. La foudre peut être dangereuse et endommager vos structures, mais priorise certains blocs. La météo peut être désactivée dans les paramètres du monde.
hu_hu: Minden bolygón vannak időjárási rendszerek. Ezek hatással lehetnek a napfényre, a szélre, az oxigénre és a hőmérsékletre. A villámlás károsíthatja a struktúrákat, de a blokkokat ez egy rangsor szerint érinti. Az időjárás a világ beállításaiban kikapcsolható.
it: Ogni pianeta ha un meteo caratteristico che influenza luce, vento, ossigeno e temperatura. I fulmini possa essere pericolosi e danneggiare le strutture, ma sono benefici per alcuni blocchi. Puoi disabilitare il meteo dalle impostazioni del mondo.
pl_pl: Na każdej planecie istnieją unikalne systemy pogodowe, które mogą wpływać na światło słoneczne, wiatr, tlen i temperaturę. Błyskawice potrafią być niebezpieczne i uszkodzić twoje struktury, lecz traktują priorytetowo niektóre bloki. Pogoda może być wyłączona w ustawieniach świata.
pt_br: Existem sistemas de clima únicos em cada planeta que podem afetar a luz do sol, vento, oxigênio e temperatura. Raios podem ser perigosos e prejudicar suas estruturas, além de priorizar alguns blocos. O clima pode ser desativado nas configurações do mundo.
ru: Каждая планета обладает уникальными погодными условиями, которые влияют на количество солнечного света, ветер, уровень кислорода и температуру. Молнии опасны и могут повредить ваши структуры, но их притягивают некоторые блоки. Погоду можно отключить в настройках мира.
zh_cn: 每个行星上都有独特的天气系统，会影响阳光、风、氧气和温度。闪电可能很危险，会损坏你的建筑，但会优先破坏某些模块。可以在世界设置中禁用天气。

# RadialMenuGroupTitle_Symbols
source: Screens & Symbols
de: Bildschirme und Symbole
es: Pantallas y símbolos
fr: Écrans et symboles
hu_hu: Jelképek
it: Schermate e simboli
pl_pl: Symbole
pt_br: Telas e símbolos
ru: Символы
zh_cn: 屏幕和符号

# LCD_BrightFuture_Landscape
source: Poster Bright Future H
es: Cartel de Futuro Brillante H
fr: Poster futur radieux H
hu_hu: Poszter Bright Future H
it: Poster Futuro Radioso H
pl_pl: Plakat Bright Future H
pt_br: Poster Futuro Brilhante H
ru: Постер «Яркое будущее» (гориз.)
zh_cn: 光明的未来海报H

# LCD_BrightFuture_Portrait
source: Poster Bright Future V
es: Cartel de Futuro Brillante V
fr: Poster futur radieux V
hu_hu: Poszter Bright Future V
it: Poster Futuro Radioso V
pl_pl: Plakat Bright Future W
pt_br: Poster Futuro Brilhante V
ru: Постер «Яркое будущее» (верт.)
zh_cn: 光明的未来海报V

# LCD_BrightFuture_Square
source: Poster Bright Future
es: Cartel de Futuro Brillante
fr: Poster futur radieux
hu_hu: Poszter Bright Future
it: Poster Futuro Radioso
pl_pl: Plakat Bright Future
pt_br: Poster Futuro Brilhante
ru: Постер «Яркое будущее»
zh_cn: 光明的未来海报

# LCD_CosmicTeam_Square
source: Poster Cosmic Team
es: Cartel de Equipo Cósmico
fr: Poster équipe cosmique
hu_hu: Poszter Cosmic Team
it: Poster Team Cosmico
pl_pl: Plakat Cosmic Team
pt_br: Poster Equipe Cósmica
ru: Постер «Космокоманда»
zh_cn: 宇宙团队海报

# LCD_Exploration_Square
source: Poster Exploration
es: Cartel de Exploración
hu_hu: Poszter Felfedezés
it: Poster Esplorazione
pl_pl: Plakat Exploration
pt_br: Poster Exploração
ru: Постер «Исследование»
zh_cn: 探索海报

# LCD_SpaceTravel_Landscape
source: Poster Space Travel H
es: Cartel de Viaje Espacial H
fr: Poster voyage spatial H
hu_hu: Poszter Space Travel H
it: Poster Viaggio Spaziale H
pl_pl: Plakat Space Travel H
pt_br: Poster Viagem Espacial H
ru: Постер «Космическое путешествие» (гориз.)
zh_cn: 太空旅行海报H

# LCD_SpaceTravel_Portrait
source: Poster Space Travel V
es: Cartel de Viaje Espacial V
fr: Poster voyage spacial V
hu_hu: Poszter Space Travel V
it: Poster Viaggio Spaziale V
pl_pl: Plakat Space Travel W
pt_br: Poster Viagem Espacial V
ru: Постер «Космическое путешествие» (верт.)
zh_cn: 太空旅行海报V

# LCD_SpaceTravel_Square
source: Poster Space Travel
es: Cartel de Viaje Espacial
fr: Poster voyage spacial
it: Poster Viaggio Spaziale
pl_pl: Plakat Space Travel
pt_br: Poster Vigem Espacial
ru: Постер «Космическое путешествие»
zh_cn: 太空旅行海报

# LCD_ThunderFleet_Square
source: Poster Thunder Fleet
es: Cartel de Flota del Trueno
fr: Poster Flotte tonnerre
hu_hu: Poszter Thunder Flotta
it: Poster Flotta del tuono
pl_pl: Plakat Thunder Fleet
pt_br: Poster Frota do Trovão
ru: Постер «Грозовой флот»
zh_cn: 雷霆舰队海报

# ScreenDebugAdminMenu_RevertBoulderTooltip
source: For Boulder reverting, minimum player distance is: {0} m.
de: Der Mindestabstand vom Spieler für Geländemodifikationen beträgt: {0} m.
es: Para invertir las rocas, la distancia mínima del jugador es de {0} m.
fr: Pour le rétablissement de rochers, la distance minimale entre les joueurs est de : {0} m.
hu_hu: A Boulder-visszatéréshez a játékos minimális távolsága: {0} m.
it: Per recuperare le Rocce, la distanza minima dal giocatore è: {0} m.
pl_pl: Dla odtwarzania głazów, minimalna odległość od gracza wynosi: {0} m.
pt_br: Para Reverter pedras, a distância mínima do jogador é: {0} m.
ru: Для возврата валунов минимальная дистанция игрока должна составлять {0} м.
zh_cn: 对于Boulder恢复，最小玩家距离为：{0} m。

# DisplayName_TSS_Weather_Marsstorm
source: Dust Storm
de: Staubsturm
es: Tormenta de arena
fr: Tempête de poussière
hu_hu: Porvihar
it: Tempesta di Polvere
pl_pl: Burza pyłowa
pt_br: Tempestade de areia
ru: Пылевая буря
zh_cn: 尘暴

# DisplayName_TSS_Weather_SnowStorm
source: Snow Storm
de: Schneesturm
es: Tormenta de nieva
fr: Tempête de neige
hu_hu: Hóvihar
it: Tempesta di Neve
pl_pl: Burza śnieżna
pt_br: Tempestade de neve
ru: Буран
zh_cn: 雪暴

# RadialMenuGroupTitle_Decoration3
source: Decoration #3
de: Dekoration 3
es: Decoración nº3
fr: Décoration #3
hu_hu: Dekoráció #3
it: Decorazione n. 3
pl_pl: Dekoracje #3
pt_br: Decoração nº 3
ru: Декорация №3
zh_cn: 装饰#3

# ScreenDebugAdminMenu_CameraSmoothness
source: Camera Smoothness
de: Glätte der Kamerabewegung
es: Suavidad de la cámara
fr: Fluidité de la caméra
hu_hu: Kamera Finomsága
it: Flessibilità della telecamera
pl_pl: Płynność pracy kamery
pt_br: Suavização de câmera
ru: Плавность камеры
zh_cn: 摄像头平滑度

# ScreenDebugAdminMenu_Follow
source: Follow
de: Folgen
es: Seguir
fr: Suivre
hu_hu: Követés
it: Segui
pl_pl: Podążaj
pt_br: Seguir
ru: Следить
zh_cn: 跟随

# ScreenDebugAdminMenu_Free
source: Free
de: Frei
es: Libre
fr: Libre
hu_hu: Ingyenes
it: Libero
pl_pl: Swobodna
pt_br: Livre
ru: Свободное
zh_cn: 空余

# ScreenDebugAdminMenu_None
source: None
de: Keine
es: Ninguno
fr: Aucune
hu_hu: Nincs
it: Nessuno
pl_pl: Brak
pt_br: Nenhum
ru: Нет
zh_cn: 无

# ScreenDebugAdminMenu_Orbit
source: Orbit
de: Umkreisen
es: Órbita
fr: Orbite
hu_hu: Pálya
it: Orbita
pl_pl: Krąż
pt_br: Órbita
ru: Орбита
zh_cn: 轨道

# ScreenSpectatorAdminMenu_Load
source: Num "number" - load camera position
de: Ziffernblock „Zahl“ - Kameraposition laden
es: Num "número": cargar posición de cámara
fr: Pavé num. « numéro » - charger la position de la caméra
hu_hu: Num "szám" - a kamera pozíciójának betöltése
it: Tastierino Numerico "number" - carica la posizione della telecamera
pl_pl: Num "cyfra" - wczytaj pozycję kamery
pt_br: Num "número" - carrega posição da câmera
ru: Номер на цифр. клавиатуре — загрузить положение камеры
zh_cn: Num“数字”- 加载摄像头位置

# ScreenSpectatorAdminMenu_Save
source: Ctrl + Num "number" - save camera position
de: Strg + Ziffernblock „Zahl“ - Kameraposition speichern
es: Ctrl + Num "número": guardar posición de cámara
fr: Ctrl - pavé num. « numéro » - enregistrer la position de la caméra
hu_hu: Ctrl + Num "szám" - a kamera pozíciójának mentése
it: Ctrl + Tastierino Numerico "number" - salva la posizione della telecamera
pl_pl: Ctrl + Num "cyfra" - zapisz pozycję kamery
pt_br: Ctrl + Num "número" - salvar posição de câmera
ru: CTRL + номер на цифр. клавиатуре — сохранить положение камеры
zh_cn: Ctrl + Num“数字”- 保存摄像头位置

# ScreenSpectatorAdminMenu_SavedPositions
source: Saved Positions
de: Gespeicherte Positionen
es: Posiciones guardadas
fr: Positions enregistrées
hu_hu: Mentett pozíciók
it: Posizioni salvate
pl_pl: Zapisane pozycje
pt_br: Posições salvas
ru: Сохраненные положения
zh_cn: 已保存的位置

# ScreenSpectatorAdminMenu_Shortcuts
source: Shortcuts
de: Tastenkombinationen
es: Accesos directos
fr: Raccourcis
hu_hu: Parancsikonok
it: Scorciatoie
pl_pl: Skróty
pt_br: Atalhos
ru: Сочетания кнопок
zh_cn: 快捷键

# ScreenDebugAdminMenu_Empty
source: <Empty>
de: <Leer>
fr: <Vide>
hu_hu: <Üres>
it: <Vuoto>
pl_pl: <Pusty>
pt_br: <Vazio>
ru: <Пусто>
zh_cn: <空>

# Description_ExhaustPipe
source: The Exhaust Pipe emits particles like smoke and fire to decorate vehicles and structures.
de: Das Auspuffrohr stößt Abgaspartikel und Feuer aus und dient zur Dekoration von Fahrzeugen und anderen Blockkonstruktionen.
es: El Tubo de escape emite partículas como humo y fuego para decorar vehículos y estructuras.
fr: Le tuyau d'échappement émet des particules comme de la fumée et du feu pour décorer les véhicules et les structures.
hu_hu: A kipufogócső füstöt és tüzet bocsát ki, hogy díszítse a járműveket és a szerkezeteket.
it: Il Tubo di scarico emette particelle fumogene e fuoco per decorare veicoli e strutture.
pl_pl: Rura wydechowa emituje efekty dymu i ognia, służące do ozdabiania pojazdów i konstrukcji.
pt_br: A Barra de exaustão emite partículas como fumaça e fogo para decorar veículos e estruturas.
ru: Выхлопная труба выделяет такие частицы как дым и огонь, украшая транспортные средства и структуры.
zh_cn: 排气管会散发出烟、火等微粒，可用于装饰车辆和建筑。

# DisplayName_Block_ExhaustPipe
source: Exhaust Pipe
de: Auspuffrohr
es: Tubo de escape
fr: Tuyau d'échappement
hu_hu: Kipufogócső
it: Tubo di scarico
pl_pl: Rura wydechowa
pt_br: Barra de exaustão
ru: Выхлопная труба
zh_cn: 排气管

# DisplayName_Block_OffroadSuspension1x1
source: Offroad Wheel Suspension 1x1 Right
de: Offroad-Radaufhängung (rechts) 1x1
es: Suspensión de rueda de vehículo todoterreno 1x1 derecha
fr: Suspension de roue tout-terrain 1x1 Droite
hu_hu: Terep Kerékfelfüggesztés 1x1 Jobb
it: Sospensione ruota de sterrato 1x1 destra
pl_pl: Koło z zawieszeniem terenowym 1x1 Prawe
pt_br: Suspensão de roda offroad 1x1 direita
ru: Подвеска колеса внедорожника 1х1 (прав.)
zh_cn: 越野车车轮悬架1x1右

# DisplayName_Block_OffroadSuspension1x1mirrored
source: Offroad Wheel Suspension 1x1 Left
de: Offroad-Radaufhängung (links) 1x1
es: Suspensión de rueda de vehículo todoterreno 1x1 izquierda
fr: Suspension de roue tout-terrain 1x1 Gauche
hu_hu: Terep Kerékfelfüggesztés 1x1 Bal
it: Sospensione ruota de sterrato 1x1 sinistra
pl_pl: Koło z zawieszeniem terenowym 1x1 Lewe
pt_br: Suspensão de roda offroad 1x1 esquerda
ru: Подвеска колеса внедорожника 1х1 (лев.)
zh_cn: 越野车车轮悬架1x1左

# DisplayName_Block_OffroadSuspension3x3
source: Offroad Wheel Suspension 3x3 Right
de: Offroad-Radaufhängung (rechts) 3x3
es: Suspensión de rueda de vehículo todoterreno 3x3 derecha
fr: Suspension de roue tout-terrain 3x3 Droite
hu_hu: Terep Kerékfelfüggesztés 3x3 Jobb
it: Sospensione ruota de sterrato 3x3 destra
pl_pl: Koło z zawieszeniem terenowym 3x3 Prawe
pt_br: Suspensão de roda offroad 3x3 direita
ru: Подвеска колеса внедорожника 3х3 (прав.)
zh_cn: 越野车车轮悬架3x3右

# DisplayName_Block_OffroadSuspension3x3mirrored
source: Offroad Wheel Suspension 3x3 Left
de: Offroad-Radaufhängung (links) 3x3
es: Suspensión de rueda de vehículo todoterreno 3x3 izquierda
fr: Suspension de roue tout-terrain 3x3 Gauche
hu_hu: Terep Kerékfelfüggesztés 3x3 Bal
it: Sospensione ruota de sterrato 3x3 sinistra
pl_pl: Koło z zawieszeniem terenowym 3x3 Lewe
pt_br: Suspensão de roda offroad 3x3 esquerda
ru: Подвеска колеса внедорожника 3х3 (лев.)
zh_cn: 越野车车轮悬架3x3左

# DisplayName_Block_OffroadSuspension5x5
source: Offroad Wheel Suspension 5x5 Right
de: Offroad-Radaufhängung (rechts) 5x5
es: Suspensión de rueda de vehículo todoterreno 5x5 derecha
fr: Suspension de roue tout-terrain 5x5 Droite
hu_hu: Terep Kerékfelfüggesztés 5x5 Jobb
it: Sospensione ruota de sterrato 5x5 destra
pl_pl: Koło z zawieszeniem terenowym 5x5 Prawe
pt_br: Suspensão de roda offroad 5x5 direita
ru: Подвеска колеса внедорожника 5х5 (прав.)
zh_cn: 越野车车轮悬架5x5右

# DisplayName_Block_OffroadSuspension5x5mirrored
source: Offroad Wheel Suspension 5x5 Left
de: Offroad-Radaufhängung (links) 5x5
es: Suspensión de rueda de vehículo todoterreno 5x5 izquierda
fr: Suspension de roue tout-terrain 5x5 Gauche
hu_hu: Terep Kerékfelfüggesztés 5x5 Bal
it: Sospensione ruota de sterrato 5x5 Sinistra
pl_pl: OKoło z zawieszeniem terenowym 5x5 Lewe
pt_br: Suspensão de roda offroad 5x5 esquerda
ru: Подвеска колеса внедорожника 5х5 (лев.)
zh_cn: 越野车车轮悬架5x5左

# DisplayName_Block_OffroadWheel1x1
source: Offroad Wheel 1x1
de: Offroad-Rad 1x1
es: Rueda de vehículo todoterreno 1x1
fr: Roue tout-terrain 1x1
hu_hu: Terepkerék 1x1
it: Ruota de sterrato 1x1
pl_pl: Koło terenowe 1x1
pt_br: Roda offroad 1x1
ru: Колесо внедорожника 1x1
zh_cn: 越野车车轮1x1

# DisplayName_Block_OffroadWheel3x3
source: Offroad Wheel 3x3
de: Offroad-Rad 3x3
es: Rueda de vehículo todoterreno 3x3
fr: Roue tout-terrain 3x3
hu_hu: Terepkerék 3x3
it: Ruota de sterrato 3x3
pl_pl: Koło terenowe 3x3
pt_br: Roda offroad 3x3
ru: Колесо внедорожника 3x3
zh_cn: 越野车车轮3x3

# DisplayName_Block_OffroadWheel5x5
source: Offroad Wheel 5x5
de: Offroad-Rad 5x5
es: Rueda de vehículo todoterreno 5x5
fr: Roue tout-terrain 5x5
hu_hu: Terepkerék 5x5
it: Ruota de sterrato 5x5
pl_pl: Koło terenowe 5x5
pt_br: Roda Offroad 5x5
ru: Колесо внедорожника 5x5
zh_cn: 越野车车轮5x5

# Description_BuggyCockpit
source: The Buggy Cockpit is similar to the rover cockpit but with a roll cage to keep you safe. Please keep hands and feet inside.
de: Das Buggy-Cockpit ähnelt dem Rover-Cockpit, bietet jedoch zu Ihrem Schutz einen Überrollkäfig. Bitte halten Sie Hände und Füße drinnen.
es: La cabina del buggy es similar a la del rover pero con una jaula antivuelco para mantenerte a salvo. Asegúrate de mantener las manos y los pies dentro.
fr: Le cockpit du buggy est similaire au cockpit du rover mais avec une cage de retournement pour vous garder en sécurité. Veuillez garder vos mains et vos pieds à l'intérieur.
hu_hu: A Buggy fülke hasonlít a rover pilótafülkéhez, de tekercs ketreccel rendelkezik, a spórolás miatt. Kérjük, tartsa bent a kezét és a lábát.
it: La Cabina di pilotaggio compatta è simile alla cabina rover, ma con una cabina sferica che ti tiene al sicuro. Resta al suo interno.
pl_pl: Kokpit Buggy jest podobny do kokpitu pojazdu, ale posiada klatkę ochronną, która zapewni Ci bezpieczeństwo. Proszę trzymać ręce i stopy wewnątrz.
pt_br: A Cabine de buggy é similar à cabine de rover, mas com uma gaiola para manter você a salvo. Mantenha suas mãos e pés dentro da gaiola.
ru: Кабина багги похожа на кабину вездехода, но снабжена защитным каркасом для безопасности. Главное — не высовывать из нее руки и ноги.
zh_cn: 越野车驾驶舱与探测车驾驶舱类似，但带有防滚架，可以保证你的安全。请把手和脚放在里面。
