Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# BlockPropertyTitle_TargetPriority
source: Target Priority
de: Zielpriorität
es: Prioridad del objetivo
fr: Priorité de ciblage
it: Priorità bersaglio
pl_pl: Priortet celu
pt_br: Prioridade do alvo
ru: Приоритет целей
zh_cn: 目标优先级

# BlockPropertyTitle_SetTargetPriorityFormat
source: Set Target Priority: {0}
de: Zielpriorität: {0}
es: Establecer prioridad del objetivo: {0}
fr: Définir la priorité de ciblage : {0}
it: Imposta la priorità del bersaglio: {0}
pl_pl: Wybrany priorytet celu: {0}
pt_br: Definir prioridade do alvo: {0}
ru: Установить приоритет целей: {0}
zh_cn: 设定目标优先级：{0}

# TargetPriority_Closest
source: Closest
de: Nächstes
es: Más cerca
fr: La plus proche
it: Più vicino
pl_pl: Najbliższy
pt_br: Mais próximo
ru: Ближайшие
zh_cn: 最近

# TargetPriority_Largest
source: Largest
de: Größtes
es: Más grande
fr: La plus grande
it: Più grande
pl_pl: Największy
pt_br: Maior
ru: Крупнейшие
zh_cn: 最大

# TargetPriority_Smallest
source: Smallest
de: Kleinstes
es: Más pequeño
fr: La plus petite
it: Più piccolo
pl_pl: Najmnijeszy
pt_br: Menor
ru: Наименьшие
zh_cn: 最小

# BlockPropertyTitle_AttackPattern
source: Attack Pattern
de: Angriffsmuster
es: Patrón de ataque
fr: Schéma d'attaque
it: Schema di attacco
pl_pl: Wzór ataku
pt_br: Padrão de ataque
ru: Схема атаки
zh_cn: 攻击模式

# TargetPriority_CircleOrOrbit
source: Circle/Orbit
de: Kreis/Orbit
es: Círculo/Orbita
fr: Cerle/Orbite
it: Circolare/Orbitante
pl_pl: Okrążaj
pt_br: Circular/Orbitar
ru: Круг/орбита
zh_cn: 环行/轨道

# TargetPriority_StayAtRange
source: Stay at range
de: Abstand halten
es: Permanecer en el campo de tiro
fr: Rester à portée
it: Rimani a distanza
pl_pl: Utrzymuj dystans
pt_br: Ficar ao alcance
ru: Сохранять дистанцию
zh_cn: 保持在范围内

# TargetPriority_HitAndRun
source: Hit and run
de: Angreifen und flüchten
es: Golpear y huir
fr: Tirer et reculer
it: Colpisci e fuggi
pl_pl: Wal i zmykaj
pt_br: Bater e correr
ru: Атака и отступление
zh_cn: 击中即撤

# TargetPriority_Intercept
source: Intercept
de: Abfangen
es: Interceptar
fr: Intercepter
it: Intercetta
pl_pl: Przechycenie
pt_br: Interceptar
ru: Перехват
zh_cn: 拦截

# BlockPropertyTitle_SubsystemToDestroy
source: Subsystem to destroy
de: Zu zerstörendes Teilsystem
es: Subsistema a destruir
fr: Sous-système à détruire
it: Sottosistema da distruggere
pl_pl: Podsystemy do zniszczenia
pt_br: Subsistema a destruir
ru: Уничтожить подситему
zh_cn: 要破坏的子系统

# OffensiveCombatBlock_UpdateTargetInterval
source: Target Search Interval
de: Zielsuchintervall
es: Intervalo de búsqueda objetivo
fr: Intervalle de recherche de cible
it: Intervallo di ricerca dell'obiettivo
pl_pl: Poszukuj celu co
pt_br: Intervalo de busca de alvo
ru: Интервал поиска цели
zh_cn: 目标搜索间隔

# OffensiveCombatBlock_UpdateTargetInterval_Tooltip
source: Determines how often this block checks and (possibly) changes targets. Warning: Setting this very low may result in erratic targeting behavior!
de: Legt fest wie oft dieser Block Ziele überprüft und (gegebenenfalls) wechselt. Warnung: Wenn man diesen Wert sehr niedrig einstellt führt dies gegebenenfalls zu sehr wechselhafter Zielerfassung!
es: Determina la frecuencia con la que este bloque comprueba y (posiblemente) modifica los objetivos. Advertencia: Si se ajusta a un valor muy bajo, el comportamiento de los objetivos puede ser errático.
fr: Détermine la fréquence à laquelle ce bloc vérifie et (éventuellement) change de cible. Avertissement : Un réglage très bas peut entraîner un comportement de ciblage erratique !
it: Determina la frequenza con cui questo blocco controlla e (possibilmente) modifica gli obiettivi. Avvertenza: l'impostazione di questo valore molto basso può comportare un comportamento di mira irregolare!
pl_pl: Określa jak często SI sprawdza i (ewentualnie) zmienia cele. Ostrzeżenie: Bardzo niskie ustawienie może skutkować błędami działania!
pt_br: Determina a frequência em que esse bloco verifica e (possivelmente) muda de alvo. Aviso: Configurar muito baixo pode resultar em comportamento de mira errático!
ru: Определяет частоту проверки и (возможно) смены цели. Внимание: установление слишком низкого значения может привести к нестабильному наведению на цель!
zh_cn: 确定此方块检查和（可能）更改目标的频率。 警告：将此值设置得非常低可能会导致目标确定行为不稳定！

# BlockPropertyTitle_ActivateBehavior
source: Subsystem to destroy
de: Zu zerstörendes Teilsystem
es: Subsistema a destruir
fr: Sous-système à détruire
it: Sottosistema da distruggere
pl_pl: Podsytemy do zniszczenia
pt_br: Subsistema a destruir
ru: Уничтожить подсистему
zh_cn: 要破坏的子系统

# BlockPropertyTitle_AlignToGravity
source: Align to P-Gravity
de: An P-Schwerkraft ausrichten
es: Alinearse con Gravedad P
fr: Aligner sur la Gravité-P
it: Allinea alla Gravità P
pl_pl: Wyrównaj do poziomu
pt_br: Alinhar à Gravidade-P
ru: Выравнивать по планет. гравитации
zh_cn: 与星球重力对齐

# BlockPropertyTitle_MinHeightAboveTerrain
source: Min. altitude
de: Min. Höhe
es: Altitud mínima
fr: Altitude min.
it: Altitudine min
pl_pl: Min. wysokość
pt_br: Altitude mínima
ru: Мин. высота
zh_cn: 最小高度

# OffensiveCombatCircleOrbit_Front
source: Front
de: Vorne
es: Frente
fr: Devant
it: Davanti
pl_pl: Przód
pt_br: Frente
ru: Перед
zh_cn: 正面

# OffensiveCombatCircleOrbit_CircleDistance_Title
source: Circle Distance
de: Abstand bei der Umkreisung
es: Distancia del círculo
fr: Distance du cercle
it: Distanza circolare
pl_pl: Promień krążenia
pt_br: Distância de círculo
ru: Расстояние окружности
zh_cn: 环行距离

# OffensiveCombatCircleOrbit_CircleDistance_Tooltip
source: The distance the grid should circle around the target
de: Der Abstand in dem das Netz um das Ziel kreist
es: La distancia que la estructura debe rodear el objetivo
fr: La distance à laquelle la grille doit tourner autour de la cible
it: La distanza a cui la griglia dovrebbe circolare attorno al bersaglio
pl_pl: Dystans w jakim struktura powinna krążyć wokół celu
pt_br: A distância em que a grid deve circular o alvo
ru: Расстояние, на котором структура должна кружиться вокруг цели
zh_cn: 网格应围绕目标环行的距离

# OffensiveCombatCircleOrbit_CircleInPGravity_Title
source: Circle in P-Gravity
de: An P-Schwerkraft ausgerichtet umkreisen
es: Círculo en Gravedad P
fr: Cercle en Gravité-P
it: Circola nella Gravità P
pl_pl: Okrążaj w poziomie
pt_br: Circular em Gravidade-P
ru: Окружность при планет. гравитации
zh_cn: 在星球重力中环行

# OffensiveCombatCircleOrbit_CircleInPGravity_Tooltip
source: If the engagement is taking place in P-gravity, the orbit will be around the gravity direction
de: Wenn die Aktivierung bei wirkender P-Schwerkraft stattfindet wird der Orbit sich um den Gravititationspunkt befinden
es: Si el encuentro tiene lugar en Gravedad P, la órbita será alrededor de la dirección de la gravedad
fr: Si l'engagement a lieu en gravité-P, l'orbite sera autour de la direction de la gravité
it: Se l'incontro avviene in Gravità P, l'orbita sarà circolare alla direzione della gravità
pl_pl: Jeśli walka ma miejsce w polu ciążenia, struktura będzie krążyć wokół kierunku grawitacji
pt_br: Se a abordagem ocorrer na gravidade-P, a órbita será ao redor da direção da gravidade
ru: Если столкновение происходит при планетарной гравитации, орбита будет проходить в направлении гравитации
zh_cn: 如果作战发生在星球重力下，则轨道将围绕重力方向

# OffensiveCombatHitAndRun_BreakOffDistance_Title
source: Break-off distance
de: Rückzugsdistanz
es: Distancia de ruptura
fr: Distance de désengagement
it: Distanza di interruzione
pl_pl: Dystans przerwania ataku
pt_br: Distância de rompimento
ru: Расстояние для отрыва
zh_cn: 分开距离

# OffensiveCombatHitAndRun_BreakOffDistance_Tooltip
source: At this distance to the target, this grid should retreat. Note: A value lower than the min. altitude in the active Move block can cause the grid to never reach this distance.
de: Die Blockkonstsruktion sollte sich bei diesem Abstand zum Ziel zurückziehen. Hinweis: Ein Wert, der unter der Mindesthöhe des aktiven Bewegungsblocks liegt, kann unter Umständen dazu führen, dass die Blockkonstruktion diesen Abstand nicht erreichen kann.
es: A esta distancia del objetivo, esta estructura debe retirarse. Nota: Un valor inferior a la altitud mínima en el bloque Mover activo puede hacer que la estructura nunca alcance esta distancia.
fr: La grille doit se retirer à cette distance de la cible. Remarque : une valeur inférieure à l'altitude minimum dans le bloc de mouvement actif peut causer que la grille n'atteigne jamais distance.
it: A questa distanza dall'obiettivo, questa griglia dovrebbe ritirarsi. Nota: un valore inferiore all'altitudine minima nel blocco di Spostamento attivo può far sì che la griglia non raggiunga mai questa distanza.
pl_pl: W tej odległości od celu struktura powinna przerwać atak i wycofać się
pt_br: A essa distância do alvo, este grid deve recuar. Nota: Um valor menor que a altitude mínima no bloco de Movimento ativo pode fazer o grid nunca alcançar essa distância.
ru: На этом расстоянии до цели данная структура должна отступить. Примечание: если указать значение ниже минимальной высоты в активном блоке перемещения, структура может никогда не достичь этого расстояния.
zh_cn: 在距离目标达到此距离时，此网格应当撤退。 注意：小于有效移动方块中最小高度的值可能会导致网格永远无法达到此距离。

# OffensiveCombatHitAndRun_RetreatDistance_Title
source: Retreat distance
de: Rückzugsdistanz
es: Distancia de retirada
fr: Distance de retraite
it: Distanza di ritirata
pl_pl: Odległość wycofania
pt_br: Distância de retirada
ru: Расстояние для отступления
zh_cn: 撤退距离

# OffensiveCombatHitAndRun_RetreatDistance_Tooltip
source: The distance from the target to retreat to, before starting a new attack run
de: Die Rückzugsdistanz zum Ziel, bevor ein neuer Angriff gestartet wird
es: La distancia del objetivo a la que hay que retirarse, antes de iniciar una nueva carrera de ataque
fr: La distance de la cible à laquelle il faut battre en retraite, avant de commencer une nouvelle série d'attaques
it: La distanza dal bersaglio a cui ritirarsi prima di iniziare una nuova corsa all'attacco
pl_pl: Odległość od celu na którą należy się wycofać przed rozpoczęciem nowego ataku.
pt_br: A distância do alvo para retirar-se, antes de iniciar uma nova corrida de ataque
ru: Расстояние до цели, при котором необходимо отступить, прежде чем начинать новый заход на цель для атаки
zh_cn: 在开始新的攻击回合之前从目标撤退达到的距离

# OffensiveCombatHitAndRun_RetreatTimeout_Title
source: Retreat timeout
de: Rückzugswartezeit
es: Tiempo de espera para la retirada
fr: Délai de retraite
it: Tempo di ritirata
pl_pl: Limit czasu na odwrót
pt_br: Tempo limite esgotado de retirada
ru: Время истечения отступления
zh_cn: 撤退超时

# OffensiveCombatHitAndRun_RetreatTimeout_Tooltip
source: The time this grid should take to attempt to reach its retreat distance. If it runs out of time, a new attack run will start regardless of distance from the target. Note: A low value can cause the grid to never reach the retreat distance, and repeatedly attempt to restart the attack run.
de: Die Zeit, die diese Blockkonstruktion aufwenden sollte, um zu versuchen ihre Rückzugsdistanz zu erreichen. Sollte diese Zeit auslaufen, wird sie ungeachtet des Abstands zum Ziel einen neuen Angriff starten. Hinweis: Ein niedriger Wert kann unter Umständen dazu führen, dass die Blockkonstruktion die Rückzugsdistanz niemals erreichen kann und fortwährend versuchen wird den Angriff neu zu starten.
es: El tiempo que esta estructura debe tardar en intentar alcanzar su distancia de retirada. Si se le acaba el tiempo, se iniciará una nueva carrera de ataque independientemente de la distancia al objetivo. Nota: Un valor bajo puede hacer que la estructura nunca alcance la distancia de retirada e intente reiniciar repetidamente la carrera de ataque.
fr: Le temps que cette grille doit prendre pour tenter d'atteindre sa distance de retraite. S'il n'y a plus de temps, une nouvelle attaque sera lancée, quelle que soit la distance de la cible. Remarque : une valeur basse peut causer que la grille n'atteigne jamais la distance de retraite et tente de redémarrer l'attaque de façon répétée.
it: Il tempo che questa griglia dovrebbe impiegare per tentare di raggiungere la sua distanza di ritirata. Se il tempo scade, inizierà un nuovo attacco indipendentemente dalla distanza dall'obiettivo Nota: un valore basso può far sì che la griglia non raggiunga mai la distanza di ritirata e tenti ripetutamente di riavviare l'attacco.
pl_pl: Okres czasu, w którym struktura powinna osiągnąć swóją odległość wycofania. Jeśli go zabraknie, rozpocznie się nowy cykl ataku, niezależnie od odległości od celu.
pt_br: O tempo que este grid deve levar para alcançar a distância de recuo. Se o tempo esgotar, um novo ataque iniciará independentemente da distância do alvo. Nota: Um valor menor pode fazer o grid nunca alcançar a distância de recuo e tentar repetidamente reiniciar o ataque.
ru: Время, в течение которого структура пытается достичь заданного расстояния отступления. По истечении этого времени начинается новая атака — независимо от расстояния до цели. Примечание: если указать низкое значение, структура может никогда не достичь расстояния отступления и будет постоянно пытаться начать новую атаку.
zh_cn: 此网格尝试达到其撤退距离所需的时间。如果时间用完，无论与目标的距离如何，都会开始新的攻击回合。 注意：较小的值可能会导致网格永远无法达到撤退距离，并反复尝试重新开始攻击回合。

# OffensiveCombatHitAndRun_RetreatAngle_Title
source: Retreat angle
de: Rückzugswinkel
es: Ángulo de retirada
fr: Angle de retraite
it: Angolo di ritirata
pl_pl: Kąt odwrotu
pt_br: Ângulo de retirada
ru: Угол отступления
zh_cn: 撤退角度

# OffensiveCombatHitAndRun_RetreatAngle_Tooltip
source: The angle of the retreat vector relative to the attack run. A value of 180 means the grid will retreat back in the same direction it started the attack run from. A value of 0 means the retreat will continue in a straight line from the attack run.
de: Der Winkel des Rückzugsvektors relativ zur Angriffsrichtung. Ein Wert von 180 bedeutet, dass sich das Netz in dieselbe Richtung zurückzieht, aus der es den Angriff gestartet hat. Ein Wert von 0 bedeutet, dass der Rückzug in umgekehrter Richtung zum Angriff stattfinden wird.
es: El ángulo del vector de retirada respecto a la carrera de ataque. Un valor de 180 significa que la estructura retrocederá en la misma dirección en la que inició la carrera de ataque. Un valor de 0 significa que la retirada continuará en línea recta desde la carrera de ataque.
fr: L'angle du vecteur de retraite par rapport à la course d'attaque. Une valeur de 180 signifie que la grille reculera dans la même direction que celle du début de la course d'attaque. Une valeur de 0 signifie que la retraite se poursuivra en ligne droite par rapport à la course d'attaque.
it: L'angolo del vettore di ritirata rispetto alla corsa dell'attacco. Un valore di 180 indica che la griglia si ritirerà nella stessa direzione da cui ha iniziato la corsa dell'attacco. Un valore di 0 indica che la ritirata continuerà in linea retta rispetto alla corsa dell'attacco.
pl_pl: Kąt wycofywania się struktury w odniesieniu do kierunku ataku. Wartość 180 oznacza odwrót struktury w kierunku z którego rozpoczęto atak. Wartość 0 oznacza że struktra nadal będzie podążać według wektora ataku.
pt_br: O ângulo do vetor de retirada em relação à corrida de ataque. Um valor de 180 significa que a grid recuará na mesma direção de onde iniciou o ataque. Um valor de 0 significa que a retirada continuará em linha reta a partir da corrida de ataque.
ru: Угол между вектором отступления и вектором атаки. Значение 180 означает, что структура отступит в том же направлении, с которого началась атака. Значение 0 означает, что отступление продолжится в том же направлении, в котором проводится атака.
zh_cn: 撤退矢量相对于攻击回合的角度。 值为180表示网格将沿其开始攻击回合的同一方向撤退。 值为0表示撤退将从攻击回合沿直线继续。

# OffensiveCombatHitAndRun_PassOverTarget_Title
source: Pass over target
de: Über Ziel bewegen
es: Pasar por encima del objetivo
fr: Passer sur la cible
it: Passa oltre l'obiettivo
pl_pl: Przeleć nad celem
pt_br: Passar pelo alvo
ru: Переход через цель
zh_cn: 越过目标

# OffensiveCombatHitAndRun_PassOverTarget_Tooltip
source: If the retreat angle is greater than 90° and the engagement is taking place in P-gravity, this will set the retreat waypoint to the far side over the target
de: Wenn der Rückzugswinkel mehr als 90° beträgt und der Einsatz bei wirkender P-Schwerkraft stattindet, wird dies den Rückzugswegpunkt auf die dem Ziel abgewandte Seite einstellen
es: Si el ángulo de retirada es mayor de 90° y el encuentro tiene lugar en Gravedad P, esto fijará el punto de referencia de retirada en el lado lejano sobre el objetivo
fr: Si l'angle de retraite est supérieur à 90° et que l'engagement a lieu en gravité-P, le point de passage de retraite sera placé à l'opposé de la cible
it: Se l'angolo di ritirata è maggiore di 90° e l'incontro sta avvenendo in Gravità P, questo imposterà la tappa di ritirata sul lato opposto rispetto al bersaglio
pl_pl: Jeśli kąt odwrotu jest mniejeszy niż 90°, a atak ma miejsce w polu ciążenia planety, wtedy struktura wycofa się do miejsca po przeciwnej stronie celu.
pt_br: Se o ângulo de retirada for maior que 90° e a abordagem ocorrer na gravidade P, isso definirá o ponto de rota de retirada para o lado mais distante do alvo
ru: Если угол отступления больше 90°, а бой происходит при планетарной гравитации, то путевая точка отступления будет установлена на дальней стороне от цели
zh_cn: 如果撤退角度大于90°并且在星球重力下对战，这会将撤退位标设置为目标上方的远侧

# OffensiveCombatHitAndRun_AddWeapon_Title
source: Add Weapon
de: Waffe hinzufügen
es: Añadir arma
fr: Ajouter une arme
it: Aggiungi arma
pl_pl: Dodaj broń
pt_br: Adicionar arma
ru: Добавить оружие
zh_cn: 添加武器

# OffensiveCombatHitAndRun_AddWeapon_Tooltip
source: Add the selected weapon to the Selected Weapons list
de: Fügt die gewählte Waffe zur Liste ausgewählter Waffen hinzu
es: Añadir el arma seleccionada a la lista de Armas Seleccionadas
fr: Ajouter l'arme sélectionnée à la liste des armes sélectionnées
it: Aggiungi l'arma selezionata all'elenco Armi selezionate
pl_pl: Dodaje zaznaczoną broń do listy wybranych
pt_br: Adicionar a arma selecionada à lista de Armas selecionadas
ru: Добавляет выбранное оружие в список выбранного оружия
zh_cn: 将所选武器添加到“已选武器”列表

# OffensiveCombatHitAndRun_RemoveWeapon_Title
source: Remove Weapon
de: Waffe entfernen
es: Eliminar arma
fr: Retirer l'arme
it: Rimuovi arma
pl_pl: Usuń broń
pt_br: Remover arma
ru: Удалить оружие
zh_cn: 移除武器

# OffensiveCombatHitAndRun_RemoveWeapon_Tooltip
source: Remove the selected weapon from the Selected Weapons list
de: Entfernt die gewählte Waffe von der Liste ausgewählter Waffen
es: Eliminar el arma seleccionada de la lista de Armas Seleccionadas
fr: Retirer l'arme sélectionnée de la liste des armes sélectionnées
it: Rimuovi l'arma selezionata dall'elenco Armi selezionate
pl_pl: Usuwa zaznaczoną broń z listy wybranych
pt_br: Remover a arma selecionada da lista de Armas selecionadas
ru: Удаляет выбранное оружие из списка выбранного оружия
zh_cn: 将所选武器从“已选武器”列表中移除

# OffensiveCombatHitAndRun_AvailiableWeapons_Title
source: Availiable Weapons
de: Verfügbare Waffen
es: Armas disponibles
fr: Armes disponibles
it: Armi disponibili
pl_pl: Dostępne bronie
pt_br: Armas disponíveis
ru: Доступное оружие
zh_cn: 可用武器

# OffensiveCombatHitAndRun_SelectedWeapons_Title
source: Selected Weapons
de: Ausgewählte Waffen
es: Armas seleccionadas
fr: Armes sélectionnées
it: Armi selezionate
pl_pl: Wybrane bronie
pt_br: Armas selecionadas
ru: Выбранное оружие
zh_cn: 已选武器

# DisplayName_EventPistonPosition
source: Piston Position %
de: Kolbenposition %
es: Posición del pistón %
fr: Position du piston %
it: % posizione pistone
pl_pl: Pozycja siłownika w %
pt_br: Posição do pistão %
ru: Положение поршня %
zh_cn: 活塞位置百分比

# OffensiveCombatHitAndRun_PatternName
source: Hit And Run
de: Angreifen und flüchten
es: Golpear y huir
fr: Tirer et reculer
it: Colpisci e fuggi
pl_pl: Wal i zmykaj
pt_br: Bater e correr
ru: Атака и отступление
zh_cn: 击中即撤

# OffensiveCombatCircleOrbit_PatternName
source: Circle/Orbit
de: Kreis/Umlaufbahn
es: Círculo/Orbita
fr: Cerle/Orbite
it: Circolare/Orbitante
pl_pl: Okrążaj
pt_br: Circular/Orbitar
ru: Круг/орбита
zh_cn: 环行/轨道

# OffensiveCombatStayAtRange_PatternName
source: Stay At Range
de: Abstand halten
es: Permanecer en el campo de tiro
fr: Rester à portée
it: Rimani a distanza
pl_pl: Utrzymuj dystans
pt_br: Ficar ao alcance
ru: Сохранять дистанцию
zh_cn: 保持在范围内

# OffensiveCombatStayAtRange_MinimalDistance_Title
source: Minimal Distance
de: Minimaldistanz
es: Distancia mínima
fr: Distance minimale
it: Distanza minima
pl_pl: Dystans minimalny
pt_br: Distância mínima
ru: Минимальная дистанция
zh_cn: 最小距离

# OffensiveCombatStayAtRange_MinimalDistance_Tooltip
source: The minimal distance the grid should (try to) stay from the target
de: Die minimale Distanz, die das Netz versuchen wird zum Ziel zu halten
es: La distancia mínima a la que la estructura debe (intentar) mantenerse del objetivo
fr: La distance minimale que la grille doit (essayer de) respecter par rapport à la cible
it: La distanza minima da cui la griglia dovrebbe (provare a) rimanere dal bersaglio
pl_pl: Minimalna odległość którą struktura będzie starała się utrzymać od celu
pt_br: A distância mínima que a grid deve (tentar) ficar do alvo
ru: Минимальное расстояние, на котором структура должна (пытаться) держаться до цели
zh_cn: 网格应当（尝试）与目标保持的最小距离

# OffensiveCombatStayAtRange_MaximalDistance_Title
source: Maximal Distance
de: Maximaldistanz
es: Distancia máxima
fr: Distance maximale
it: Distanza massima
pl_pl: Dystans maksymalny
pt_br: Distância máxima
ru: Максимальная дистанция
zh_cn: 最大距离

# OffensiveCombatStayAtRange_MaximalDistance_Tooltip
source: The maximal distance the grid should (try to) stay from the target
de: Die maximale Distanz, die das Netz versuchen wird zum Ziel zu halten
es: La distancia máxima a la que la estructura debe (intentar) mantenerse del objetivo
fr: La distance maximale que la grille doit (essayer de) respecter par rapport à la cible
it: La distanza massima da cui la griglia dovrebbe (provare a) rimanere dal bersaglio
pl_pl: Maksymalna odległość którą struktura będzie starała się utrzymać od celu
pt_br: A distância máxima que a grid deve (tentar) ficar do alvo
ru: Максимальное расстояние, на котором структура должна (пытаться) держаться до цели
zh_cn: 网格应当（尝试）与目标保持的最大距离

# OffensiveCombatStayAtRange_FacingPriority_Tooltip
source: The grid will attempt to keep the selected side(s) facing towards the target
de: Das Netz wird versuchen die ausgewählte(n) Seite(n) in Richtung des Ziels zu bringen
es: La estructura intentará mantener el lado o los lados seleccionados orientados hacia el objetivo
fr: La grille tentera de garder le ou les côtés sélectionnés face à la cible
it: La griglia tenterà di mantenere il lato o i lati selezionati rivolti verso il bersaglio
pl_pl: Struktura będzie starała się skierować tą stroną w kierunku celu
pt_br: A grid tentará manter o(s) lado(s) selecionado(s) de frente para o alvo
ru: Структура будет стараться, чтобы выбранная сторона была направлена в сторону цели
zh_cn: 网格将尝试让所选侧保持面向目标

# OffensiveCombatIntercept_PatternName
source: Intercept
de: Abfangen
es: Interceptar
fr: Intercepter
it: Intercetta
pl_pl: Przechycenie
pt_br: Interceptar
ru: Перехват
zh_cn: 拦截

# OffensiveCombatIntercept_GuidanceType_Title
source: Guidance Type
de: Zielführungstyp
es: Tipo de orientación
fr: Type de guidage
it: Tipo di guida
pl_pl: Typ naprowadzania
pt_br: Tipo de orientação
ru: Тип наведения
zh_cn: 引导类型

# OffensiveCombatIntercept_OverrideCollisionAvoidance_Title
source: Override Collision Avoidance
de: Kollisionsvermeidung - manueller Eingriff
es: Sobrescribir la prevención de colisiones
fr: Outrepasser le système anti-collision
it: Ignora la prevenzione delle collisioni
pl_pl: Nadpisanie unikania kolizji
pt_br: Substituir Prevenção de colisão
ru: Отмена избегания столкновений
zh_cn: 越级防撞
