Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# DisplayName_Block_WindowRoundInwardsCornerInv
source: Round Window Inwards Corner Inv.
de: Rundes inv. Eckfenster (innen)
es: Ventana redonda de esquina hacia adentro Inv.
fr: Coin intérieur de fenêtre ronde inv.
it: Finestra rotonda, angolo verso l'interno inv.
pl_pl: Zokrąglone okno ww. narożnik odw.
pt_br: Canto interno de janela redonda invertido
ru: Круглое окно (внутр. угол, обратн.)
zh_cn: 倒置圆窗向内角

# ScreenVictory_Draw
source: Draw
de: Unentschieden
es: Empate
fr: Égalité
it: Pareggio
pl_pl: Losuj
pt_br: Empate
ru: Ничья
zh_cn: 平局

# DisplayName_Block_ArmorCenterPanelHeavy
source: Heavy Armor Centered Panel
de: Schwer gepanzerte Mittelplatte
es: Panel centrado de armadura pesada
fr: Panneau central blindage lourd
it: Pannello armatura pesante centrato
pl_pl: Panel ciężkiego pancerza środkowy
pt_br: Painel centralizado de blindagem pesada
ru: Центральная панель тяжелой обшивки
zh_cn: 重甲中心面板

# DisplayName_Block_ArmorCenterPanelLight
source: Light Armor Centered Panel
de: Leicht gepanzerte Mittelplatte
es: Panel centrado de armadura ligera
fr: Panneau central blindage léger
it: Pannello armatura leggera centrato
pl_pl: Panel lekkiego pancerza środkowy
pt_br: Painel centralizado de blindagem leve
ru: Центральная панель легкой обшивки
zh_cn: 轻甲中心面板

# DisplayName_Block_ArmorHalfCenterPanelHeavy
source: Heavy Armor Centered Half Panel
de: Schwer gepanzerte Mittelplatte (Hälfte)
es: Medio panel centrado de armadura pesada
fr: Demi panneau blindage lourd
it: Mezzo pannello armatura pesante centrato
pl_pl: Panel ciężkiego pancerza środkowy połówka
pt_br: Meio painel centralizado de blindagem pesada
ru: Центральная полупанель тяжелой обшивки
zh_cn: 重甲中心半面板

# DisplayName_Block_ArmorHalfCenterPanelLight
source: Light Armor Centered Half Panel
de: Leicht gepanzerte Mittelplatte (Hälfte)
es: Medio panel centrado de armadura ligera
fr: Demi panneau blindage léger
it: Mezzo pannello armatura leggera centrato
pl_pl: Panel lekkiego pancerza środkowy połówka
pt_br: Meio painel centralizado de blindagem leve
ru: Центральная полупанель легкой обшивки
zh_cn: 轻甲中心半面板

# DisplayName_Block_BridgeWindow1x1FaceInverted
source: Bridge Window Face Inv.
de: Brückenfenster Front (inv.)
es: Puente de ventana de cara Inv.
fr: Face de fenêtre du pont inv.
it: Faccia della finestra a ponte inv.
pl_pl: Okno mostka pochyłe odw.
pt_br: Frente de janela com ponte invertida
ru: Лицевое окно мостика (обратн.)
zh_cn: 倒置桥窗正面

# DisplayName_Block_HeavyArmorSlopeTransitionBase
source: Heavy Armor Slope Transition Base
de: Schwere Panzerung (Rampenübergangssockel)
es: Base de transición de blindaje pesado
fr: Transition de pente de blindage lourd base
it: Base di Blocco inclinato transito armatura pesante
pl_pl: Baza skosu zmiennego ciężk. pancerza
pt_br: Base de transição de blindagem pesada inclinada
ru: Скат тяжелой брони, переходная основа
zh_cn: 重甲块斜过渡后

# DisplayName_Block_HeavyArmorSlopeTransitionBaseMirrored
source: Heavy Armor Slope Transition Base Mirrored
de: Schwere Panzerung (inv. Rampenübergangssockel)
es: Base de transición de blindaje pesado reflejada
fr: Transition de pente de blindage lourd base miroir
it: Base di Blocco inclinato transito armatura pesante speculare
pl_pl: Baza skosu zmiennego ciężk. pancerza odw.
pt_br: Base de transição espelhada de blindagem pesada inclinada
ru: Скат тяжелой брони, отраженная переходная основа
zh_cn: 镜像的重甲块斜过渡后

# DisplayName_Block_HeavyArmorSlopeTransitionTip
source: Heavy Armor Slope Transition Tip
de: Schwere Panzerung (Rampenübergangsspitze)
es: Punta de transición de blindaje pesado
fr: Transition de pente de blindage lourd extrémité
it: Punta di Blocco inclinato transito armatura pesante
pl_pl: Czubek skosu zmiennego ciężk. pancerza
pt_br: Ponta de transição de blindagem pesada inclinada
ru: Скат тяжелой брони, переходная вершина
zh_cn: 重甲块斜过渡前

# DisplayName_Block_HeavyArmorSlopeTransitionTipMirrored
source: Heavy Armor Slope Transition Tip Mirrored
de: Schwere Panzerung (inv. Rampenübergangsspitze)
es: Punta de transición de blindaje pesado reflejada
fr: Transition de pente de blindage lourd extrémité miroir
it: Punta di Blocco inclinato transito armatura pesante speculare
pl_pl: Czubek skosu zmiennego ciężk. pancerza odw.
pt_br: Ponta de transição espelhada de blindagem pesada inclinada
ru: Скат тяжелой брони, отраженная переходная вершина
zh_cn: 镜像的重甲块斜过渡前

# DisplayName_Block_HeavyArmorSquareSlopedCornerBase
source: Heavy Armor Square Sloped Corner Base
de: Schwere Panzerung (viereckiger Eck-Rampensockel)
es: Blindaje pesado de base de esquina inclinada cuadrada
fr: Base de pente de blindage lourd carrée
it: Armatura pesante, mezzo piano inclinato quadrato base
pl_pl: Baza narożnego skosu ciężkiego pancerza
pt_br: Base de canto inclinada quadrada de blindagem pesada
ru: Накл. угловая база прямоуг. тяж. брони
zh_cn: 重甲方形斜角后

# DisplayName_Block_HeavyArmorSquareSlopedCornerTip
source: Heavy Armor Square Sloped Corner Tip
de: Schwere Panzerung (viereckige Eck-Rampenspitze)
es: Esquina cuadrada inclinada de blindaje pesado
fr: Extrémité de pente de blindage lourd carrée
it: Armatura pesante, mezzo piano inclinato quadrato punta
pl_pl: Czubek narożnego skosu ciężkiego pancerza
pt_br: Ponta de canto inclinada quadrada de blindagem pesada
ru: Накл. угловая вершина прямоуг. тяж. брони
zh_cn: 重甲方形斜角前

# DisplayName_Block_HeavyArmorRaisedSlopedCorner
source: Heavy Armor Raised Sloped Corner
de: Schwere Panzerung (erhöhte Eck-Rampe)
es: Esquina inclinada de blindaje pesado
fr: Coin de blindage lourd incliné relevé
it: Armatura pesante, piano inclinato rialzato ad angolo
pl_pl: Uniesiony narożny skos ciężkiego pancerza
pt_br: Canto inclinado elevado de blindagem pesada
ru: Угловой приподнятый скат тяжелой брони
zh_cn: 重甲升高斜角

# DisplayName_Block_HeavyArmorSlopeTransition
source: Heavy Armor Slope Transition
de: Schwere Panzerung (Rampenübergang)
es: Transición de la pendiente del blindaje pesado
fr: Transition de pente de blindage lourd
it: Blocco inclinato transito armatura pesante
pl_pl: Skos zmienny ciężkiego pancerza
pt_br: Transição de blindagem pesada inclinada
ru: Скат тяжелой брони, переход
zh_cn: 重甲块斜过渡

# DisplayName_Block_HeavyArmorSlopeTransitionMirrored
source: Heavy Armor Slope Transition Mirrored
de: Schwere Panzerung (inv. Rampenübergang)
es: Transición del blindaje pesado reflejada
fr: Transition de pente de blindage lourd miroir
it: Blocco inclinato transito armatura pesante speculare
pl_pl: Skos zmienny ciężkiego pancerza odw.
pt_br: Transição espelhada de blindagem pesada inclinada
ru: Скат тяжелой брони, отраженный переход
zh_cn: 镜像的重甲块斜过渡

# DisplayName_Block_HeavytArmorSquareSlopedCornerTip
source: Heavy Armor Square Sloped Corner Tip Inv.
de: Schwere Panzerung (viereckige inv. Eck-Rampenspitze)
es: Blindaje pesado de esquina cuadrada inclinada en punta Inv.
fr: Extrémité de pente de blindage lourd carrée inv.
it: Armatura pesante, mezzo piano inclinato quadrato punta inv.
pl_pl: Czubek narożnego skosu ciężkiego pancerza odw.
pt_br: Ponta de canto inclinada quadrada de blindagem pesada invertida
ru: Накл. угловая вершина прямоуг. тяж. брони. (обратн.)
zh_cn: 倒置重甲方形斜角前

# DisplayName_Block_LightArmorRaisedSlopedCorner
source: Light Armor Raised Sloped Corner
de: Leichte Panzerung (erhöhte Eck-Rampe)
es: Blindaje ligero de esquina inclinada elevada
fr: Coin de blindage léger incliné relevé
it: Armatura leggera, piano inclinato rialzato ad angolo
pl_pl: Uniesiony narożny skos lekkiego pancerza
pt_br: Canto inclinado elevado de blindagem leve
ru: Угловой приподнятый скат легкой брони
zh_cn: 轻甲升高斜角

# DisplayName_Block_LightArmorSlopeTransition
source: Light Armor Slope Transition
de: Leichte Panzerung (Rampenübergang)
es: Transición de la pendiente del blindaje ligero
fr: Transition de pente de blindage léger
it: Blocco inclinato transito armatura leggera
pl_pl: Skos zmienny lekkiego pancerza
pt_br: Transição de blindagem leve inclinada
ru: Скат легкой брони, переход
zh_cn: 轻甲块斜过渡

# DisplayName_Block_LightArmorSlopeTransitionBase
source: Light Armor Slope Transition Base
de: Leichte Panzerung (Rampenübergangssockel)
es: Base de transición del blindaje ligero
fr: Transition de pente de blindage léger base
it: Blocco inclinato transito armatura leggera base
pl_pl: Baza skosu zmiennego lekk. pancerza
pt_br: Base de transição de blindagem leve inclinada
ru: Скат легкой брони, переходная основа
zh_cn: 轻甲块斜过渡后

# DisplayName_Block_LightArmorSlopeTransitionBaseMirrored
source: Light Armor Slope Transition Base Mirrored
de: Leichte Panzerung (inv. Rampenübergangssockel)
es: Base de transición del blindaje ligero reflejada
fr: Transition de pente de blindage léger base miroir
it: Base di Blocco inclinato transito armatura leggera speculare
pl_pl: Baza skosu zmiennego lekk. pancerza odw.
pt_br: Base de transição espelhada de blindagem leve inclinada
ru: Скат легкой брони, отраженная переходная основа
zh_cn: 镜像的轻甲块斜过渡后

# DisplayName_Block_LightArmorSlopeTransitionMirrored
source: Light Armor Slope Transition Mirrored
de: Leichte Panzerung (inv. Rampenübergang)
es: Transición del blindaje ligero reflejada
fr: Transition de pente de blindage léger miroir
it: Blocco inclinato transito armatura leggera speculare
pl_pl: Skos zmienny lekkiego pancerza odw.
pt_br: Transição espelhada de blindagem leve inclinada
ru: Скат легкой брони, отраженный переход
zh_cn: 镜像的轻甲块斜过渡

# DisplayName_Block_LightArmorSlopeTransitionTip
source: Light Armor Slope Transition Tip
de: Leichte Panzerung (Rampenübergangsspitze)
es: Punta de transición del blindaje ligero
fr: Transition de pente de blindage léger extrémité
it: Blocco inclinato transito armatura leggera punta
pl_pl: Czubek skosu zmiennego lekk. pancerza
pt_br: Ponta de transição de blindagem leve inclinada
ru: Скат легкой брони, переходная вершина
zh_cn: 轻甲块斜过渡前

# DisplayName_Block_LightArmorSlopeTransitionTipMirrored
source: Light Armor Slope Transition Tip Mirrored
de: Leichte Panzerung (inv. Rampenübergangsspitze)
es: Punta de transición del blindaje ligero reflejada
fr: Transition de pente de blindage léger extrémité miroir
it: Punta di Blocco inclinato transito armatura leggera speculare
pl_pl: Czubek skosu zmiennego lekk. pancerza odw.
pt_br: Ponta de transição espelhada de blindagem leve inclinada
ru: Скат легкой брони, отраженная переходная вершина
zh_cn: 镜像的轻甲块斜过渡前

# DisplayName_Block_LightArmorSquareSlopedCornerBase
source: Light Armor Square Sloped Corner Base
de: Leichte Panzerung (viereckiger Eck-Rampensockel)
es: Blindaje ligero de base de esquina inclinada cuadrada
fr: Base de pente de blindage léger carrée
it: Armatura leggera, mezzo piano inclinato quadrato base
pl_pl: Baza narożnego skosu lekkiego pancerza
pt_br: Base de canto inclinada quadrada de blindagem leve
ru: Накл. угловая база прямоуг. легк. брони
zh_cn: 轻甲方形斜角后

# DisplayName_Block_LightArmorSquareSlopedCornerTip
source: Light Armor Square Sloped Corner Tip
de: Leichte Panzerung (viereckige Eck-Rampenspitze)
es: Punta de esquina inclinada cuadrada de blindaje ligero
fr: Extrémité de pente de blindage léger carrée
it: Armatura leggera, mezzo piano inclinato quadrato punta
pl_pl: Czubek narożnego skosu lekkiego pancerza
pt_br: Ponta de canto inclinada quadrada de blindagem leve
ru: Накл. угловая вершина прямоуг. легк. брони
zh_cn: 轻甲方形斜角前

# DisplayName_Block_LightArmorSquareSlopedCornerTipInv
source: Light Armor Square Sloped Corner Tip Inv.
de: Leichte Panzerung (viereckige inv. Eck-Rampenspitze)
es: Blindaje ligero de esquina cuadrada inclinada con punta Inv.
fr: Extrémité de pente de blindage léger carrée inv.
it: Armatura leggera, mezzo piano inclinato quadrato punta inv.
pl_pl: Czubek narożnego skosu lekk. pancerza odw.
pt_br: Ponta de canto inclinada quadrada de blindagem leve invertida
ru: Накл. угловая вершина прямоуг. легк. брони. (обратн.)
zh_cn: 倒置轻甲方形斜角前

# DisplayName_Block_HeavyArmorSquareSlopedCornerTipInv
source: Heavy Armor Square Sloped Corner Tip Inv.
de: Schwere Panzerung (viereckige inv. Eck-Rampenspitze)
es: Blindaje pesado de esquina cuadrada inclinada en punta Inv.
fr: Extrémité de pente de blindage lourd carrée inv.
it: Armatura pesante, mezzo piano inclinato quadrato punta inv.
pl_pl: Czubek narożnego skosu ciężk. pancerza odw.
pt_br: Ponta de canto inclinada quadrada de blindagem pesada invertida
ru: Накл. угловая вершина прямоуг. тяж. брони. (обратн.)
zh_cn: 倒置重甲方形斜角前

# RadialMenuGroupTitle_Decoration5
source: Decoration #5
de: Dekoration 5
es: Decoración n.º 5
fr: Décoration n°5
it: Decorazione n. 5
pl_pl: Dekoracja #5
pt_br: Decoração nº 5
ru: Декорации № 5
zh_cn: 装饰#5

# DisplayName_Item_Uncraftable
source: Non-craftable
de: Lässt sich nicht anfertigen
es: No elaborable
fr: Ne peut être fabriqué
it: Non realizzabile
pl_pl: Brak możliwości wykonania
pt_br: Não fabricável
ru: Неизготавливаемое
zh_cn: 不可制作

# ChatAntiSpam_OnTimeoutNotification
source: You are still on spam timeout, message cannot be sent.
de: Sie sitzen noch Ihr Spam-Timeout ab, Nachrichten können nicht gesendet werden.
es: Sigue en tiempo de espera de spam, el mensaje no se puede enviar.
fr: Vous êtes toujours en période d'attente pour spam, le message ne peut être envoyé.
it: Sei ancora in sospensione per lo spam, il messaggio non può essere inviato.
pl_pl: Nadal jesteś na zawieszeniu za spam, wiadomość nie może być wysłana.
pt_br: Você ainda está no período de tempo limite. A mensagem não pode ser enviada.
ru: Ваш перерыв из-за спама еще не закончился. Нельзя отправлять сообщения.
zh_cn: 你仍然处于垃圾邮件超时状态，无法发送邮件。

# ChatAntiSpam_SameMessageNotification
source: You tried sending the same message within a short amount of time. Message not sent.
de: Sie haben innerhalb kürzester Zeit versucht mehrmals die gleiche Nachricht zu senden. Nachricht wurde nicht gesendet.
es: Ha intentado enviar el mismo mensaje en poco tiempo. Mensaje no enviado.
fr: Vous avez essayé d'envoyer le même message dans un court laps de temps. Message non envoyé.
it: Hai provato a inviare lo stesso messaggio in un breve lasso di tempo. Messaggio non inviato.
pl_pl: Próbowałeś wysłać wiele razy taką samą wiadomość w krótkim czasie. Wiadomość nie została wysłana.
pt_br: Você tentou enviar a mesma mensagem em um curto período de tempo. Mensagem não enviada.
ru: Вы пытались отправить одно и то же сообщение с маленьким интервалом. Не отправлено.
zh_cn: 你尝试在短时间内发送相同的消息。消息未发送。

# ChatAntiSpam_SpamMessageNotification
source: You have been put on timeout for spamming. Message not sent.
de: Sie wurden aufgrund von Spam mit einem Timeout belegt. Die Nachricht wurde nicht gesendet.
es: Se le ha puesto en tiempo de espera por spam. Mensaje no enviado.
fr: Vous avez été mis en attente pour spamming. Message non envoyé.
it: Hai ricevuto una sospensione per spam. Messaggio non inviato.
pl_pl: Zawieszono cię na pewien czas za spamowanie. Wiadomość nie została wysłana.
pt_br: Você esgotou o tempo limite devido a spam. Mensagem não enviada.
ru: Из-за спама активирован перерыв. Сообщение не отправлено.
zh_cn: 你因发送垃圾邮件而处于超时状态。消息未发送。

# DisplayName_Block_ConveyorTubeDuctCurved
source: Reinforced Curved Conveyor Tube
de: Verstärkte gebogene Förderleitung
es: Tubo transportador curvado reforzado
fr: Tube de convoyeur courbé renforcé
it: Tubo trasportatore rinforzato curvato
pl_pl: Wzmocnione kolanko transportowe
pt_br: Tubo de transportador curvo reforçado
ru: Усиленная изогнутая конвейерная труба
zh_cn: 坚固弯曲输送管道

# DisplayName_Block_ConveyorTubeDuctSmallCurved
source: Small Reinforced Curved Conveyor Tube
de: Kleine verstärkte gebogene Förderleitung
es: Tubo transportador curvo reforzado pequeño
fr: Petit tube de convoyeur courbé renforcé
it: Tubo trasportatore rinforzato curvato piccolo
pl_pl: Wzmocniona małe kolanko transportowe
pt_br: Tubo de transportador curvo reforçado pequeno
ru: Усиленная изогнутая конвейерная труба (мал.)
zh_cn: 小型坚固弯曲输送管道

# DisplayName_Block_ConveyorTubeDuctSmallT
source: Small Reinforced Conveyor Tube T Junction
de: Kleine verstärkte Förderleitung (T-Verbinder)
es: Empalme en T del tubo transportador reforzado pequeño
fr: Petite jonction renforcée de convoyeur tube en T
it: Tubo trasportatore a T piccolo rinforzato, giunzione
pl_pl: Wzmocniony mały trójnik transportowy
pt_br: Tubo de transporte reforçado em junção T pequeno
ru: Усиленная конвейерная труба (мал., Т-обр. пересечение)
zh_cn: 小型坚固输送管道T接头

# DisplayName_Block_ConveyorTubeDuctT
source: Reinforced Conveyor Tube T Junction
de: Verstärkte Förderleitung (T-Verbinder)
es: Empalme en T del tubo transportador reforzado
fr: Jonction renforcée de convoyeur tube en T
it: Tubo trasportatore a T rinforzato, giunzione
pl_pl: Wzmocniony trójnik transportowy
pt_br: Tubo de transporte reforçado em junção T
ru: Усиленная конвейерная труба (Т-обр. пересечение)
zh_cn: 坚固输送管道T接头

# RadialMenuGroupTitle_Hitech
source: High-Tech
es: Alta tecnología
fr: Hi-tech
it: Alta tecnologia
pl_pl: Hi-tech
pt_br: Alta tecnologia
ru: Высокие технологии
zh_cn: 高科技

# DisplayName_Block_BasicMissionBlock
source: AI Basic (Task)
de: KI grundlegend (Aufgabe)
es: IA básica (tarea)
fr: IA de base (Tâche)
it: IA di base (Attività)
pl_pl: SI Podstawowa (Zadania)
pt_br: Básico de IA (tarefa)
ru: Базовый ИИ (задание)
zh_cn: AI基本（任务）

# Description_BasicMissionBlock
source: Type: Task This can be used for basic, customizable AI tasks. It can follow a player, follow and wander around a home position, or perform autopilot functions.
de: Typ: Aufgabe Kann für grundlegende und anpassbare KI-Aufgaben genutzt werden. Kann Spielern folgen, einem Heimatstandort folgen bzw. sich in seiner Nähe bewegen oder Autopilotfunktionen ausführen.
es: Tipo: Tarea Puede utilizarse para tareas básicas y personalizables de la IA. Puede seguir a un jugador, seguir y deambular por una posición inicial o realizar funciones de piloto automático.
fr: Type : Tâche Ce bloc peut être utilisé pour des tâches d'IA basiques et personnalisables. Il peut suivre un joueur, suivre et errer autour d'une position de départ, ou exécuter des fonctions de pilotage automatique.
it: Tipo: attività Può essere utilizzato per attività AI di base personalizzabili. Può seguire un giocatore, seguire e vagare per una posizione iniziale o eseguire funzioni di pilota automatico.
pl_pl: Typ: Zadania Można go wykorzystać do podstawowych, konfigurowalnych zadań AI. Potrafi podążać za graczem, śledzić i przemieszczać się wokół pozycji bazowej lub wykonywać funkcje autopilota.
pt_br: Tipo: Tarefa Isso pode ser usado para tarefas básicas e personalizáveis de IA. Pode seguir um jogador, seguir e vagar ao redor da posição inicial ou realizar funções de piloto automático.
ru: Тип: задание Может использоваться для простых настраиваемых заданий ИИ. Например, может следовать за игроком, идти к домашней позиции или выполнять функции автопилота.
zh_cn: 类型：任务 此类型可用于基本的可定制AI任务。它可以跟随玩家，跟随并在原位附近游荡，或者执行自动驾驶功能。

# Description_FlightMovementBlock
source: Type: Move This controls the movement of an AI grid, using available thrusters and gyros. Used in conjunction with other AI type blocks, it will attempt to move the grid to waypoints provided by other AI blocks. An active Move type block is required to make an AI grid move.
de: Typ: Bewegung Steuert die Bewegung eines KI-Netzes unter Nutzung von Triebwerken und Gyroskopen. Bei der Verwendung in Verbindung mit anderen KI-Blöcken versucht er das Netz zu von anderen KI-Blöcken bereitgestellten Wegpunkten zu bewegen. Ein aktiver KI-Bewegungsblock ist notwendig, um ein KI-Netz zu bewegen.
es: Tipo: Mover Controla el movimiento de una estructura de IA, utilizando los propulsores y giroscopios disponibles. Utilizado junto con otros bloques de tipo IA, intentará mover la estructura hacia los puntos de referencia proporcionados por otros bloques de IA. Se requiere un bloque de tipo Movimiento activo para hacer que una estructura de IA se mueva.
fr: Type : Déplacement Ce bloc contrôle le mouvement d'une grille d'IA, en utilisant les propulseurs et les gyroscopes disponibles. Utilisé en conjonction avec d'autres blocs de type IA, il tentera de déplacer la grille vers des points de passage fournis par d'autres blocs IA. Un bloc de type Déplacement actif est nécessaire pour faire bouger une grille IA.
it: Tipo: spostamento Controlla il movimento di una griglia IA, utilizzando propulsori e giroscopi disponibili. Usato insieme ad altri blocchi di tipo IA, tenterà di spostare la griglia verso la tappa rappresentata da altri blocchi AI. È necessario un blocco di tipo Spostamento attivo per far muovere una griglia IA.
pl_pl: Typ: Ruch Blok SI sterujący przemieszczaniem się struktury, wykorzystujący dostępny napęd i żyroskopy. Używany w połączeniu z innymi blokami SI, będzie starał się kierować siatkę ku wyznaczonym punktom orientacyjnym. Aby struktura mogła się poruszać, wymagany jest aktywny blok SI typu Ruch .
pt_br: Tipo: Movimento Isso controla o movimento de uma grid de IA usando propulsores e giroscópios disponíveis. Usado em conjunto com outros blocos do tipo IA, tentará mover a grid para pontos de rota fornecidos por outros blocos de IA. É necessário um bloco do tipo Movimento ativo para fazer uma grid de IA se mover.
ru: Тип: движение Контролирует движение ИИ-структуры, используя доступные ускорители и гироскопы. При использовании с ИИ-блоками других видов будет пытаться переместить структуру в точку, указанную другими ИИ-блоками. Для перемещения ИИ-структуры требуется активный блок движения.
zh_cn: 类型：移动 此类型使用可用推进器和陀螺仪控制AI网格的运动。与其他AI类型的方块一起使用，它会尝试将网格移动到其他AI方块提供的位标。 需要一个活动的移动类型方块来进行AI网格移动。

# DisplayName_Block_FlightMovementBlock
source: AI Flight (Move)
de: KI-Flug (Bewegung)
es: IA de vuelo (Mover)
fr: Vol IA (Déplacement)
it: Volo IA (spostamento)
pl_pl: SI Lot (Ruch)
pt_br: Voo IA (mover)
ru: Полет ИИ (перемещение)
zh_cn: AI飞行（移动）
