Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# Quote07Text
source: A new scientific truth does not triumph by convincing its opponents and making them see the light, but rather because its opponents eventually die, and a new generation grows up that is familiar with it.
cs_cz: Nová vědecká pravda se neprosazuje tím, že se její odpůrci dají přesvědčit, ale spíše tak, že odpůrci pomalu vymřou a dorůstající generace se s pravdou seznamuje hned od počátku.
de: Eine neue wissenschaftliche Wahrheit pflegt sich nicht in der Weise durchzusetzen, daß ihre Gegner überzeugt werden und sich als belehrt erklären, sondern vielmehr dadurch, daß ihre Gegner allmählich aussterben und daß die heranwachsende Generation von vornherein mit der Wahrheit vertraut gemacht ist.
es: Una nueva verdad científica no triunfa convenciendo a sus oponentes y haciéndoles ver la luz, sino más bien porque sus oponentes finalmente mueren, y crece una nueva generación que está familiarizada con ella.
fr: Une nouvelle vérité scientifique ne triomphe pas en convainquant ses adversaires et en leur faisant voir la lumière, mais plutôt parce que ses adversaires finissent par mourir et qu’une nouvelle génération grandi en y étant familiarisée.
hu_hu: Egy új tudományos igazság nem azzal győzedelmeskedik, hogy meggyőzi ellenfeleit és más megvilágításba helyezi őket, hanem azzal, mert ellenfelei végül meghalnak, és felnő egy új generáció, amely tudja azt.
it: Una nuova verità scientifica non trionfa convincendo i suoi oppositori e facendogli veder la luce, ma piuttosto perché alla fine i suoi oppositori muoiono, e una nuova generazione cresce avendo familiarità con essa.
pl_pl: Nowa naukowa prawda nie triumfuje poprzez przekonywanie jej oponentów i sprawianie by zobaczyli światło, ale bardziej ponieważ jej oponenci w końcu umierają, a wyrasta nowe pokolenie, które jest z nią zapoznane.
pt_br: Uma nova verdade científica não triunfa por convencer seus opositores, fazendo-os enxergar a luz, e sim porque seus oponentes eventualmente morrem e uma nova geração cresce familiarizada a ela.
ru: Новая научная правда побеждает не тем, что убеждает своих оппонентов и заставляя их увидеть свет, а скорее тем, что её оппоненты в конечном счете умирают, и вырастает новое, свыкшееся с ней поколение.
zh_cn: 一个新的科学真理取得胜利并不是通过让它的反对者们信服并看到真理的光明，而是通过这些反对者们最终死去，熟悉它的新一代成长起来。

# Quote08Author
source: Benjamin Franklin
ru: Бенджамин Франклин
zh_cn: 本杰明·富兰克林

# Quote08Text
source: An investment in knowledge pays the best interest.
cs_cz: Investice do vědění nesou nejvyšší úrok.
de: Eine Investition in Wissen bringt noch immer die besten Zinsen.
es: Una inversión en conocimiento paga el mejor interés.
fr: L'investissement dans la connaissance est celui qui rapporte le plus d'intérêts.
hu_hu: A tudásba való befektetés a legjobb érdeket szolgálja.
it: Un investimento nel campo della conoscenza paga i migliori interessi.
pl_pl: Inwestycja w wiedzę zwraca się najlepiej.
pt_br: Investir em conhecimento rende sempre os melhores juros.
ru: Вклад в знания всегда даёт наибольшую отдачу.
zh_cn: 知识的投资常有最好的利润。

# Quote09Author
source: Albert Einstein
ru: Альберт Эйнштейн
zh_cn: 阿尔伯特·爱因斯坦

# Quote09Text
source: Anyone who has never made a mistake has never tried anything new.
cs_cz: Ten, kdo nikdy neudělal žádnou chybu, nikdy nezkusil nic nového.
de: Wer noch nie einen Fehler gemacht hat, hat sich noch nie an etwas Neuem versucht.
es: Alguien que nunca ha cometido un error nunca ha probado nada nuevo.
fr: Une personne qui n’a jamais commis d’erreurs n’a jamais tenté d’innover.
hu_hu: Aki még soha nem hibázott, soha nem próbált semmi újat.
it: Chi non ha mai commesso un errore non ha mai tentato qualcosa di nuovo.
pl_pl: Ten, kto nigdy nie popełnił błędu, nigdy nie próbował niczego nowego.
pt_br: Alguém que nunca tenha errado nunca experimentou algo novo.
ru: Тот, кто никогда не ошибался, никогда не пробовал ничего нового.
zh_cn: 一个人从未犯错是因为他不曾尝试新鲜事物。

# Quote10Author
source: Leonardo da Vinci
fr: Léonard de Vinci
ru: Леонардо Да Винчи
zh_cn: 列奥纳多·达·芬奇

# Quote10Text
source: Nature never breaks her own laws.
cs_cz: Příroda nikdy neporušuje své zákony.
de: Die Natur bricht nie ihre eigenen Regeln.
es: La naturaleza nunca rompe sus propias leyes.
fr: La nature ne viole jamais ses propres lois.
hu_hu: A természet soha nem sérti saját törvényeit.
it: La natura non infrange mai le sue leggi.
pl_pl: Natura nie łamie swych praw.
pt_br: A natureza nunca quebra suas próprias leis.
ru: Природа никогда не нарушает ее собственные законы.
zh_cn: 大自然永远不会打破她自己的规律。

# Quote11Author
source: Leonardo da Vinci
fr: Léonard de Vinci
ru: Леонардо Да Винчи
zh_cn: 列奥纳多·达·芬奇

# Quote11Text
source: Simplicity is the ultimate sophistication.
cs_cz: Jednoduchost je nekonečná sofistikovanost.
de: Einfachheit ist die höchste Stufe der Vollendung.
es: La simplicidad es la máxima sofisticación.
fr: La simplicité est la sophistication ultime.
hu_hu: Az egyszerűség a legnagyobb bölcsesség.
it: La semplicità è la sofisticazione ultima.
pl_pl: Prostota jest szczytem wyrafinowania.
pt_br: A simplicidade é o último grau de sofisticação.
ru: Простота - это предел совершенства.
zh_cn: 至繁归于至简。

# Quote12Author
source: Leonardo da Vinci
fr: Léonard de Vinci
ru: Леонардо Да Винчи
zh_cn: 列奥纳多·达·芬奇

# Quote12Text
source: Where there is shouting, there is no true knowledge.
cs_cz: Tam, kde se křičí, není opravdové vědění.
de: Wer schreit, der lügt.
es: Donde hay gritos, no hay verdadero conocimiento.
fr: Là où il y a des cris, il n'y a pas de vrai savoir.
hu_hu: Ahol kiabálás van, ott nincs igazi tudás.
it: Dove ci sono grida non c'è la vera conoscenza.
pl_pl: Tam gdzie spotkasz krzyk, tam nie ma prawdziwej wiedzy.
pt_br: Onde há gritaria, não existe o verdadeiro conhecimento.
ru: Там где кричат, нет истинного знания.
zh_cn: 有战争的地方就不会有真理。

# Quote13Author
source: Leonardo da Vinci
fr: Léonard de Vinci
ru: Леонардо Да Винчи
zh_cn: 列奥纳多·达·芬奇

# Quote13Text
source: I have offended God and mankind because my work didn't reach the quality it should have.
cs_cz: Urazil jsem Boha i lidstvo, neboť mé dílo nedosáhlo kvality, které mělo.
de: Ich habe Gott und die Menschheit beleidigt, weil mein Werk nicht die Qualität erreichte, die es hätte haben sollen.
es: He ofendido a Dios y a la humanidad porque mi trabajo no alcanzó la calidad que debería tener.
fr: J'ai offensé Dieu et l'espèce humaine parce que mon travail n'a pas atteint la qualité qu'il aurait du avoir.
hu_hu: Megsértettem Istent és az emberiséget, mert munkám nem érte el azt a minőséget, amilyennek lennie kellett volna.
it: Ho offeso Dio e l'umanità perché il mio lavoro non ha raggiunto la qualità che avrebbe dovuto.
pl_pl: Obraziłem Boga i ludzkość, ponieważ moja praca nie osiągnęła jakości jakiej powinna.
pt_br: Ofendi a Deus e aos homens pois meu trabalho não alcançou a qualidade que deveria ter tido.
ru: Я оскорбил бога и человечество потому, что моя робота не достигла качества, которого должна была достичь.
zh_cn: 我已经冒犯了上帝和芸芸众生，因为我的作品没有达到它应有的水平。

# Quote14Author
source: Leonardo da Vinci
fr: Léonard de Vinci
ru: Леонардо Да Винчи
zh_cn: 列奥纳多·达·芬奇

# Quote14Text
source: All our knowledge has its origins in our perceptions.
cs_cz: Veškeré naše vědění má základy v našem vnímání.
de: All unser Wissen hat seine Wurzeln in unseren Vorstellungen.
es: Todo nuestro conocimiento tiene su origen en nuestras percepciones.
fr: Tout notre savoir trouve son origine dans notre perception.
hu_hu: Minden tudásunk a felfogóképességünkből ered.
it: Tutta la nostra conoscenza ha le sue origini nelle nostre percezioni.
pl_pl: Wszelka nasza wiedza ma początek w naszych zmysłach.
pt_br: Todo o nosso conhecimento tem sua origem em nossas percepções.
ru: Все наши знания происходят из нашего восприятия.
zh_cn: 我们所有的知识起源于我们的认知。

# Quote15Author
source: Galileo Galilei
fr: Galilée
pl_pl: Galileusz
pt_br: Galileu Galilei
ru: Галилео Галилей
zh_cn: 伽利略·伽利雷

# Quote15Text
source: By denying scientific principles, one may maintain any paradox.
cs_cz: Popřením vědeckých principů je možno obhájit jakýkoliv paradox.
de: Durch das Ablehnen wissenschaflicher Prinzipien kann man jedes Paradox aufrechterhalten.
es: Al negar los principios científicos, se puede mantener cualquier paradoja.
fr: En niant des principes scientifiques, on peut maintenir n'importe quel paradoxe.
hu_hu: A tudományos elvek tagadásával bármelyik paradoxont ​​fenntarthatjuk.
it: Negando i principi scientifici, si può sostenere qualsiasi paradosso.
pl_pl: Zaprzeczając zasadom naukowym, można podtrzymać każdy paradoks.
pt_br: Negando os princípios científicos, pode-se manter qualquer paradoxo.
ru: Отрицая научные принципы, можно поддержать любой парадокс.
zh_cn: 一个人可以通过否定科学原理，来维持任何悖论。

# Quote16Author
source: Galileo Galilei
fr: Galilée
pl_pl: Galileusz
pt_br: Galileu Galilei
ru: Галилео Галилей
zh_cn: 伽利略·伽利雷

# Quote16Text
source: Mathematics is the language in which God has written the universe.
cs_cz: Matematika je jazyk ve kterém Bůh vytvořil vesmír.
de: Mathematik ist die Sprache in der Gott das Universum geschrieben hat.
es: Las matemáticas son el lenguaje en el que Dios ha escrito el universo.
fr: Les mathématiques sont la langue dans laquelle Dieu a écrit l'univers.
hu_hu: A matematika az a nyelv, amelyen Isten megírta az univerzumot.
it: La matematica è il linguaggio nel quale Dio ha scritto l'universo.
pl_pl: Matematyka jest alfabetem, za pomocą którego Bóg opisał wszechświat.
pt_br: A matemática é o alfabeto no qual Deus escreveu o universo.
ru: Математика - это язык, на котором бог написал вселенную.
zh_cn: 数学是上帝用来书写宇宙的语言。

# Quote17Author
source: Galileo Galilei
fr: Galilée
pl_pl: Galileusz
pt_br: Galileu Galilei
ru: Галилео Галилей
zh_cn: 伽利略·伽利雷

# Quote17Text
source: If I were again beginning my studies, I would follow the advice of Plato and start with mathematics.
cs_cz: Kdybych měl znovu začít studovat, řídil bych se Platónem a začal matematikou.
de: Könnte ich noch einmal am Anfang meiner Studien stehen, so würde ich Platos Rat beherzigen und mit der Mathematik anfangen.
es: Si volviera a empezar mis estudios, seguiría el consejo de Platón y empezaría con las matemáticas.
fr: Si j'avais à reprendre mes études, je suivrais le conseil de Platon et commencerais par les mathématiques.
hu_hu: Ha újrakezdeném tanulmányaimat, betartanám Platón tanácsait és a matematikával kezdeném.
it: Se stessi iniziando di nuovo i miei studi, seguirei il consiglio di Platone ed inizierei con la matematica.
pl_pl: Jeśli miałbym ponownie zaczynać naukę, za radą Platona wybrałbym matematykę.
pt_br: Se começasse meus estudos novamente, seguiria o conselho de Platão e começaria pela matemática.
ru: Если бы я начал мое обучение сначала, я бы последовал совету Платона и начал бы с математики.
zh_cn: 如果我能重新开始我的研究，我将听从柏拉图的建议，从数学开始。

# Quote18Author
source: Johann W. Goethe
de: Johann Wolfgang von Goethe
ru: Иоганн Гете
zh_cn: 约翰·W·歌德

# Quote18Text
source: We see only what we know.
cs_cz: Vidíme jen to, co víme.
de: Wir sehen nur das, von dem wir wissen.
es: Sólo vemos lo que conocemos.
fr: Nous ne voyons que ce que nous connaissons.
hu_hu: Csak azt érthetjük, amiről mindent tudunk.
it: Vediamo solo ciò che conosciamo.
pl_pl: Widzimy tylko to, co znamy.
pt_br: Vemos apenas o que conhecemos.
ru: Мы видим только то, что мы знаем.
zh_cn: 我们只看到我们了解的事物。

# Quote19Author
source: Niels H. D. Bohr
ru: Нилс Г. Д. Бор
zh_cn: 尼尔斯·H·D·玻尔

# Quote19Text
source: If anybody says he can think about quantum problems without getting giddy, that only shows he has not understood the first thing about them.
cs_cz: Pokud někdo tvrdí, že dokáže přemýšlet o kvantových problémech, aniž by dostal závrať, tak tím jen dokazuje, že jim neporozuměl.
de: Wenn jemand behauptet, er könne über Quantenprobleme nachdenken, ohne das ihm schwindelig wird, zeigt das nur, dass er nichts davon verstanden hat.
es: Si alguien dice que puede pensar en problemas cuánticos sin marearse, eso sólo demuestra que no ha entendido la primera cosa sobre ellos.
fr: Si quelqu'un dit qu'il arrive à penser à des problèmes quantiques sans avoir la tête qui tourne, cela montre uniquement qu'il n'y comprend absolument rien.
hu_hu: Ha bárki azt mondja, hogy képes elgondolkodni a kvantumproblémákon anélkül, hogy elkábulna, az csak azt mutatja, hogy nem értett meg valamit vele kapcsolatban.
it: Se qualcuno dice di poter pensare ai problemi quantistici senza avere le vertigini, questo mostra solo che non ha capito la prima cosa su di essi.
pl_pl: Jeżeli ktokolwiek powie, że potrafi myśleć o problemach kwantowych bez zawrotów głowy, oznacza to tylko tyle, że nie zrozumiał podstaw.
pt_br: Se alguém diz que pode pensar sobre física quântica sem ficar zonzo, é mentira.
ru: Если кто-либо говорит, что может думать о квантовых проблемах, не становясь легкомысленным, это только показывает, что он не понял первую вещь о них.
zh_cn: 如果谁说他能一直清醒地思考量子论问题，那只证明了他什么都不懂。

# Quote20Author
source: Ancient paradox
cs_cz: Starověký paradox
de: Antikes Paradoxon
es: Paradoja antigua
fr: Paradoxe antique
it: Antico paradosso
pl_pl: Starożytny paradoks
pt_br: Antigo paradoxo
ru: Древний парадокс
zh_cn: 远古悖论

# Quote20Text
source: Only one thing is certain - that is, nothing is certain. If this statement is true, it is also false.
cs_cz: Jen jediná věc je jistá - že nic není jisté. Je-li toto tvrzení pravdivé, je zároveň i nepravdivé.
de: Nur eins ist gewiss - dies ist, dass nichts gewiss ist. Wenn diese Aussage wahr ist, ist sie gleichzeitig falsch.
es: Sólo una cosa es cierta, y es que nada es cierto. Si esta afirmación es verdadera, también es falsa.
fr: Une seule chose est certaine - rien n'est certain. Si cette affirmation est vraie, elle est également fausse.
hu_hu: Csak egy biztos - hogy semmi sem biztos. Ha ez az állítás igaz, akkor hamis is.
it: L'unica cosa certa è che nulla è certo. Se questa affermazione è vera, allora è anche falsa.
pl_pl: Tylko jedno jest pewne - że nic nie jest pewne. Jeśli to stwierdzenie jest prawdziwe, jest również fałszywe
pt_br: Apenas uma coisa é certa: nada é certo. Se essa sentença for verdadeira, também é falsa.
ru: Истина в том, что нет ничего истинного. И если это утверждение истинно, то оно ложно.
zh_cn: 只有一件事是可以确定的，那就是--没什么可以被确定。如果这个理论是真的，那它也同样是假的。

# Quote21Author
source: Richard Feynman
cs_cz: Richard P. Feynman
ru: Ричард Фейнман
zh_cn: 理查德·范曼

# Quote21Text
source: Scientists are explorers. Philosophers are tourists.
cs_cz: Vědci jsou průzkumníci. Filozofové jsou turisté.
de: Wissenschaftler sind Entdecker. Philosophen sind Touristen.
es: Los científicos son exploradores. Los filósofos son turistas.
fr: Les scientifiques sont des explorateurs. Les philosophes sont des touristes.
hu_hu: A tudósok felfedezők. A filozófusok turisták.
it: Gli scienziati sono esploratori. I filosofi sono turisti.
pl_pl: Naukowcy są odkrywcami. Filozofowie są turystami.
pt_br: Cientistas são exploradores. Filósofos são turistas.
ru: Учёные - это исследователи. Философы - это туристы.
zh_cn: 科学家是探索者。哲学家是旅行者。

# Quote22Author
source: Walter Bagehot
ru: Вальтер Бэйгхот
zh_cn: 沃尔特·巴杰特

# Quote22Text
source: A great pleasure in life is doing what people say you cannot do.
cs_cz: Velkým potěšením života je udělat to, o čem lidé říkají, že to nedokážete.
de: Ein großes Vergnügen im Leben ist es das zu tun, von dem andere behaupten man könne es nicht tun.
es: Un gran placer en la vida es hacer lo que otros te dicen que no puedes hacer.
fr: Le plus grand plaisir dans la vie est de réaliser ce que les autres vous pensent incapables de réaliser.
hu_hu: Az élet nagy öröme, ha azt teszed, amiről mások azt mondják, hogy nem tudod megtenni.
it: Uno dei grandi piaceri della vita è fare ciò che ci viene detto di non fare.
pl_pl: Największą przyjemnością w życiu jest robienie tego, co ludzie uważają za niemożliwe.
pt_br: Um grande prazer na vida é fazer o que as pessoas dizem que você não pode fazer.
ru: Наибольшее удовольствие в жизни - это делать то, что люди считают невозможным для тебя.
zh_cn: 生活的一大乐趣便是完成别人认为你不能做到的事情。

# Quote23Author
source: Thomas A. Edison
ru: Томас А. Эдисон
zh_cn: 托马斯·A·爱迪生

# Quote23Text
source: Genius is one percent inspiration and ninety-nine percent perspiration.
cs_cz: Genialita je jen 1 procento inspirace a 99 procent potu.
de: Erfinden ist ein Prozent Inspiration und neunundneunzig Prozent Transpiration.
es: El genio es un uno por ciento de inspiración y un noventa y nueve por ciento de sudor
fr: Le génie est fait d'un pour cent d'inspiration et de quatre-vingt-dix-neuf pour cent de transpiration.
hu_hu: A zseni nem más mint egy százalék inspiráció, és kilencvenkilenc százalék izzadtság.
it: Il genio è 1% ispirazione e 99% traspirazione.
pl_pl: Geniusz to wynik 1 procenta natchnienia i 99 procent wypocenia.
pt_br: Um gênio é 1% inspiração e 99% transpiração.
ru: Гений — это 1 % вдохновения и 99 % пота.
zh_cn: 天才是百分之一的灵感与百分之九十九的努力。

# Quote24Author
source: Socrates
cs_cz: Sókratés
de: Sokrathes
es: Sócrates
it: Socrate
pl_pl: Sokrates
pt_br: Sócrates
ru: Сократ
zh_cn: 苏格拉底

# Quote24Text
source: I know one thing: that I know nothing.
cs_cz: Vím, že nic nevím.
de: Ich weiß eines – nämlich das ich nichts weiß.
es: Sólo sé una cosa: que no sé nada.
fr: Je sais une chose : c'est que je ne sais rien.
hu_hu: Egyet tudok: hogy semmit sem tudok.
it: Io so di non sapere.
pl_pl: Wiem, że nic nie wiem.
pt_br: Só sei que nada sei.
ru: Я знаю только то, что ничего не знаю.
zh_cn: 我只知道一件事，那就是我什么都不知道。

# Quote25Author
source: Arthur C. Clarke
ru: Артур С. Кларк
zh_cn: 亚瑟 C.克拉克

# Quote25Text
source: Any sufficiently advanced technology is indistinguishable from magic.
cs_cz: Dostatečně pokročilou technologii nelze odlišit od magie.
de: Jede hinreichend entwickelte Technologie ist ununterscheidbar von Magie.
es: Cualquier tecnología suficientemente avanzada es indistinguible de la magia.
fr: Toute technologie suffisamment avancée est indiscernable de la magie.
hu_hu: Minden kellően fejlett technológia nem különböztethető meg a mágiától.
it: Qualsiasi tecnologia abbastanza avanzata è indistinguibile dalla magia.
pl_pl: Każda wystarczająco zaawansowana technologia jest nieodróżnialna od magii.
pt_br: Qualquer tecnologia avançada o bastante é indistinguível da magia.
ru: Любая достаточно развитая технология неотличима от магии.
zh_cn: 任何非常先进的技术，初看都与魔法无异。

# Quote26Author
source: William Gibson
ru: Уильям Гибсон
zh_cn: 威廉·吉布森

# Quote26Text
source: When you want to know how things really work, study them when they're coming apart.
cs_cz: Chceš-li vědět jak věci opravdu fungují, studuj je, když se rozpadají.
de: Wenn man wirklich wissen will, wie etwas funktioniert, sollte man es dann untersuchen, wenn es auseinanderfällt.
es: Cuando quieras saber cómo funcionan realmente las cosas, estúdialas cuando se van a romper.
fr: Si vous voulez savoir comment les choses fonctionnent vraiment, étudiez-les quand elles se détruisent.
hu_hu: Ha tudni akarja, hogy a dolgok hogyan működnek, tanulmányozza őket, amikor szétesnek.
it: Quando vuoi conoscere come funzionano davvero le cose, studiale mentre stanno andando in pezzi.
pl_pl: Jeśli chcesz się dowiedzieć w jaki coś naprawdę działa, analizuj to gdy zaczyna się psuć.
pt_br: Quando você quiser saber como as coisas realmente funcionam, estude-as quando estiverem se desfazendo.
ru: Если вы хотите знать как вещи работают на самом деле, изучите их когда они разобраны.
zh_cn: 如果你想了解事物运行的原理，把它们拆开来研究。

# Quote27Author
source: Scott Adams
ru: Скотт Адамс
zh_cn: 史考特·亚当斯

# Quote27Text
source: Engineers like to solve problems. If there are no problems handily available, they will create their own problems.
cs_cz: Konstruktéři rádi řeší problémy. Nejsou-li žádné problémy momentálně dostupné, vytvoří si své vlastní.
de: Ingenieure mögen es Probleme zu lösen. Falls keine griffbereit sind, erschaffen sie ihre eigenen.
es: A los ingenieros les gusta resolver problemas. Si no hay problemas a mano, ellos mismos crearán sus propios problemas.
fr: Les ingénieurs aiment résoudre des problèmes. S'il n'y a pas de problème à portée de la main, ils se créeront leurs propres problèmes.
hu_hu: A mérnökök szeretnek problémákat megoldani. Ha nincsenek elérhető problémák, akkor saját problémákat hoznak létre.
it: Agli ingegneri piace risolvere i problemi. Se non ci sono problemi a portata di mano, se li creano da soli.
pl_pl: Inżynierowie lubią rozwiązywać problemy. Gdy aktualnie nie ma żadnych problemów do rozwiązania, tworzą własne problemy.
pt_br: Engenheiros gostam de resolver problemas. Se não houver nenhum à vista, eles criarão seus próprios.
ru: Инженеры любят решать проблемы. Если проблем нет - они создадут новые.
zh_cn: 工程师喜欢解决问题。如果手边没有待解决的问题，他们会自己创造问题。

# Quote28Author
source: Robert A. Heinlein
ru: Роберт А. Хайнлайн
zh_cn: 罗伯特 A.海因莱因

# Quote28Text
source: One man's "magic" is another man's engineering. "Supernatural" is a null word.
cs_cz: Co je "magií" pro jednoho je vědou pro jiného. "Nadpřirozeno" je jen prázdné slovo.
de: Des einen Magie ist des anderen Ingenieurskunst. Das Wort „übernatürlich“ ergibt keinen Sinn.
es: La "magia" de un hombre es la ingeniería de otro. "Sobrenatural" es una palabra nula.
fr: La « magie » d'un homme est l'ingénierie d'un autre homme. « Surnaturel » est un mot vide de sens.
hu_hu: Egyes emberek "varázslók" más emberek mérnökök. A "Természetfölötti" csak egy szöveg.
it: La "magia" di una persona è l'ingegneria di un'altra. "Supernaturale" è una parola insignificante.
pl_pl: "Magia" dla jednego jest inżynierią dla drugiego. "Nadprzyrodzone" jest pustym słowem.
pt_br: A "magia" de um homem é a engenharia de outro. "Sobrenatural" é uma palavra nula.
ru: Что для одного человека "магия" для другого инженерия. "Сверхъестественное" это пустое слово.
zh_cn: 一个人看来是“魔法”，在另一个人看来却是工程学。“超自然”是个没用的词。

# Quote29Author
source: Freeman Dyson
cs_cz: Freeman J. Dyson
ru: Фриман Дайсон
zh_cn: 佛力曼·戴森
