Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# WorldSettings_WarningChangingWorldSize
source: The selected world size is more limited than the original one. Reducing world size in an existing save could delete some ships beyond the new limit. Are you sure you want to continue?
cs_cz: Zvolená velikost světa je menší než ta původní. Omezení velikosti v existujícím světě může smazat lodě nacházející se za hranicí nové oblasti. Jste si jisti, že chcete pokračovat?
de: Die ausgewählte Weltgröße ist kleiner als die ursprüngliche. Ein Verringern der Größe bei einem existierenden Spielstand kann Objekte außerhalb der neuen Grenze entfernen. Wirklich fortfahren?
es: El tamaño del mundo seleccionado es más limitado que el original. Reducir el tamaño del mundo en un guardado existente podría eliminar algunas naves más allá del nuevo límite. ¿Estás seguro de que quieres continuar?
fr: La taille du monde sélectionné est plus limitée que le monde par défaut. Réduire la taille d'un monde dans une sauvegarde existante pourrait supprimer les vaisseaux situés au-delà des nouvelles limites. Voulez-vous vraiment continuer ?
hu_hu: A kiválasztott világméret korlátozottabb, mint az eredeti. A világméret csökkentése egy meglévő mentéssel néhány hajót törölhet mely az új határon túlra esik. Biztos, hogy folytatni akarja?
it: La dimensione del mondo selezionata è inferiore a quella originale. Ridurre la dimensione del mondo in un salvataggio già esistente potrebbe cancellare alcune navi oltre il nuovo limite. Sei sicuro di voler continuare?
pl_pl: Wybrany rozmiar świata jest mniejszy niż oryginalny. Zmniejszenie rozmiaru istniejącego świata może spowodować usunięcie statków, będącym poza nowymi granicami. Czy na pewno chcesz kontynuować?
pt_br: O tamanho do mundo selecionado é menor que o original. Reduzir o tamanho do mundo de um jogo já existente fará com que as naves que estiverem fora do novo limite sejam excluídas. Tem certeza de que deseja continuar?
ru: Выбранный размер мира меньше текущего. Уменьшение размеров мира может удалить часть кораблей, не попавших в новые размеры. Вы уверены, что хотите продолжить?
zh_cn: 选择的世界比原有世界更小。 在现有存档中减少世界大小可能会删除一些超出新世界限制的飞船。 确定要继续吗？

# WorldSettings_Error_NameExists
source: The name you have entered already exists. Please change the name to something else.
de: Der von Ihnen eingegebene Name existiert bereits. Bitte ändern Sie den Namen.
es: El nombre que has introducido ya existe. Por favor, cambia el nombre a algo diferente.
fr: Le nom saisi existe déjà. Veuillez trouver un autre nom.
hu_hu: A megadott név már létezik. Kérjük, változtassa meg a nevet valami másra.
it: Il nome che hai inserito esiste già. Cambia il nome.
pl_pl: Wpisane imię już istnieje. Wybierz proszę jakieś inne.
pt_br: O nome que você digitou já existe. Tente um outro nome.
ru: Введенное название уже занято. Пожалуйста, выберите другое название.
zh_cn: 有同名。请改名字。

# WorldSettings_Error_SavingFailed
source: There was an error trying to rename your world. Please check your saves folder for any problems.
de: Bei dem Versuch, Ihre Welt umzubenennen, ist ein Fehler aufgetreten. Bitte überprüfen Sie Ihren Speicherordner auf eventuelle Probleme.
es: Ha habido un error intentando renombrar tu mundo. Por favor, comprueba si hay algún problema en tu carpeta de archivos guardados.
fr: Il y a eu une erreur lors du renommage de votre nom. Veuillez vérifier s'il y a des problèmes dans votre dossier de sauvegarde.
hu_hu: Hiba történt a világ átnevezése során. Kérjük, ellenőrizze, hogy nincsenek e problémák a mentési mappában.
it: C'è stato un errore nel cercare di rinominare il tuo mondo. Controlla la tua cartella dei salvataggi per eventuali problemi.
pl_pl: Wystąpił błąd podczas zmiany nazwy. Proszę sprawdzić folder z zapisami pod kątem problemów.
pt_br: Houve um erro ao tentar renomear seu mundo. Verifique se há algum problema em sua pasta de arquivos salvos.
ru: Произошла ошибка при переименовании вашего мира. Пожалуйста, проверьте папку сохранений.
zh_cn: 重命名世界发生错误。请检查你的存档文件夹。

# WorldSettings_WelderSpeed
source: Welding speed
cs_cz: Rychlost svářečky
de: Schweißgeschwindigkeit
es: Velocidad de soldadura
fr: Vitesse de soudage
hu_hu: Hegesztési sebesség
it: Velocità di saldatura
pl_pl: Prędkość spawania
pt_br: Velocidade da soldadora
ru: Скорость сварки
zh_cn: 焊接速度

# WorldSettings_WorldGenerator
source: World generator
cs_cz: Generátor světa
de: Weltgenerator
es: Generador de mundos
fr: Générateur de monde
hu_hu: Világ generátor
it: Generatore del mondo
pl_pl: Generator świata
pt_br: Gerador de mundos
ru: Генератор мира
zh_cn: 世界发生器

# WorldSettings_WorldSize100Km
source: 100 km
ru: 100 км
zh_cn: 100 公里

# WorldSettings_WorldSize10Km
source: 10 km
ru: 10 км
zh_cn: 10 公里

# WorldSettings_WorldSize20Km
source: 20 km
ru: 20 км
zh_cn: 20 公里

# WorldSettings_WorldSize50Km
source: 50 km
ru: 50 км
zh_cn: 50 公里

# WorldSettings_WorldSizeCustom
source: Custom
cs_cz: Vlastní
de: Individuelles
es: Personalizado
fr: Personnalisée
hu_hu: Egyéni
it: Personalizzato
pl_pl: Własny
pt_br: Personalizado
ru: Свои
zh_cn: 自定义

# WorldSettings_WorldSizeUnlimited
source: Unlimited
cs_cz: Neomezený
de: Unbegrenzt
es: Ilimitado
fr: Illimitée
hu_hu: Korlátlan
it: Illimitato
pl_pl: Nieskończony
pt_br: Ilimitado
ru: Неограничено
zh_cn: 无限

# World_Settings_EnableOxygen
source: Enable oxygen
cs_cz: Povolit kyslík
de: Sauerstoff aktivieren
es: Habilitar el oxígeno
fr: Activer l'oxygène
hu_hu: Oxigén engedélyezése
it: Abilita ossigeno
pl_pl: Włącz tlen
pt_br: Habilitar oxigênio
ru: Кислород
zh_cn: 启用氧气

# World_Settings_EnableOxygenPressurization
source: Enable airtightness
cs_cz: Zapnout vzduchotěsnost
de: Luftdichtheit aktivieren
es: Habilitar Presurización
fr: Activer l'étanchéité
hu_hu: Légzárás engedélyezése
it: Abilita tenuta d'aria
pl_pl: Zezwól na utrzymywanie tlenu
pt_br: Habilitar vedação hermética
ru: Герметичность
zh_cn: 启动气密

# WwwLinkNotAllowed
source: This link is not allowed and will not open. Allowed sites: {0}community, youtube, KSH forum.
cs_cz: Tato adresa není povolena a nebude zobrazena. Povolené stránky: steamcommunity, youtube, fórum KSH.
de: Dieser Link ist nicht erlaubt und wird nicht geöffnet. Erlaubte Seiten: {0} Community, Youtube, KSH-Forum.
es: Este enlace no está permitido y no se abrirá. Sitios permitidos: {0}community, youtube, KSH foro.
fr: Ce lien n'est pas autorisé et ne sera pas ouvert. Sites autorisés : communauté {0}, youtube, forum KSH.
hu_hu: Ez a hivatkozás nem engedélyezett, és nem nyitható meg. Engedélyezett oldalak: {0}community, youtube, KSH fórum.
it: Questo link non è permesso e non aprirà. Siti consentiti: {0}Community, youtube, forum KSH.
pl_pl: Ten link nie jest dozwolony i nie zostanie otwarty. Dozwolone strony: {0}steamcommunity, youtube, forum KSH.
pt_br: Este link não é permitido e não será aberto. Sites permitidos: comunidade {0}, Youtube, fórum KSH.
ru: Ссылка недопустима и не будт открыта. Допустимые: {0}сообщество Steam, YouTube, форум KSH.
zh_cn: 此链接已被禁用，无法打开。 允许的网站：{0}社区，YouTube和KSH论坛。

# WwwLinkNotAllowed_Steam
source: This link is not allowed and will not open. Allowed sites: {0}community, youtube, KSH forum.
cs_cz: Tato adresa není povolena a nebude zobrazena. Povolené stránky: steamcommunity, youtube, fórum KSH.
de: Dieser Link ist nicht erlaubt und wird nicht geöffnet. Erlaubte Seiten: {0} Community, Youtube, KSH-Forum.
es: Este enlace no está permitido y no se abrirá. Sitios permitidos: {0}community, youtube, KSH foro.
fr: Ce lien n'est pas autorisé et ne sera pas ouvert. Sites autorisés : communauté {0}, youtube, forum KSH.
hu_hu: Ez a hivatkozás nem engedélyezett, és nem nyítható meg. Engedélyezett oldalak: {0}community, youtube, KSH fórum.
it: Questo link non è permesso e non aprirà. Siti consentiti: {0}Community, youtube, forum KSH.
pl_pl: Ten link nie jest dozwolony i nie zostanie otwarty. Dozwolone strony: {0}steamcommunity, youtube, forum KSH.
pt_br: Este link não é permitido e não será aberto. Sites permitidos: comunidade {0}, Youtube, fórum KSH.
ru: Ссылка недопустима и не будт открыта. Допустимые: {0}сообщество Steam, YouTube, форум KSH.
zh_cn: 此链接已被禁用，无法打开。 允许的网站：{0}社区，YouTube和KSH论坛。

# IngameHelp_HUD_Detail1
source: Cycle through the various HUD states; they differ by amount of shown information. You can also change the way signals show up on your HUD.
de: Schalten Sie zwischen den verschiedenen HUD-Anzeigemodi um; sie unterscheiden sich durch die Menge der angezeigten Informationen. Sie können auch die Art und Weise ändern, wie Signale auf Ihrem HUD angezeigt werden.
es: Visualiza los distintos estados del HUD; se diferencian por la cantidad de información que se muestra. También puedes cambiar la forma en que aparecen las señales en el HUD.
fr: Parcourez les différents états de l'ATH ; ils diffèrent par la quantité d’informations affichées. Vous pouvez également modifier l’affichage des signaux sur votre ATH.
hu_hu: Haladjon végig a különféle HUD állapotokon; különböznek a megjelenített információk. Módosíthatja a jelek megjelenési módját is.
it: Scorri i vari stati dell'HUD; essi differiscono per la quantità di informazioni mostrate. Puoi possibile modificare il modo in cui i segnali vengono visualizzati sul tuo HUD.
pl_pl: Przełączaj się pomiędzy rożnymi trybami HUD; różnią się ilością prezentowanych informacji. Możesz też zmieniać sposób w jaki są wyświetlane sygnały.
pt_br: Percorra todos os vários estados do HUD; eles se distinguirão pela quantidade de informações exibida. Você também pode alterar o modo com que os sinais são exibidos no HUD.
ru: Переключите разные варианты отображения интерфейса, по количеству показываемой информации. Вы также можете сменить отображение сигналов и меток на экране.
zh_cn: 循环查看各个屏幕中的状态；每个屏幕显示的信息量不同。 你还可以改变信号在屏幕上的显示方式。

# IngameHelp_HUD_Detail2
source: Press {CONTROL:TOGGLE_HUD} to cycle through HUD states.
de: Drücken Sie auf {CONTROL:TOGGLE_HUD}, um zwischen den HUD-Anzeigemodi herzuschalten.
es: Presiona {CONTROL:TOGGLE_HUD} para cambiar tipos de HUD.
fr: Appuyez sur {CONTROL:TOGGLE_HUD} pour parcourir les états de l'ATH.
hu_hu: Nyomja meg a {CONTROL:TOGGLE_HUD} gombot a HUD-állapotok közötti váltáshoz.
it: Premi {CONTROL:TOGGLE_HUD} per scorrere gli stati HUD.
pl_pl: Naciśnij {CONTROL:TOGGLE_HUD} żeby przełączać się pomiędzy trybami HUDa.
pt_br: Pressione {CONTROL:TOGGLE_HUD} para percorrer os estados do HUD.
ru: Нажмите {CONTROL:TOGGLE_HUD} для переключения вариантов интерфейса.
zh_cn: 按{CONTROL:TOGGLE_HUD}循环查看屏幕状态。

# IngameHelp_HUD_Detail2:Gamepad
source: Press {CONTROL:SYSTEM_RADIAL_MENU} navigate to the [Quick Actions] tab and select the [Toggle HUD] option to cycle through HUD states.
de: Drücken Sie die Taste {CONTROL:SYSTEM_RADIAL_MENU}, navigieren Sie zur Registerkarte [Schnellzugriffsaktionen] und wählen Sie die Option [HUD umschalten], um zwischen den HUD-Anzeigemodi herzuschalten.
es: Pulsa {CONTROL:SYSTEM_RADIAL_MENU} para navegar hasta la pestaña de [Acciones rápidas] y selecciona [Cambiar HUD] para cambiar el estilo del HUD.
fr: Appuyez sur {CONTROL:SYSTEM_RADIAL_MENU}, naviguez vers l'onglet [Actions rapides] et sélectionnez l'option [Afficher/masquer ATH] pour faire défiler les états de l'ATH.
hu_hu: Nyomja meg a {CONTROL:SYSTEM_RADIAL_MENU} gombot keresse meg a [Gyorsműveletek] lapot, és válassza a [HUD váltás] lehetőséget, a HUD-állapotok közötti váltáshoz.
it: Premi {CONTROL:SYSTEM_RADIAL_MENU}per navigare fino alla scheda [Quick Actions] e seleziona l'opzione [Toggle HUD] per scorrere gli stati HUD.
pl_pl: Wciśnij {CONTROL:SYSTEM_RADIAL_MENU}, następnie przejdź do zakładki [Szybkie działania], wybierz opcję [Przełącz HUD], żeby przełączać się pomiędzy trybami HUDa.
pt_br: Pressione {CONTROL:SYSTEM_RADIAL_MENU} para navegar até a guia [Ações rápidas] e selecione a opção [Acionar HUD] para alternar entre os estados do HUD.
ru: Для переключения вариантов отображения графического интерфейса нажмите {CONTROL:SYSTEM_RADIAL_MENU}, перейдите на вкладку быстрых действий и выберите пункт «Переключить HUD».
zh_cn: 按{CONTROL:SYSTEM_RADIAL_MENU}到快速动作栏然后选择切换屏幕，循环到屏幕状态。

# IngameHelp_HUD_Detail3
source: Press {CONTROL:TOGGLE_SIGNALS} to cycle through signal states.
de: Drücken Sie {CONTROL:TOGGLE_SIGNALS}, um zwischen den Signalquellen herzuschalten.
es: Pulsa {CONTROL:TOGGLE_SIGNALS} para cambiar los estados de las señales.
fr: Appuyez sur {CONTROL:TOGGLE_SIGNALS} pour faire défiler les états des signaux.
hu_hu: Nyomja meg a {CONTROL:TOGGLE_SIGNALS} gombot a jelállapotok közötti váltáshoz.
it: Premi {CONTROL:TOGGLE_SIGNALS} per scorrere gli stati dei segnali.
pl_pl: Naciśnij {CONTROL:TOGGLE_SIGNALS}, żeby przełączać się pomiędzy trybami sygnału.
pt_br: Pressione {CONTROL:TOGGLE_SIGNALS} para alternar os estados dos sinais.
ru: Нажмите {CONTROL:TOGGLE_SIGNALS} для переключения вариантов меток на экране.
zh_cn: 按{CONTROL:TOGGLE_SIGNALS}循环查看信号状态。

# IngameHelp_HUD_Detail3:Gamepad
source: Press {CONTROL:SYSTEM_RADIAL_MENU} navigate to the [View] tab and select the [Signals] option to cycle through signal states.
de: Drücken Sie die Taste {CONTROL:SYSTEM_RADIAL_MENU}, navigieren Sie zur Registerkarte [Ansicht] und wählen Sie die Option [Signale], um zwischen Signalquellen hin- und herzuschalten.
es: Pulsa {CONTROL:SYSTEM_RADIAL_MENU}, muévete hasta la pestaña de [Vista] y selecciona [Señales] para cambiar entre los estados de las señales.
fr: Appuyez sur {CONTROL:SYSTEM_RADIAL_MENU}, naviguez vers l'onglet [Affichage] et sélectionnez l'option [Signaux] pour faire défiler les états des signaux
hu_hu: Nyomja meg a {CONTROL:SYSTEM_RADIAL_MENU} gombot majd navigáljon a [NÉZET] lapra és válassza ki a [JELZÉSEK] opciót a jelállapotok közötti váltáshoz.
it: Premi {CONTROL:SYSTEM_RADIAL_MENU}per navigare fino alla scheda [View] e seleziona l'opzione [Signal] per scorrere gli stati dei segnali.
pl_pl: Wciśnij {CONTROL:SYSTEM_RADIAL_MENU}, następnie przejdź do zakładki [Widok], wybierz opcję [Przełącz HUD], żeby przełączać się pomiędzy trybami sygnału.
pt_br: Pressione {CONTROL:SYSTEM_RADIAL_MENU} para navegar até a guia [Visualizar] e selecione a opção [Sinais] para alternar os estados de sinal.
ru: Для переключения между типами отображаемых сигналов нажмите {CONTROL:SYSTEM_RADIAL_MENU}, перейдите на вкладку просмотра и выберите пункт «Сигналы».
zh_cn: 按{CONTROL:SYSTEM_RADIAL_MENU}转到查看然后选择信号，循环到信号状态。

# IngameHelp_HUD_Title
source: Good.bot: HUD
fr: Good.bot : ATH
ru: Good.bot: Интерфейс
zh_cn: Good.bot：屏幕

# IngameHelp_Jetpack2_Detail1
source: Turning off dampeners while flying allows you to move without slowing down when you let go of the input. This can be useful to move steady at low or high speeds without using much fuel.
de: Wenn Sie die Dämpfer während des Fluges im Weltraum ausschalten, können Sie sich ohne Verlangsamung weiterbewegen, wenn Sie die Bedienelemente loslassen. Dies kann nützlich sein, um sich bei niedrigen oder hohen Geschwindigkeiten gleichmäßig zu bewegen, ohne viel Treibstoff zu verbrauchen.
es: Apagar los amortiguadores mientras vuelas, te permite moverte sin disminuir la velocidad cuando dejas de pulsar. Esto puede ser útil para moverse con estabilidad a baja o alta velocidad sin usar mucho combustible.
fr: Désactiver les amortisseurs en vol vous permet de vous déplacer sans ralentir lorsque vous relâchez le bouton. Cela peut être utile pour rester stable à basse ou haute vitesse sans utiliser beaucoup de carburant.
hu_hu: A csillapítók kikapcsolása repülés közben lehetővé teszi, hogy lassítás nélkül mozogjon, amikor kikapcsolja a hajtóműveket. Ez hasznos lehet, alacsony vagy nagy sebességű egyenletesen mozgáskor, mert nem sok üzemanyagot használ.
it: Spegnere gli smorzatori durante il volo ti permette di muoverti senza rallentare quando lasci andare l'ingresso. Questo può essere utile per muoverti in modo stabile a bassa o alta velocità senza usare molto carburante.
pl_pl: Wyłączanie amortyzatorów podczas lotu pozwala na poruszanie się bez zwalniania, gdy puścisz klawisz. Jest to przydatne, kiedy potrzebujesz poruszać się stabilnie przy niskich lub wysokich prędkościach bez użycia dużej ilości paliwa.
pt_br: Desativar os amortecedores enquanto voa permite que você se mova sem reduzir a velocidade. Isso pode ser útil para viajar de forma constante a baixa ou alta velocidade, com baixo consumo de combustível.
ru: Отключение гасителей во время движения позволит продолжать движение безостановочно. Может быть полезным для плавного полета на малых или больших скоростях с минимальным потреблением топлива.
zh_cn: 飞行时关闭缓冲器，停止加速时，你会正常移动不会减速。这样你可以很平稳的低速，高速运行也不费燃料。

# IngameHelp_Jetpack2_Detail2
source: Toggle dampeners with {CONTROL:DAMPING} while flying.
de: Schalten Sie die Dämpfer während des Fluges mit {CONTROL:DAMPING} an und aus.
es: Alterna los amortiguadores mientras vuelas con {CONTROL:DAMPING}.
fr: Allumez ou éteignez les amortisseurs avec {CONTROL:DAMPING} en vol.
hu_hu: Kapcsolja a csillapítókat a {CONTROL:DAMPING} repülés közben.
it: Attiva gli ammortizzatori {CONTROL:DAMPING} durante il volo.
pl_pl: Wł/Wył amortyzatory podczas lotu klikając {CONTROL:DAMPING}.
pt_br: Acione os amortecedores com {CONTROL:DAMPING} enquanto voa.
ru: Переключить гасители с помощью {CONTROL:DAMPING}
zh_cn: 飞行时按{CONTROL:DAMPING}切换抑制器。

# IngameHelp_Jetpack2_Detail2:Gamepad
source: Swith between dampener modes with {CONTROL:DAMPING} while flying.
de: Sie können während des Fluges mit {CONTROL:DAMPING}zwischen verschiedenen Dämpfungsmodi umschalten.
es: Cambia entre los tipos de amortiguadores con {CONTROL:DAMPING} mientras vuelas.
fr: Changez de mode d'amortisseurs avec {CONTROL:DAMPING} en vol.
hu_hu: Lépkedjen a csillapító üzemmódok között a {CONTROL:DAMPING} repülés közben.
it: Passa da una modalità di smorzamento all'altra con {CONTROL:DAMPING} durante il volo.
pl_pl: Przełącz między trybami amortyzatorów wciskając {CONTROL:DAMPING} podczas lotu.
pt_br: Alterne entre os modos dos amortecedores com {CONTROL:DAMPING} enquanto voa.
ru: Переключение режимов амортизации в полете — {CONTROL:DAMPING}.
zh_cn: 飞行时按{CONTROL:DAMPING}切换抑制器模式。

# IngameHelp_Building_Title
source: Good.bot: Building
de: Good.Bot: Konstruieren
es: Good.bot: Construcción
fr: Good.bot : Construction
hu_hu: Good.bot: Építés
it: Good.bot: Costruzione
pl_pl: Good.bot: Budowanie
pt_br: Good.bot: Construindo
ru: Good.bot: Строительство
zh_cn: Good.bot：建造中

# IngameHelp_Building_Detail1
source: You can build blocks anywhere in the world or add them to existing grids. The toolbar config screen will show you all available blocks that you can build.
de: Sie können überall in der Welt Blöcke konstruieren oder sie zu bestehenden Blockkonstruktionen hinzufügen. Der Konfigurationsbildschirm der Schnellzugriffsleiste zeigt Ihnen alle zur Konstruktion verfügbaren Blöcke an.
es: Puedes construir bloques en cualquier parte del mundo o añadirlos a las estructuras existentes. La pantalla de configuración de la barra de herramientas te mostrará todos los bloques disponibles que puedes construir.
fr: Vous pouvez construire des blocs n'importe où dans le monde ou les ajouter aux grilles existantes. L'écran de configuration de la barre d'outils vous montrera tous les blocs disponibles que vous pouvez construire.
hu_hu: Építhet blokkokat a világ bármely pontján, vagy hozzáadhatja azokat a meglévő objektumokhoz. Az eszköztár konfigurációs képernyőjén megjelenik az összes elérhető blokk, amelyet felépíthet.
it: Puoi costruire blocchi in qualsiasi parte del mondo o aggiungerli alle griglie esistenti. La schermata di configurazione della barra degli strumenti mostrerà tutti i blocchi disponibili che puoi costruire.
pl_pl: Możesz stawiać bloki gdzie tylko chcesz lub możesz je dobudować do istniejących struktur. Okno edycji paska narzędzi pokazuje wszystkie bloki jakie możesz wybudować.
pt_br: Você pode construir blocos em qualquer lugar do mundo ou adicioná-los a uma grid existente. A tela de configuração da barra de ferramentas mostrará todos os blocos disponíveis para você construir.
ru: Вы можете строить блоки в любом месте или добавлять их к существующим структурам. Экран настройки панели инструментов покажет все доступные блоки.
zh_cn: 你能在此世界任何地方建造方块而且可以用到现有网格中。工具栏中显示你要建造的方块。

# IngameHelp_Building_Detail2
source: Press {CONTROL:BUILD_SCREEN} to open toolbar config screen.
de: Drücken Sie {CONTROL:BUILD_SCREEN}, um den Konfigurationsbildschirm der Schnellzugriffsleiste zu öffnen.
es: Pulsa {CONTROL:BUILD_SCREEN} para abrir la pantalla de configuración de la barra de herramientas.
fr: Appuyez sur {CONTROL:BUILD_SCREEN} pour ouvrir l'écran de configuration de la barre d'outils.
hu_hu: Nyomja meg a {CONTROL:BUILD_SCREEN} gombot az eszköztár konfigurációs képernyőjének megnyitásához.
it: Premi {CONTROL:BUILD_SCREEN} per aprire la schermata di configurazione barra degli strumenti
pl_pl: Otwórz okno edycji paska narzędzi klikając {CONTROL:BUILD_SCREEN}.
pt_br: Pressione {CONTROL:BUILD_SCREEN} para abrir a tela de configuração da barra de ferramentas.
ru: Нажмите {CONTROL:BUILD_SCREEN}чтобы открыть экран настройки панели инструментов.
zh_cn: 按{CONTROL:BUILD_SCREEN}打开工具栏配置屏幕。

# IngameHelp_Building_Detail3
source: Drag a block to your toolbar.
de: Ziehen Sie einen Block auf Ihre Schnellzugriffsleiste.
es: Arrastra un bloque a la barra de herramientas.
fr: Faites glisser un bloc vers votre barre d'outils.
hu_hu: Húzzon egy blokkot az eszköztárra.
it: Trascina un blocco alla tua barra degli strumenti.
pl_pl: Przeciągnij wybrany blok na pasek narzędzi.
pt_br: Arraste um bloco para a barra de ferramentas.
ru: Перетащите блок на панель инструментов.
zh_cn: 将一个方块拖到你的工具栏。

# IngameHelp_Building_Detail4
source: Select a block or tool by pressing 1 - 9
de: Wählen Sie einen Block oder ein Werkzeug mit den Tasten 1-9 aus
es: Selecciona un bloque o herramienta pulsando 1 - 9
fr: Sélectionnez un bloc ou un outil en appuyant sur 1 - 9
hu_hu: Válasszon ki egy blokkot vagy eszközt az 1 - 9 megnyomásával
it: Seleziona un blocco o uno strumento premendo 1 - 9
pl_pl: Wybierz blok lub narzędzie klikając 1 - 9
pt_br: Selecione um bloco ou ferramenta pressionando de 1 a 9
ru: Выберите блок или инструмент нажатием 1 - 9
zh_cn: 按1-9选择方块或者工具

# IngameHelp_Building_Detail2_Gamepad
source: Press {CONTROL:TOOLBAR_RADIAL_MENU} to open the [Building Radial Menu].
de: Drücken Sie {CONTROL:TOOLBAR_RADIAL_MENU}, um das [Konstruktions-Radialmenü] zu öffnen.
es: Pulsa {CONTROL:TOOLBAR_RADIAL_MENU} para abrir el [Menú de Construcción Radial].
fr: Appuyez sur {CONTROL:TOOLBAR_RADIAL_MENU} pour ouvrir le [Menu radial construction].
hu_hu: Nyomja meg a {CONTROL: TOOLBARRADIALMENU} gombot az [Építés Radiál menü] megnyitásához.
it: Premi {CONTROL:TOOLBAR_RADIAL_MENU} per aprire il [Menu radiale di costruzione].
pl_pl: Wciśnij {CONTROL:TOOLBAR_RADIAL_MENU}, żeby otworzyć [Obrotowe Menu Budowy].
pt_br: Pressione {CONTROL:TOOLBAR_RADIAL_MENU} para abrir o [Menu radial de construção].
ru: Нажмите {CONTROL:TOOLBAR_RADIAL_MENU}, чтобы открыть круговое меню строительства.
zh_cn: 按{CONTROL:TOOLBAR_RADIAL_MENU}打开建造圆形菜单。
