Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# CombatBlock_StatusMessage_AiOff
source: Status: Behavior disabled
de: Status: Verhalten deaktiviert
es: Estado: Comportamiento deshabilitado
fr: État : Comportement désactivé
it: Stato: comportamento disabilitato
pl_pl: Stan: SI wyłączona
pt_br: Status: Comportamento desativado
ru: Статус: поведение отключено
zh_cn: 状态：行为已禁用

# CombatBlock_StatusMessage_BlockOff
source: Status: Block disabled
de: Status: Block deaktiviert
es: Estado: Bloque deshabilitado
fr: État : Bloc désactivé
it: Stato: blocco disabilitato
pl_pl: Stan: Blok wyłączony
pt_br: Status: Bloco desativado
ru: Статус: блок отключен
zh_cn: 状态：方块已禁用

# CombatBlock_Tooltip_Circle
source: The grid will try to circle or orbit the enemy at a customizable distance
de: Das Netz wird versuchen, den Feind in einer anpassbaren Entfernung zu umkreisen
es: La estructura intentará rodear u orbitar al enemigo a una distancia personalizable
fr: La grille tentera de tourner autour de l'ennemi à une distance personnalisable
it: La griglia proverà a circolare od orbitare attorno al nemico a una distanza personalizzabile
pl_pl: Struktura będzie krążyć wokół wroga zachowująć wyznaczoną odległość.
pt_br: A grid tentará circular ou orbitar o inimigo a uma distância personalizável
ru: Структура будет пытаться двигаться по кругу/орбите вокруг врага на расстоянии, которое можно самостоятельно настроить
zh_cn: 网格将尝试以可自定义的距离围绕敌人环行

# CombatBlock_Tooltip_StayAtRange
source: The grid will try to keep the enemy between a customizable min/max distance.
de: Das Netz wird versuchen, den Feind auf einer anpassbaren Mindest-/Maximaldistanz zu halten.
es: La estructura intentará mantener al enemigo a una distancia mínima/máxima personalizable.
fr: La grille essaiera de maintenir l'ennemi entre une distance min/max personnalisable.
it: La griglia cercherà di mantenere il nemico entro una distanza min/max personalizzabile.
pl_pl: Struktura będzie utrzymywać od wroga dystans zawarty pomiędzy min a maks.
pt_br: A grid tentará manter o inimigo entre uma distância mínima/máxima personalizável.
ru: Структура будет пытаться удерживать врага в пределах минимального/максимального расстояния, которое можно самостоятельно настроить.
zh_cn: 网格将尝试使敌人保持在可自定义的最小/最大距离之间。

# CombatBlock_Tooltip_HitRun
source: The grid will continuously make an attack run on the target, and break off to retreat when it gets close.
de: Das Netz führt kontinuierliche Angriffsläufe auf das Ziel durch und wird sie dann abbrechen, sobald es sich in der Nähe befindet, um sich zurückzuziehen.
es: La estructura atacará continuamente al objetivo y se retirará cuando se acerque.
fr: La grille effectuera continuellement une course d'attaque sur la cible et s'arrêtera pour battre en retraite lorsqu'elle s'en approchera.
it: La griglia effettuerà continuamente una corsa di attacco contro l'obiettivo e si fermerà per ritirarsi quando si avvicina.
pl_pl: Struktura będzie nieprzerwanie szarżować na wroga i wycofywać się, gdy będzie zbyt blisko.
pt_br: A grid fará um ataque contínuo contra o alvo e interromperá a retirada quando ele se aproximar.
ru: Структура будет непрерывно совершать заход на цель для атаки, а при приближении уходить в отрыв.
zh_cn: 网格将持续对目标发起攻击回合，并在靠近时停止攻击以撤退。

# CombatBlock_Tooltip_Intercept
source: The grid will attempt to intercept the enemy and ram it.
de: Das Netz wird versuchen, den Feind abzufangen und zu rammen.
es: La estructura intentará interceptar al enemigo y embestirlo.
fr: La grille tentera d'intercepter l'ennemi et de le percuter.
it: La griglia tenterà di intercettare il nemico e speronarlo.
pl_pl: Struktura będzie próbowała przechwycić wroga i go staranować.
pt_br: A grid tentará interceptar o inimigo e atacá-lo.
ru: Структура будет пытаться перехватить и таранить врага.
zh_cn: 网格将尝试拦截敌人并撞击它。

# FlightBlock_StatusMessage_NoTaskBlock
source: [Color=#FFFF0000]ERROR: No movement input. Please add/activate a Task and/or Combat block![/Color]
de: [Color=#FFFF0000]FEHLER: Keine Bewegungseingabe. Bitte fügen Sie eine Aufgabe hinzu oder aktiveren Sie sie und/oder fügen Sie einen Kampfblock hinzu bzw. aktivieren Sie diesen![/Color]
es: [Color=#FFFF0000]ERROR: No hay entrada de movimiento. ¡Añade/activa un bloque de Tarea y/o Combate![/Color]
fr: [Color=#FFFF0000]ERREUR : Aucune entrée de mouvement. Veuillez ajouter/activer un bloc de tâche et/ou de combat ![/Color]
it: [Color=#FFFF0000]ERRORE: nessun ingresso di spostamento. Aggiungi/attiva un blocco attività e/o Combattimento![/Color]
pl_pl: [Color=#FFFF0000]BŁĄD: Brak danych dotyczących poruszania się. Proszę dodać/włączyć blok Zadania i/lub Walka![/Color]
pt_br: [Color=#FFFF0000]ERRO: Nenhuma entrada de movimento. Adicione/ative um bloco de Tarefa e/ou Combate![/Color]
ru: [Color=#FFFF0000]ОШИБКА: отсутствует команда движения. Добавьте или активируйте блок задания или боевой блок![/Color]
zh_cn: [Color=#FFFF0000]错误：没有移动输入。请添加/激活任务和/或战斗方块！[/Color]

# AIBlocks_HudMessage_Error
source: ERROR
de: FEHLER
fr: ERREUR
it: ERRORE
pl_pl: BŁĄD
pt_br: ERRO
ru: ОШИБКА
zh_cn: 错误

# Terminal_ShowAiWaypointOnHud
source: - Waypoint
de: - Wegpunkt
es: - Punto de referencia
fr: - Point de passage
it: - Tappa
pl_pl: - punkt trasy
pt_br: - Ponto de rota
ru: - Точка маршрута
zh_cn: - 位标

# FlightBlock_StatusMessage_Idle
source: Status: Idle
de: Status: Inaktiv
es: Estado: Inactivo
fr: État : Inactif
it: Stato: Inattivo
pl_pl: Stan: Bezczynny
pt_br: Status: Ocioso
ru: Статус: ожидание
zh_cn: 状态：空闲

# FlightBlock_StatusMessage_MaintainingMinimalHeight
source: Status: Maintaining minimal altitude: {0}
de: Status: Mindesthöhe halten: {0}
es: Estado: Manteniendo altitud mínima: {0}
fr: État : Maintien de l'altitude minimale : {0}
it: Stato: mantenimento dell'altitudine minima: {0}
pl_pl: Stan: Utrzynuje wysokość minimalną: {0}
pt_br: Status: Mantendo altitude mínima: {0}
ru: Статус: поддержание минимальной высоты — {0}
zh_cn: 状态：正在保持最低高度：{0}

# CombatBlock_StatusMessage_Searching
source: Status: Searching for enemies... {0}
de: Status: Suche nach Feinden... {0}
es: Estado: Buscando enemigos... {0}
fr: État : Recherche d'ennemis... {0}
it: Stato: Ricerca di nemici... {0}
pl_pl: Stan: Poszukuje wroga... {0}
pt_br: Status: Buscando inimigos... {0}
ru: Статус: поиск врагов… {0}
zh_cn: 状态：正在搜寻敌人… {0}

# CombatBlock_StatusMessage_TargetLocking
source: Status: Target locking {0}. {1} remaining.
de: Status: Zielerfassung von {0}. Noch {1}.
es: Estado: Bloqueo del objetivo {0}. {1} restante.
fr: État : Verrouillage de la cible {0}. Il reste {1}.
it: Stato: aggancio dell'obiettivo {0}. {1} rimanenti.
pl_pl: Stan: Namierza cel {0}. Pozostało {1}.
pt_br: Status: Bloqueando alvo {0}. {1} restante.
ru: Статус: захват цели {0}. Осталось: {1}.
zh_cn: 状态：目标锁定{0}。剩余{1}。

# OffensiveCombatBlock_StatusMessage_TargetLocked
source: Status: Target locked {0}
de: Status: Ziel {0} erfasst
es: Estado: Objetivo bloqueado {0}
fr: État : Cible verrouillée {0}
it: Stato: bersaglio agganciato {0}
pl_pl: Stan: Namierzono cel: {0}
pt_br: Status: Alvo travado {0}
ru: Статус: цель {0} захвачена
zh_cn: 状态：目标已锁定{0}

# DefensiveCombatBlock_StatusMessage_Fleeing
source: Status: Fleeing from {0}
de: Status: Flucht vor {0}
es: Estado: Huyendo de {0}
fr: État : Fuite de {0}
it: Stato: in fuga da {0}
pl_pl: Stan: Ucieka przed {0}
pt_br: Status: Fugindo de {0}
ru: Статус: бегство от {0}
zh_cn: 状态：正在逃离{0}

# DefensiveCombatBlock_StatusMessage_ReadyToFlee
source: Status: Defending against {0}
de: Status: Verteidigung gegen {0}
es: Estado: Defendiendo contra {0}
fr: Statut : Défense contre {0}
it: Stato: Difesa contro {0}
pt_br: Status: Defendendo contra {0}
ru: Статус: защита от {0}
zh_cn: 状态：正在抵御{0}

# FlightBlock_StatusMessage_Fleeing
source: Status: Fleeing from {0}
de: Status: Flucht vor {0}
es: Estado: Huyendo de {0}
fr: État : Fuite de {0}
it: Stato: in fuga da {0}
pl_pl: Stan: Ucieka przed {0}
pt_br: Status: Fugindo de {0}
ru: Статус: бегство от {0}
zh_cn: 状态：正在逃离{0}

# OffensiveCombatBlock_StatusMessage_Attacking
source: Status: Attacking {0}
de: Status: Angriff auf {0}
es: Estado: Atacando a {0}
fr: État : Attaque {0}
it: Stato: attacco {0}
pl_pl: Stan: Atakuje {0}
pt_br: Status: Atacando {0}
ru: Статус: нападение на {0}
zh_cn: 状态：正在攻击{0}

# FollowHome_StatusMessage_Wandering
source: Status: Wandering around {0}
de: Status: Herumbewegen in der Nähe von {0}
es: Estado: Deambulando {0}
fr: État : En errance autour de {0}
it: Stato: Vagare intorno a {0}
pl_pl: Stan: Porusza się wokół {0}
pt_br: Status: Vagando em torno de {0}
ru: Статус: перемещение вокруг {0}
zh_cn: 状态：正在{0}附近游荡

# FlightBlock_HitRun_StatusMessage_Retreating
source: Status: Retreating from {0}
de: Status: Rückzug von {0}
es: Estado: Retirada de {0}
fr: État : En retraite de {0}
it: Stato: Ritirata da {0}
pl_pl: Stan: Odwrót od {0}
pt_br: Status: Recuando de {0}
ru: Статус: отступление от {0}
zh_cn: 状态：正在从{0}撤退

# FlightBlock_PathRecorder_StatusMessage_MovingToWaypoint
source: Status: Moving to Recorder waypoint {0}
de: Status: Bewegung zum Aufnahmewegpunkt: {0}
es: Estado: Moviéndose al Punto de referencia de la Grabadora {0}
fr: État : En déplacement vers le point de passage de l'enregistreur : {0}
it: Stato: Spostamento alla tappa del registratore {0}
pl_pl: Stan: Moving to Recorder waypoint {0}
pt_br: Status: Movendo para o ponto de rota do gravador: {0}
ru: Статус: перемещение к маршрутной точке регистратора — {0}
zh_cn: 状态：正在移动到记录器位标{0}

# FlightBlock_HitRun_StatusMessage_Attacking
source: Status: Attacking {0}
de: Status: Angriff auf {0}
es: Estado: Atacando a {0}
fr: État : Attaque {0}
it: Stato: attacco a {0}
pl_pl: Stan: Atakuje {0}
pt_br: Status: Atacando {0}
ru: Статус: нападение на {0}
zh_cn: 状态：正在攻击{0}

# FlightBlock_StayAtRange_StatusMessage_Keeping
source: Status: Stay at range from {0}
de: Status: Abstand halten zu {0}
es: Estado: Mantenerse en el rango de {0}
fr: État : Reste à portée de {0}
it: Stato: Rimani a distanza da {0}
pl_pl: Stan: Utrzymuje dystans od {0}
pt_br: Status: Fique ao alcance de {0}
ru: Статус: сохранять дистанцию от {0}
zh_cn: 状态：保持在{0}范围内

# FlightBlock_Circle_StatusMessage_Circling
source: Status: Circling {0}
de: Status: Umkreisen von {0}
es: Estado: Circundando {0}
fr: État : Tourne autour de {0}
it: Stato: circondare {0}
pl_pl: Stan: Okrąża {0}
pt_br: Status: Circulando {0}
ru: Статус: кружение вокруг {0}
zh_cn: 状态：正在围绕{0}环行

# FlightBlock_Intercept_StatusMessage_Intercepting
source: Status: Intercepting {0}
de: Status: Abfangen von {0}
es: Estado: Interceptando {0}
fr: État : Interception de {0}
it: Stato: intercettare {0}
pl_pl: Stan: Przechwytuje {0}
pt_br: Status: Interceptando {0}
ru: Статус: перехват {0}
zh_cn: 状态：正在拦截{0}

# PathRecorderComponent_StatusMessage_Idle
source: Status: Idle
de: Status: Inaktiv
es: Estado: Inactivo
fr: État : Inactif
it: Stato: Inattivo
pl_pl: Stan: Bezczynny
pt_br: Status: Ocioso
ru: Статус: ожидание
zh_cn: 状态：空闲

# PathRecorderComponent_StatusMessage_Recording
source: Status: Recording
de: Status: Aufzeichnung
es: Estado: Grabando
fr: État : En cours d'enregistrement
it: Stato: registrazione
pl_pl: Stan: Rejestruje
pt_br: Status: Gravando
ru: Статус: запись
zh_cn: 状态：正在记录

# FlightMovementBlock_NoGyro
source: [Color=#FFFF0000]ERROR: Grid cannot rotate, please add a gyroscope![/Color]
de: [Color=#FFFF0000]FEHLER: Netz kann sich nicht drehen. Bitte fügen Sie ein Gyroskop hinzu![/Color]
es: [Color=#FFFF0000]ERROR: La estructura no puede rotar, ¡añade un giroscopio![/Color]
fr: [Color=#FFFF0000]ERREUR : La grille ne peut pas pivoter, veuillez ajouter un gyroscope ![/Color]
it: [Color=#FFFF0000]ERRORE: la griglia non può ruotare, aggiungi un giroscopio![/Color]
pl_pl: [Color=#FFFF0000]BŁĄD: Struktura nie może się obracać, proszę dodać żyroskop![/Color]
pt_br: [Color=#FFFF0000]ERRO: A grid não pode girar, adicione um giroscópio![/Color]
ru: [Color=#FFFF0000]ОШИБКА: структура не может вращаться – добавьте гироскоп![/Color]
zh_cn: [Color=#FFFF0000]错误：网格无法旋转，请添加陀螺仪！[/Color]

# FlightMovementBlock_NoThrustInAllDirections
source: [Color=#FFFF0000]ERROR: Grid cannot move in one or more directions, please ensure a thruster is available for each direction![/Color]
de: [Color=#FFFF0000]FEHLER: Netz kann sich nicht in eine oder mehrere Richtungen bewegen. Bitte stellen Sie sicher, dass Turbinen zur Beschleunigung in alle Richtungen verfügbar sind![/Color]
es: [Color=#FFFF0000]ERROR: La estructura no puede moverse en una o más direcciones, ¡asegúrate de que hay un propulsor disponible para cada dirección![/Color]
fr: [Color=#FFFF0000]ERREUR : La grille ne peut pas se déplacer dans une ou plusieurs directions, veuillez vous assurer qu'un propulseur est disponible pour chaque direction ![/Color]
it: [Color=#FFFF0000]ERRORE: la griglia non può muoversi in una o più direzioni, assicurati che sia disponibile un propulsore per ciascuna direzione![/Color]
pl_pl: [Color=#FFFF0000]BŁĄD: Struktura nie może poruszać się w jednym lub więcej kierunkach, upewnij się, że dla każdego kierunku dostępny jest napęd![/Color]
pt_br: [Color=#FFFF0000]ERRO: A grid não pode se mover em uma ou mais direções. Certifique-se de que haja um propulsor disponível para cada direção![/Color]
ru: [Color=#FFFF0000]ОШИБКА: структура не может двигаться в одном или нескольких направлениях. Убедитесь, что имеется ускоритель в каждом направлении![/Color]
zh_cn: [Color=#FFFF0000]错误：网格无法向一个或多个方向移动，请确保每个方向都有一个推进器！[/Color]

# EventControllerBlock_Condition
source: Condition
de: Bedingung
es: Condición
it: Condizione
pl_pl: Warunek
pt_br: Condição
ru: Условие
zh_cn: 条件

# EventControllerBlock_Condition_Tooltip
source: Sets under what condition the actions trigger.
de: Legt fest unter welcher Bedingung die Aktion ausgelöst wird.
es: Establece bajo qué condición se activan las acciones.
fr: Définit sous quelle condition les actions se déclenchent.
it: Imposta in quale condizione si attivano le azioni.
pl_pl: Określa, pod jakim warunkiem uruchamiane będą działania.
pt_br: Define sob qual condição as ações acionarão.
ru: Задает, при каком условии активируется действие.
zh_cn: 设置动作触发的条件。

# EventControllerBlock_Condition_Higher
source: Equal or greater than
de: Gleich oder höher als
es: Igual o mayor que
fr: Supérieur ou égal à
it: Maggiore o uguale a
pl_pl: Równy lub większy od
pt_br: Igual ou maior que
ru: Равно или больше, чем
zh_cn: 等于或大于

# EventControllerBlock_Condition_Lower
source: Equal or less than
de: Gleich oder niedriger als
es: Igual o menor que
fr: Inférieur ou égal à
it: Minore o uguale a
pl_pl: Równy lub mniejszy od
pt_br: Igual ou menor que
ru: Равно или меньше, чем
zh_cn: 等于或小于

# Description_AirDucts
source: Willis Ducts can be used to crawl through and enter restricted spaces.
de: Willis-Schächte können genutzt werden, um durch sie hindurch zu kriechen und zugangsbeschränkte Räume zu betreten.
es: Los conductos Willis pueden utilizarse para arrastrarse y entrar en espacios restringidos.
fr: Les conduits Willis peuvent être utilisés pour ramper et pénétrer dans des espaces restreints.
it: I condotti Willis possono essere utilizzati per strisciare ed entrare in spazi ristretti.
pl_pl: Kanały Willisa mogą być używane do przepełzania w ciasne miejsca.
pt_br: Dutos Willis podem ser usados para rastejar e entrar em espaços restritos.
ru: Воздуховод Уиллиса используется для проникновения ползком в ограниченные пространства.
zh_cn: 威利斯管道可用于爬过并进入受限空间。

# DisplayName_Block_AirDuct1
source: Willis Duct
de: Willis-Schächte
es: Conducto Willis
fr: Conduit Willis
it: Condotto Willis
pl_pl: Kanał Willisa
pt_br: Duto Willis
ru: Воздуховод Уиллиса
zh_cn: 威利斯管道

# DisplayName_Block_AirDuct2
source: Willis Duct 2
de: Willis-Schacht 2
es: Conducto Willis 2
fr: Conduit Willis 2
it: Condotto Willis 2
pl_pl: Kanał Willisa 2
pt_br: Duto Willis 2
ru: Воздуховод Уиллиса 2
zh_cn: 威利斯管道2

# DisplayName_Block_AirDuctCorner
source: Willis Duct Corner
de: Willis-Schacht-Winkelstück
es: Esquina de conducto Willis
fr: Coude de conduit Willis
it: Condotto Willis, angolo
pl_pl: Kanał Willisa róg
pt_br: Canto de duto Willis
ru: Угол воздуховода Уиллиса
zh_cn: 威利斯管道角

# DisplayName_Block_AirDuctGrate
source: Willis Duct Grate
de: Willis-Schacht-Gitter
es: Rejilla de conducto Willis
fr: Grille de conduit Willis
it: Condotto Willis, grata
pl_pl: Kratka do kanału Willisa
pt_br: Grade de duto Willis
ru: Решетка воздуховода Уиллиса
zh_cn: 威利斯管道格栅

# DisplayName_Block_AirDuctLight
source: Willis Duct Light
de: Willis-Schacht-Leuchte
es: Luz de conducto Willis
fr: Lumière de conduit Willis
it: Condotto Willis, luce
pl_pl: Kanał Willisa z lampą
pt_br: Luz de duto Willis
ru: Освещение воздуховода Уиллиса
zh_cn: 威利斯管道灯

# DisplayName_Block_AirDuctRamp
source: Willis Duct Ramp
de: Willis-Schacht-Rampe
es: Rampa de conducto Willis
fr: Rampe pour conduit Willis
it: Condotto Willis, rampa
pl_pl: Kanał Willisa rampa
pt_br: Rampa de duto Willis
ru: Рапа воздуховода Уиллиса
zh_cn: 威利斯管道斜坡

# DisplayName_Block_AirDuctT
source: Willis Duct T Junction
de: Willis-Schacht-T-Kreuzung
es: Empalme en T de conducto Willis
fr: Jonction en T de conduit Willis
it: Condotto Willis, giunzione a T
pl_pl: Kanał Willisa rozwidlenie T
pt_br: Junção em T de duto Willis
ru: Т-обр. пересечение воздуховода Уиллиса
zh_cn: 威利斯管道T接头

# DisplayName_Block_AirDuctX
source: Willis Duct X Junction
de: Willis-Schacht-X-Kreuzung
es: Empalme en X de conducto Willis
fr: Jonction en X de conduit Willis
it: Condotto Willis, giunzione a X
pl_pl: Kanał Willisa skrzyżowanie
pt_br: Junção em X de duto Willis
ru: Х-обр. пересечение воздуховода Уиллиса
zh_cn: 威利斯管道X接头

# DisplayName_Block_OffroadSuspension2x2
source: Offroad Wheel Suspension 2x2 Right
de: Offroad-Radaufhängung (rechts) 2x2
es: Suspensión de rueda de vehículo todoterreno 2x2 derecha
fr: Suspension de roue tout-terrain 2x2 Droite
it: Sospensione ruota de sterrato 2x2 destra
pl_pl: Koło z zawieszeniem terenowym 2x2 Prawe
pt_br: Suspensão de roda offroad 2x2 direita
ru: Подвеска колеса внедорожника 2х2 (прав.)
zh_cn: 越野车车轮悬架2x2右

# DisplayName_Block_OffroadSuspension2x2Mirrored
source: Offroad Wheel Suspension 2x2 Left
de: Offroad-Radaufhängung (links) 2x2
es: Suspensión de rueda de vehículo todoterreno 2x2 izquierda
fr: Suspension de roue tout-terrain 2x2 Gauche
it: Sospensione ruota de sterrato 2x2 sinistra
pl_pl: Koło z zawieszeniem terenowym 2x2 Lewe
pt_br: Suspensão de roda offroad 2x2 esquerda
ru: Подвеска колеса внедорожника 2х2 (лев.)
zh_cn: 越野车车轮悬架2x2左

# DisplayName_Block_OffroadWheel2x2
source: Offroad Wheel 2x2
de: Offroad-Rad 2x2
es: Rueda de vehículo todoterreno 2x2
fr: Roue tout-terrain 2x2
it: Ruota da sterrato 2x2
pl_pl: Koło terenowe 2x2
pt_br: Roda offroad 2x2
ru: Колесо внедорожника 2x2
zh_cn: 越野车车轮2x2

# DisplayName_Block_Suspension2x2
source: Wheel Suspension 2x2 Right
de: Radaufhängung (rechts) 2x2
es: Suspensión de rueda 2x2 derecha
fr: Suspension de roue 2x2 Droite
it: Sospensione ruota 2x2 destra
pl_pl: Koło z zawieszeniem 2x2 Prawe
pt_br: Suspensão de roda 2x2 direita
ru: Подвеска колеса 2х2 (прав.)
zh_cn: 车轮悬架2x2右

# DisplayName_Block_Suspension2x2Mirrored
source: Wheel Suspension 2x2 Left
de: Radaufhängung (links) 2x2
es: Suspensión de rueda 2x2 izquierda
fr: Suspension de roue 2x2 Gauche
it: Sospensione ruota 2x2 sinistra
pl_pl: Koło z zawieszeniem 2x2 Lewe
pt_br: Suspensão de roda 2x2 esquerda
ru: Подвеска колеса 2х2 (лев.)
zh_cn: 车轮悬架2x2左

# DisplayName_Block_Wheel2x2
source: Wheel 2x2
de: Rad 2x2
es: Rueda 2x2
fr: Roue 2x2
it: Ruota 2x2
pl_pl: Koło 2x2
pt_br: Roda 2x2
ru: Колесо 2х2
zh_cn: 轮子2x2

# DisplayName_Programmable_BlockReskin
source: Automaton Programmable Block
de: Programmierbarer Automaton-Block
es: Bloque Programable de Automaton
fr: Bloc programmable Automate
it: Blocco programmabile automatico
pl_pl: Blok programowalny w stylu Automaton
pt_br: Bloco programável Automaton
ru: Программируемый блок автоматона
zh_cn: Automaton可编程方块

# EventActionInfo
source: Output: Action slot {0}
de: Ausgabe: Aktionsslot {0}
es: Salida: Ranura de acción {0}
fr: Sortie : Emplacement d'action {0}
it: Output: slot di azione {0}
pl_pl: Wyjście: gniazdo działania {0}
pt_br: Saída: Slot de ação {0}
ru: Выход: ячейка действия {0}
zh_cn: 输出：动作槽{0}

# EventBlockInputInfo
source: Input: {0} at {1} {2}
de: Eingabe: {0} bei {1} {2}
es: Entrada: {0} en {1} {2}
fr: Entrée : {0} à {1} {2}
it: Input: {0} al {1} {2}
pl_pl: Wejście: {0} przy {1} {2}
pt_br: Entrada: {0} em {1} {2}
ru: Ввод: {0} на {1} {2}
zh_cn: 输入：{0}，{1} {2}

# EventConditionInfo
source: Condition: {0}
de: Bedingung: {0}
es: Condición: {0}
it: Condizione: {0}
pl_pl: Warunek: {0}
pt_br: Condição: {0}
ru: Условие: {0}
zh_cn: 条件：{0}

# StoreBuy_Error_Caption_StoreNotOwnedByFaction
source: Transaction Failed
de: Transaktion fehlgeschlagen
es: Transacción fallida
fr: Échec de la transaction
it: Transazione fallita
pl_pl: Transakcja nieudana
pt_br: Falha na transação
ru: Перевод не удался
zh_cn: 交易失败

# StoreBuy_Error_StoreNotOwnedByFaction
source: Store not owned by faction.
de: Geschäft gehört keiner Fraktion.
es: Tienda que no es propiedad de la facción.
fr: La boutique n'appartient pas à la faction.
it: Negozio non di proprietà della fazione.
pl_pl: Sklep nie jest własnością frakcji.
pt_br: Loja não pertence à facção.
ru: Фракция не владеет магазином.
zh_cn: 不属于阵营的商店。

# StoreSell_Error_Caption_NoFaction
source: Transaction Failed
de: Transaktion fehlgeschlagen
es: Transacción fallida
fr: Échec de la transaction
it: Transazione fallita
pl_pl: Transakcja nieudana
pt_br: Falha na transação
ru: Перевод не удался
zh_cn: 交易失败

# StoreSell_Error_Text_NoFaction
source: Store not owned by faction.
de: Geschäft gehört keiner Fraktion.
es: Tienda que no es propiedad de la facción.
fr: La boutique n'appartient pas à la faction.
it: Negozio non di proprietà della fazione.
pl_pl: Sklep nie jest własnością frakcji.
pt_br: Loja não pertence à facção.
ru: Фракция не владеет магазином.
zh_cn: 不属于阵营的商店。

# EventOutputInfo
source: Output: Action Slot {0}
de: Ausgabe: Aktionsslot {0}
es: Salida: Ranura de acción {0}
fr: Sortie : Emplacement d'action {0}
it: Output: slot di azione {0}
pl_pl: Wyjście: gniazdo działania {0}
pt_br: Saída: Slot de ação {0}
ru: Выход: ячейка действия {0}
zh_cn: 输出：动作槽{0}

# EventState_CockpitOccupied
source: Occupied
de: Besetzt
es: Ocupado
fr: Occupé
it: Occupato
pl_pl: Obsadzono
pt_br: Ocupado
ru: Занято
zh_cn: 已占用

# EventState_CockpitUnoccupied
source: Unoccupied
de: Unbesetzt
es: Desocupado
fr: Libre
it: Non occupato
pl_pl: Pusty
pt_br: Desocupado
ru: Незанято
zh_cn: 未占用

# EventState_ConnectorConnected
source: Connected
de: Verbunden
es: Conectado
fr: Connecté
it: Collegato
pl_pl: Połączony
pt_br: Conectado
ru: Соединено
zh_cn: 已连接

# EventState_ConnectorDisconnected
source: Disconnected
de: Getrennt
es: Desconectado
fr: Déconnecté
it: Scollegato
pl_pl: Rozłączony
pt_br: Desconectado
ru: Отсоединено
zh_cn: 已断开

# EventState_DoorClosed
source: Closed
de: Geschlossen
es: Cerrado
fr: Fermée
it: Chiusa
pl_pl: Zamknięte
pt_br: Fechado
ru: Закрыто
zh_cn: 已关闭

# EventState_DoorOpened
source: Opened
de: Geöffnet
es: Abierto
fr: Ouverte
it: Aperta
pl_pl: Otwarte
pt_br: Aberto
ru: Открыто
zh_cn: 已打开

# EventState_LandingGearLocked
source: Locked
de: Verriegelt
es: Bloqueado
fr: Verrouillé
it: Bloccato
pl_pl: Zablokowane
pt_br: Bloqueado
ru: Заперто
zh_cn: 已锁定

# EventState_LandingGearUnlocked
source: Unlocked
de: Entriegelt
es: Desbloqueado
fr: Déverrouillé
it: Sbloccato
pl_pl: Odblokowane
pt_br: Desbloqueado
ru: Открыто
zh_cn: 已解锁

# EventBoolBlockInputInfo
source: Input: {0} is {1}
de: Eingabe: {0} ist {1}
es: Entrada: {0} es {1}
fr: Entrée : {0} est {1}
it: Input: {0} è {1}
pl_pl: Wejście: {0} jest {1}
pt_br: Entrada: {0} é {1}
ru: Ввод: {0} – {1}
zh_cn: 输入：{0}为{1}

# EventInfo
source: Event: {0}
de: Ereignis: {0}
es: Evento: {0}
fr: Évènement : {0}
it: Evento: {0}
pl_pl: Zdarzenie: {0}
pt_br: Evento: {0}
ru: Событие: {0}
zh_cn: 事件：{0}
