Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# ToolTipWorldSettingsDifficulty
source: The damage given and taken to and from enemies and environment. Higher difficulty means more realistic damage.
cs_cz: Poškození získané a obdržené od nepřátel a okolního prostředí. Větší obtížnost znamená realističtější poškození.
de: Die Schadanfälligkeit von und gegenüber Feinden und Umwelt. Ein höherer Schwierigkeitsgrad bedeutet realistischere Schäden.
es: El daño causado y recibido de y hacia los enemigos y el medio ambiente. Una dificultad mayor significa un daño más realista.
fr: Les dégâts infligés et subis par les ennemis et l’environnement. Plus la difficulté est grande, plus les dégâts sont réalistes.
hu_hu: Az ellenségeknek, a környezetnek okozott és elszenvedett kár Nagyobb nehézség több reális kárt jelen.
it: Il danno subito o arrecato nei confronti dei nemici o dell'ambiente. Difficoltà più alte comportano un danno più realistico.
pl_pl: Obrażenia zadawane i otrzymywane przez przeciwników i otoczenie. Większy poziom trudności oznacza bardziej realistyczne obrażenia.
pt_br: Danos causados e recebidos, tanto de inimigos quanto do ambiente. Quanto maior a dificuldade, mais realísticos os danos.
ru: Урон получаемый и наносимый врагам или окружающей среде. Большая сложность значит более реалистичный урон.
zh_cn: 敌军和环境造成的伤害以及二者对玩家的伤害。 难度越高，现实伤害越大。

# ToolTipWorldSettingsEnableCargoShips
source: Whether random cargo ships should be enabled
cs_cz: Povolí generování náhodných, nákladních lodí
de: Sollen zufällige spawnende Frachtschiffe aktiviert werden
es: Si deben habilitarse las naves con mercancías aleatorias
fr: Active/désactive les vaisseaux cargo aléatoires
hu_hu: A véletlenszerű teherhajókat engedélyezni kell
it: Seleziona se vuoi abilitare le navi cargo
pl_pl: Losowe statki towarowe powinny być włączone
pt_br: Habilita naves cargueiras aleatórias
ru: Будут ли включены случайные грузовые корабли, пролетающие мимо.
zh_cn: 是否随机生成货船

# ToolTipWorldSettingsEnableCopyPaste
source: Copy paste allows to create new ships or stations directly from the clipboard.
cs_cz: Funkce kopírovat/vložit umožňuje vytvořit novou loď či stanici přímo z vaší schránky
de: Mit Kopieren/Einfügen können Sie ein neues Schiff oder eine neue Station direkt aus der Zwischenablage erstellen
es: Copiar y pegar te permite crear nuevas naves o estaciones directamente desde el portapapeles
fr: Le copier/coller vous permet de créer un nouveau vaisseau ou une nouvelle station directement à partir du presse-papiers
hu_hu: A másolás beillesztés lehetővé teszi új hajó vagy állomás létrehozását, közvetlenül a vágólapról
it: Copia-incolla ti permette di creare nuove navi o stazioni direttamente dagli appunti
pl_pl: Kopiuj wklej pozwala stworzyć nowy statek lub stacje bezpośrednio z twojego schowka
pt_br: Copiar e colar permite que você crie uma nova nave ou estação diretamente da área de transferência
ru: Копирование/вставка позволяет создать новый корабль непосредственно из буфера обмена
zh_cn: 复制粘贴允许你直接从剪贴板中 创建新的船只或空间站

# ToolTipWorldSettingsEnableSpectator
source: Enables spectator view in the world.
cs_cz: Povolí diváky ve světě
de: Zuschauermodus in der Welt aktivieren
es: Habilitar el modo espectador en el mundo
fr: Activer le mode spectateur dans le monde
hu_hu: Nézők engedélyezése a világban
it: Abilita gli spettatori nel mondo
pl_pl: Włącz obserwatora w świecie
pt_br: Habilitar espectadores no mundo
ru: Включить возможность использования свободной камеры в мире.
zh_cn: 启用世界中的旁观者

# ToolTipWorldSettingsEnvironment
source: Sets the frequency and intensity of meteor showers.
cs_cz: Frekvence a intenzita meteorických rojů
de: Legt die Häufigkeit und Intensität von Meteoritenschauern fest.
es: Establece la frecuencia e intensidad de las lluvias de meteoritos.
fr: Définit la fréquence et l'intensité des pluies de météorites.
hu_hu: A meteorzáporok gyakorisága és intenzitása
it: Imposta la frequenza e l'intensità delle piogge di meteore.
pl_pl: Częstotliwość i intensywność deszczów meteorów
pt_br: Define a frequência e a intensidade das chuvas de meteoros.
ru: Устанавливает частоту и интенсивность метеоритных дождей.
zh_cn: 设置流星雨的频率和强度。

# ToolTipWorldSettingsFriendlyFire
source: When checked, allies can damage each other
cs_cz: Pokud je povoleno, spojenci se mohou navzájem poškozovat
de: Wenn ausgewählt, können sich Verbündete gegenseitig Schaden zufügen
es: Cuando se marca, los aliados pueden dañarse unos a otros
fr: Quand activé, les alliés peuvent se blesser entre eux
hu_hu: Bejelölve, a szövetségesek kárt okozhatnak egymásban
it: Quando selezionato, gli alleati potranno danneggiarsi a vicenda
pl_pl: Gdy zaznaczone, sojusznicy mogą zadawać obrażenia sobie nawzajem
pt_br: Quando habilitado, aliados podem causar danos entre si
ru: Когда включено, союзники могут повреждать друг друга
zh_cn: 勾选后，盟友之间可以互相伤害

# ToolTipWorldSettingsHardwareRequirements
source: Hardware requirements define how rich your world can be. Higher values are more demanding on computing performance of your computer (CPU and GPU) and will definitely require more memory.
cs_cz: Hardwarové požadavky určují jak "bohatý" může Váš svět být. Vyšší hodnoty jsou víc náročné na výpočetní výkon Vašeho počítače (CPU a GPU) a vyžadují více operační paměti.
de: Die Hardware-Anforderungen definieren, wie detailreich Ihre Welt sein kann. Höhere Werte stellen auch höhere Anforderungen an die Rechenleistung Ihres Computers (CPU und GPU) und erfordern deutlich mehr Arbeitsspeicher.
es: Los requisitos de hardware definen la complejidad de tu mundo. Los valores más altos son más exigentes en el rendimiento de tu ordenador (CPU y GPU) y seguramente requerirán más memoria.
fr: Les exigences matérielles définissent la richesse de votre monde. Les valeurs élevées exigent plus de performances informatiques de votre ordinateur (CPU et GPU) et nécessiteront certainement plus de mémoire.
hu_hu: A hardverek meghatározzák, hogy milyen dús lehet a világa. A magasabb értékek nagyobb számítási teljesítményt igényelnek (CPU és GPU) részéről, és mindenképpen több memóriát igényel.
it: I requisiti hardware determinano quanto potrà essere ricco di dettagli il mondo. Dei valori più alti richiederanno prestazioni più alte dal tuo computer (CPU e GPU) e più memoria.
pl_pl: Wymagania sprzętowe określają jak bogaty może być Twój Świat. Wyższe wartości mogą wpłynąć na wydajność twojego komputera (CPU i GPU) i wymagają więcej pamięci.
pt_br: Os requisitos de hardware definem a riqueza de detalhes do mundo. Valores mais elevados exigem maior desempenho do seu computador (CPU e GPU), o que certamente exigirá mais memória.
ru: Системные требования определяют, насколько будет богат ваш мир. Чем выше значения настроек тем больше нагрузка на ваш ПК (CPU и GPU) и требует больше памяти.
zh_cn: 世界越复杂你的硬件配置就要越高。 设置越高电脑性能就需要更强(CPU和GPU)， 而且还需要更高的内存。

# ToolTipWorldSettingsHarvestingMode
source: Creative Mode: unlimited resources, instant building, players don't die. Use creative mode when you just want to build things. Survival Mode: realistic inventory capacity, constrained resources - you have to drill and harvest ore, process it in a refinery, construct components in assembler, build blocks using welder, disassemble using grinder, players can die - they re-spawn in their spawn point and if there's no spawn point available, then in a new ship as a new player at the border of the sector. Survival x3: same as "Survival", but 3x larger inventory capacity. Survival x10: same as "Survival", but 10x larger inventory capacity.
cs_cz: Kreativní režim: neomezené zdroje, okamžité stavění, hráči nezemřou. Využijte kreativní režim, když si chcete jednoduše stavět. Režim přežití: reálná kapacita inventáře, omezené zdroje - musíte těžit a sbírat rudy a zpracovávat je v rafineriích, vytvářet součástky v montérech, svařovat bloky svářečkou, nebo je rozkládat pomocí brusky. Hráči mohou zemřít - a mohou se oživit na ošetřovnách, nebo případně v lodích na hranicích sektoru, pokud není dostupná ošetřovna. Přežití x3 stejné jako "Přežití", ale s 3x větší kapacitou inventáře. Přežití x10 stejné jako "Přežití", ale s 10x větší kapacitou inventáře.
de: Kreativmodus: Unbegrenzte Ressourcen, verzögerungsfreies Montieren, Spieler sterben nicht. Verwenden Sie den Kreativmodus, wenn Sie einfach nur Dinge konstruieren wollen. Survival-Modus: realistische Inventarumfänge, beschränkte Ressourcen - Sie müssen Erz abbauen, es in einer Raffinerie verarbeiten, Komponenten in Montageanlagen produzieren, Blöcke mit dem Schweißgerät zusammenmontieren oder mit der Schleifmaschine zerlegen, Spieler können sterben - sie respawnen an ihren Spawn-Punkten und wenn kein Spawn-Punkt verfügbar ist, werden Sie als neue Spieler in einem neuen Schiff in die Atmosphäre eintreten. Survival x3: wie „Survival“, aber 3x größerer Inventarumfang. Survival x10: wie „Survival“, aber 10x größerer Inventarumfang.
es: Modo creativo: recursos ilimitados, construcción instantánea, los jugadores no mueren. Usa el modo creativo cuando solo quieras construir cosas. Modo de supervivencia: capacidad de inventario realista, recursos limitados: tienes que perforar y recolectar el mineral, procesarlo en una refinería, construir componentes en el ensamblador, construir bloques usando soldador, desarmar usando una amoladora, los jugadores pueden morir - reaparecen en su punto de reaparición y si no hay un punto de reaparición disponible, en una nueva nave como un nuevo jugador al límite del sector. Supervivencia x3: igual que "Supervivencia", pero 3 veces mayor capacidad de inventario. Supervivencia x10: igual que "Supervivencia", pero 10 veces mayor capacidad de inventario.
fr: Mode créatif : ressources illimitées, construction instantanée, les joueurs ne meurent pas. Utilisez le mode créatif lorsque vous voulez construire des objets. Mode survie : capacité d'inventaire réaliste, ressources limitées - vous devez forer et récolter du minerai, le traiter dans une raffinerie, construire des composants dans un assembleur, construire des blocs avec un chalumeau, désassembler avec un broyeur, les joueurs peuvent mourir - ils réapparaissent dans leur point d'apparition et s'il n'y en a pas, alors dans un nouveau vaisseau et deviennent un nouveau joueur à la frontière du secteur. Survie x3 : identique à « Survie », mais avec une capacité d'inventaire 3 fois supérieure. Survie x10 : identique à « Survie», mais avec une capacité d'inventaire 10 fois supérieure.
hu_hu: Kreatív mód: korlátlan források, azonnali építés, a játékosok nem halnak meg. A Kreatív módot akkor használja, ha az a célja, hogy csak egyszerűen dolgokat építsen. Túlélési mód: reális készlet és kapacitás, korlátozott erőforrások - ércet kell kitermelni, gyűjteni, és feldolgozni finomítóban. Alkatrészeket építeni összeszerelőben, blokkokat építeni hegesztővel, szétszerelni darabolóval. A játékosok meghalhatnak. Újjáéledhetnek újjáéledési ponton, és ha nincs újjáéledési pont, akkor egy új hajón új szereplőként a szektor határán.
it: Modalità creativa: risorse illimitate, costruzione istantanea, i giocatori non muoiono. Usa questa modalità creativa quando vuoi soltanto costruire. Modalità sopravvivenza: capacità realistica dell'inventario, necessità di procurarsi le risorse - dovrai trivellare e raccogliere minerali, processarli nella raffineria, creare componenti con l'assemblatore, costruire blocchi con il saldatore, disassemblare con la smerigliatrice. I giocatori possono morire e ritorneranno in gioco dalla loro infermeria, oppure, in sua assenza, come nuovi giocatori in una nuova nave ai confini del settore. Sopravvivenza x3: come "Sopravvivenza", ma con inventario 3 volte più capiente. Sopravvivenza x10: come "Sopravvivenza", ma con inventario 10 volte più capiente.
pl_pl: Tryb kreatywny: nielimitowane surowce, natychmiastowe budowanie, gracze nie giną. Użyj tego trybu jeśli chcesz tylko budować. Przetrwanie: realistyczna pojemność ekwipunku, ograniczone surowce - musisz kopać i zbierać złoża, przetwarzać je w rafinerii, konstruować elementy w stacji montażowej, budować bloki używając spawarki, rozmontowywać szlifierką, gracze mogą zginąć - odradzają się w pokoju medycznym, a jeśli go nie ma to wtedy w nowym statku tak samo jak nowy gracz na granicy sektora. Przetrwanie x3: to samo co "Przetrwanie", tylko 3x większa pojemność ekwipunku. Przetrwanie x10: to samo co "Przetrwanie", tylko 10x większa pojemność ekwipunku.
pt_br: Modo criativo: recursos ilimitados, construções instantâneas, jogadores não morrem. Utilize o modo criativo quando quiser apenas construir coisas. Modo sobrevivência: capacidade de inventário realística, recursos limitados — você deve minerar, coletar minério, processá-lo em uma refinaria, construir componentes na montadora, construir blocos utilizando a soldadora, desmontar utilizando o esmeril, jogadores podem morrer e renascem no ponto de renascimento e, não havendo, renascem em uma nova nave como um novo jogador, nos limites do setor. Sobrevivência X3: similar ao “Sobrevivência”, mas com capacidade de inventário 3X maior. Sobrevivência X10: similar ao “Sobrevivência”, mas com capacidade de inventário 10X maior.
ru: Творческий режим: бесконечные ресурсы, мгновенное строительство, игроки бессмертны. Используйте этот режим, если хотите просто что-то построить. Режим выживания: реалистичный объем инвентаря, ограниченные ресурсы - вам придется добывать и перерабатывать руду, производить компоненты с помощью сборщика, строить блоки с помощью сварщика, разбирать с помощью болгарки, игрок может умереть - тогда он возродится в своем медпункте или в новом корабле в другом месте, при отсутствии своего медпункта. Выживание x3: то же, что и "выживание", только размер инвентаря увеличен в 3 раза. Выживание x10: то же, что и "выживание", только размер инвентаря увеличен в 10 раз
zh_cn: 创造模式：无限资源，瞬间建造，玩家不会死亡。如果你只想建就用这个模式吧。 生存模式：现实的背包容量，有限的资源， 你必须不断的探索并采集矿石。在精炼厂处理矿石，在装配器组装零件，使用焊枪建造方块，使用切割机进行拆卸。 玩家会死亡--他们会在医疗室中重生， 如果没有医疗室，则将会重生在一艘新的飞船中， 新玩家将重生在边界地区。 生存模式 x3：与生存模式相同，但是有3倍的背包空间。 生存模式 x10：与生存模式相同，但是有10倍的背包空间。

# ToolTipWorldSettingsLimitWorldSize
source: When set, the game area is limited to a cube with the side length set to the chosen size. All objects that leave the game area will be removed from the game. Characters leaving the game area will be killed.
cs_cz: Pokud je nastaveno, herní oblast je omezena na krychli s Vámi danou délkou. Všechny objekty, které opustí herní oblast budou ze světa odstraněny. Postavy, které opustí herní oblast budou zabity.
de: Wenn aktiviert, wird das Spielfeld auf einen Würfel begrenzt, dessen Seitenlänge auf die gewählte Größe eingestellt ist. Alle Objekte, die den Spielbereich verlassen, werden aus dem Spiel entfernt. Charaktere, die den Spielbereich verlassen, werden getötet.
es: Cuando se ha establecido, el área de juego se limita a un cubo con la longitud lateral establecida en el tamaño elegido. Todos los objetos que salgan del área de juego serán borrados de la partida. Los personajes que abandonen el área de juego serán eliminados.
fr: Lorsque cette option est définie, la zone de jeu est limitée à un cube dont la longueur de côté est définie sur la taille choisie. Tous les objets quittant la zone de jeu seront supprimés du jeu. Les personnages quittant la zone de jeu seront tués.
hu_hu: Ha be van állítva, a játékterület egy kockára korlátozódik az oldalhosszban beállított méretre állítva. Minden tárgy, amely elhagyja a játékterületet, el lesz távolítva a játékból. A játékterületről kilépő karaktereket meg fogják ölni.
it: Quando selezionato l'area di gioco è limitata ad un cubo di lato uguale alla lunghezza impostata. Tutti gli oggetti che abbandoneranno l'area di gioco verranno eliminati dal gioco. I giocatori che abbandoneranno l'area di gioco verranno uccisi.
pl_pl: Kiedy opcja jest włączona, obszar gry jest ograniczony do sześcianu o wybranej długości boku. Wszystkie obiekty, które opuszczą dany obszar, zostaną usunięte. Postacie opuszczające obszar zostaną zabite.
pt_br: Quando definida, a área de jogo será limitada a um cubo com comprimento lateral do tamanho escolhido. Todos os objetos fora desta área serão removidos do jogo. Personagens que saírem da área de jogo morrerão.
ru: Когда активно, игровая область ограничена кубом со стороной выбранной длины. Все объекты, которые покинут игровую область, будут удалены из мира. Персонажи, которые покинут игровую область, умрут.
zh_cn: 设置后，游戏的区域是有限的世界， 一个边的长度为选定的尺寸。 所有的物体，离开游戏区域将 被从游戏中移除。 人物离开游戏区会死亡。

# ToolTipWorldSettingsMaxBackupSaves
source: Configure the maximum number of saves that should be backed up. The backup folder is located on the respective save directory. When this is 0 then the backup feature is disabled and all backups are deleted upon save!
cs_cz: Nastavte maximální počet uložení, která by měla být zálohována. Složka se zálohami se nachází v příslušném adresáři pro ukládání. Pokud nastavíte 0, pak vypnete funkci zálohování a všechny současné zálohy budou smazány!
de: Konfigurieren Sie die maximale Anzahl von Spielständen, die gesichert werden sollen. Der Backupordner ist ein Unterordner des entsprechenden Speicherverzeichnisses. Wenn der Wert auf 0 gestellt wird, dann wird die Backupfunktion deaktiviert und alle vorhanden Backups werden beim Übernehmen der Einstellung gelöscht!
es: Configura el número máximo de copias de seguridad que se pueden guardar. La carpeta de copia de seguridad se encuentra en el directorio de almacenamiento correspondiente. ¡Si este valor es 0 , la función de copia de seguridad se desactiva y todas las copias de seguridad se eliminan al guardarlas!
fr: Configurez le nombre maximal de sauvegardes que vous pouvez faire. Le dossier de sauvegarde est situé dans le répertoire de sauvegarde correspondant. Lorsque la valeur est 0, alors la fonctionnalité de sauvegarde est désactivée et toutes les sauvegardes sont supprimées lors de la sauvegarde !
hu_hu: Állítsa be a mentések maximális számát és a biztonsági másolatnak a megfelelő biztonsági mentés könyvtárat. Amikor ez 0, a funkció le van tiltva,és az összes biztonsági másolat mentéskor törlődik!
it: Configura il numero massimo di salvataggi da effettuare. La cartella di backup si trova nella rispettiva directory di salvataggio. Quando questa è 0, la funzione di backup è disabilitata e tutti i backup vengono cancellati al momento del salvataggio!
pl_pl: Skonfiguruj maksymalną liczbę zapisów, które powinny być zachowane. Folder z zapisami jest zlokalizowany w w odpowiadającym folderze. Gdy opcja jest ustawiona na 0, funkcja zapisów jest wyłączona i wszystkie kopie są usuwane przy zapisaniu!
pt_br: Define a quantidade máxima de saves no backup. A pasta de backup está localizada no diretório de arquivos salvos correspondente. Quando for 0, o recurso de backup estará desabilitado e todos os backups serão excluídos ao salvar!
ru: Настраивает максимальное количество запасных сохранений (бэкапов). Папка с ними расположена в папке соответствующего сохранения. Если выбрано 0, создание запасных сохранений выключено и они будут удалены сразу!
zh_cn: 设定需要备份的存档最大数量。这些备份文件夹位于 各自的存档目录下。如果是0的话，将禁用备份功能。 保存时会删除所有的备份！

# ToolTipWorldSettingsMaxBlocksPerPlayer
source: Maximum number of blocks each player can build. Destroyed blocks are refunded.
cs_cz: Maximální počet bloků, které může hráč vytvořit. Zničené bloky jsou odečítány.
de: Maximale Anzahl von Blöcken, die jeder Spieler konstruieren kann. Zerstörte Blöcke werden nicht gezählt.
es: Número máximo de bloques que cada jugador puede construir. Los bloques destruidos son recuperados.
fr: Nombre maximum de blocs que chaque joueur peut construire. Les blocs détruits sont restitués.
hu_hu: Egy játékos által létrehozható blokkok max. száma. Az elpusztított blokkok számát visszakapja.
it: Numero massimo di blocchi che ogni giocatore può costruire. I blocchi distrutti vengono rimborsati.
pl_pl: Maksymalna liczba bloków którą każdy gracz może zbudować. Zniszczone bloki są refundowane.
pt_br: Quantidade máxima de blocos que cada jogador pode construir. Blocos destruídos serão restituídos.
ru: Максимальное количество блоков, которые может построить каждый игрок. Уничтоженные блоки вычитаются.
zh_cn: 每个玩家可以放置的最大方块数量， 超过的将被摧毁。

# ToolTipWorldSettingsMaxFloatingObjects
source: Maximum number of small objects floating in space (ore, ingots, components) Warning - values higher than 64 can significantly affect performance!
cs_cz: Maximální počet malých, poletujících předmětů ve vesmíru (rudy, ingoty, součástky). Varování - hodnoty vyšší než 64 mohou ovlivnit výkon hry!
de: Maximale Anzahl kleiner, im Raum schwebender Objekte (Erze, Barren, Komponenten) Warnung - Werte über 64 können die Spielperformance erheblich beeinträchtigen!
es: Cantidad máxima de objetos pequeños que flotan en el espacio (mineral, lingotes, componentes) Advertencia: ¡Los valores superiores a 64 pueden afectar significativamente el rendimiento!
fr: Nombre maximum de petits objets flottant dans l'espace (minerai, lingots, composants) Avertissement - Les valeurs supérieures à 64 peuvent affecter considérablement les performances !
hu_hu: Lebegő kis objektumok maximális száma a térben (érc, öntvény, alkatrész). Figyelem - 64-nél magasabb jelentősen befolyásolhatja a teljesítményt!
it: Numero massimo di piccoli oggetti vaganti nello spazio (minerali, lingotti, componenti) Attenzione - valori superiori a 64 possono incidere significativamente sulle prestazioni!
pl_pl: Maksymalna liczba małych obiektów latająca w przestrzeni (rudy, sztabki, elementy)Uwaga - wartości większe niż 64 mogą znacząco wpłynąć na wydajność!
pt_br: Quantidade máxima de pequenos objetos flutuantes no espaço (minério, barras, componentes). Atenção: quantidades maiores que 64 podem afetar consideravelmente o desempenho.
ru: Максимальное число выброшенных предметов (руда, слитки, компоненты) Внимание - значения, превышающие 64, могут существенно снизить производительность!
zh_cn: 太空中小漂浮物（矿石，矿锭，组件） 的最大数量警告：设定值 超过64可能会严重影响性能！

# ToolTipWorldSettingsTotalBotLimit
source: Maximum number of animal NPCs on planets. Warning - values higher than 64 can significantly affect performance!
de: Maximale Anzahl von Tier-NPCs auf Planeten. Warnung - Werte über 64 können die Leistung erheblich beeinträchtigen!
es: Número máximo de PNJ animales en los planetas. Advertencia: ¡los valores superiores a 64 pueden afectar significativamente al rendimiento!
fr: Nombre maximum de PNJ animaux sur les planètes. Attention - les valeurs supérieures à 64 peuvent affecter considérablement les performances !
it: Numero massimo di animali non giocabili sui pianeti. Attenzione: valori superiori a 64 possono influire notevolmente sulle prestazioni!
pl_pl: Maksymalna liczba zwierząt NPC na planetach. Uwaga - wartości większe niż 64 mogą znacząco wpłynąć na wydajność!
pt_br: Número máximo de PNJs animais nos planetas. Atenção - valores superiores a 64 podem afetar significativamente o desempenho!
ru: Максимальное число неигровых персонажей-животных на планетах. Внимание: значения, превышающие 64, могут существенно снизить производительность!
zh_cn: 行星上动物NPC的最大数量。警告 - 大于64的值会显著影响性能！

# ToolTipWorldSettingsMaxGridSize
source: Sets the maximum size (in blocks) of ships and stations.
cs_cz: Maximální velikost (v blocích) lodí a stanic
de: Legt die maximale Größe (in Blöcken) von Schiffen und Stationen fest.
es: Establece el tamaño máximo (en bloques) de barcos y estaciones.
fr: Définit la taille maximale (en blocs) des vaisseaux et des stations.
hu_hu: Hajók és állomások legnagyobb mérete (blokkokban)
it: Imposta la dimensione massima (in blocchi) di navi e stazioni.
pl_pl: Maksymalny rozmiar (w blokach) stacji i statków
pt_br: Define o tamanho máximo (em blocos) de naves e estações.
ru: Устанавливает максимальный размер в блоках для кораблей и станций.
zh_cn: 设置船只和空间站的最大尺寸（以方块为单位）。
