Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# NotificationJumpAbortedAlreadyJumping
source: Jump was aborted, connected grid is already jumping.
de: Sprung wurde abgebrochen, verbundene Blockkonstruktion springt bereits.
es: Se ha interrumpido el salto, la estructura conectada ya está saltando.
fr: Le saut a été interrompu, la grille est déjà en saut.
hu_hu: Az ugrás megszakadt, a csatlakoztatott objektum már ugrik.
it: Il salto è stato interrotto, la griglia collegata sta già saltando.
pl_pl: Skok zatrzymano, połączona struktura jest już w trakcie skoku.
pt_br: Salto abortado. Grid conectada já saltando.
ru: Прыжок отменен, присоединенная структура уже совершает прыжок.
zh_cn: 迁跃终止，连接的网络已经在跳了。

# NotificationJumpAbortedLocked
source: Jump was aborted, the grid is locked.
de: Sprung wurde abgebrochen, die Blockkonstruktion ist gesperrt.
es: El salto ha sido abortado, la estructura está bloqueada.
fr: Le saut a été interrompu, la grille est verrouillée.
hu_hu: Az ugrás megszakadt, az objektum le van zárva.
it: Il salto è stato interrotto, la griglia è bloccata.
pl_pl: Skok zatrzymano, struktura jest zablokowana.
pt_br: Salto abortado. Grid travada.
ru: Прыжок отменен, структура закреплена.
zh_cn: 迁跃终止，网格已锁定。

# NotificationJumpAbortedNoLocation
source: Jump was aborted, no suitable target location found.
de: Sprung wurde abgebrochen. Kein geeigneter Zielort gefunden.
es: El salto se ha interrumpido, no se ha encontrado ningún objetivo apropiado.
fr: Le saut a été interrompu, aucun emplacement cible approprié n’a été trouvé.
hu_hu: Az ugrás megszakadt, nem található megfelelő célpont.
it: Il salto è stato interrotto, non è stato trovata una posizione adatta al bersaglio.
pl_pl: Skok zatrzymano, nie znaleziono nie znaleziono odpowiedniego celu.
pt_br: Salto abortado. Não foi encontrado nenhum destino adequado.
ru: Прыжок отменен, не найдено подходящее место для прыжка.
zh_cn: 迁跃终止，没找到合适的目的地。

# NotificationJumpAbortedShortDistance
source: Jump was aborted, distance too short.
de: Sprung wurde abgebrochen. Distanz zu kurz.
es: El salto ha sido abortado, distancia demasiado corta.
fr: Le saut a été interrompu, la distance est trop courte.
hu_hu: Az ugrás megszakadt, a távolság túl rövid.
it: Il salto è stato interrotto, distanza troppo corta.
pl_pl: Skok zatrzymano, dystans jest za mały.
pt_br: Salto abortado. Distância muito curta.
ru: Прыжок отменен, расстояние слишком короткое.
zh_cn: 迁跃终止，距离太短。

# NotificationJumpAbortedStatic
source: Jump was aborted, the grid is static.
de: Sprung wurde abgebrochen. Die Blockkonstruktion ist statisch.
es: El salto ha sido abortado, la estructura es estática.
fr: Le saut a été interrompu, la grille est statique.
hu_hu: Az ugrás megszakadt, az objektum megállt.
it: Il salto è stato interrotto, la griglia è statica.
pl_pl: Skok zatrzymano, struktura jest statyczna.
pt_br: Salto abortado. Grid estática.
ru: Прыжок отменен, структура статична.
zh_cn: 迁跃终止，网格是静止的。

# MedicalRoom_SpawnNameLabel
source: Spawn Name
de: Spawnpunkt-Name
es: Nombre del Spawn
fr: Nom de réapparition
hu_hu: Születő Neve
it: Genera nome
pl_pl: Nazwa odrodzenia
pt_br: Nome de renascimento
ru: Название точки возрождения
zh_cn: 生成名字

# MedicalRoom_SpawnNameToolTip
source: The name to display on the spawn screen. Leave empty to display the block name.
de: Der Name, der auf dem Spawn-Bildschirm angezeigt werden soll. Lassen Sie das Feld leer, um den Blocknamen anzuzeigen.
es: El nombre a mostrar en la pantalla de aparición. Déjalo en blanco para mostrar el nombre del bloque.
fr: Le nom à afficher sur l'écran d'apparition. Laisser vide pour afficher le nom du bloc.
hu_hu: A születés képernyőn megjelenítendő név. Hagyja üresen a blokknév megjelenítéséhez.
it: Il nome da visualizzare sulla schermata di generazione. Lascia vuoto per visualizzare il nome del blocco.
pl_pl: Nazwa wyświetlana na ekranie odrodzenia. Zostaw puste aby wyświetlać nazwę bloku.
pt_br: Nome a ser exibido na tela de renascimento. Deixe vazio para mostrar o nome do bloco.
ru: Название для отображение в экране возрождения. Оставьте пустым для показа названия блока.
zh_cn: 生成屏幕上显示的名称。留空显示方块名称。

# SurvivalKit_SpawnNameLabel
source: Spawn Name
de: Spawnpunkt-Name
es: Nombre del Spawn
fr: Nom de réapparition
hu_hu: Újjászülető neve
it: Genera nome
pl_pl: Nazwa odrodzenia
pt_br: Nome de renascimento
ru: Название точки возрождения
zh_cn: 生成名字

# SurvivalKit_SpawnNameToolTip
source: The name to display on the spawn screen. Leave empty to display the block name.
de: Der Name, der auf dem Spawn-Bildschirm angezeigt werden soll. Lassen Sie das Feld leer, um den Blocknamen anzuzeigen.
es: El nombre a mostrar en la pantalla de aparición. Déjalo en blanco para mostrar el nombre del bloque.
fr: Le nom à afficher sur l'écran d'apparition. Laisser vide pour afficher le nom du bloc.
hu_hu: Az újjászületés képernyőn megjelenítendő név. Ha üres, a blokknév lesz megjelenítve.
it: Il nome da visualizzare sulla schermata di generazione. Lascia vuoto per visualizzare il nome del blocco.
pl_pl: Nazwa wyświetlana na ekranie odrodzenia. Zostaw puste aby wyświetlać nazwę bloku.
pt_br: Nome a ser exibido na tela de renascimento. Deixe vazio para mostrar o nome do bloco.
ru: Название для отображение в экране возрождения. Оставьте пустым для показа названия блока.
zh_cn: 生成屏幕上显示的名称。留空显示方块名称。

# Antenna_HudTextLabel
source: HUD Text
es: Texto del HUD
fr: Texte de l'ATH
hu_hu: HUD szövege
it: Testo HUD
pl_pl: Tekst HUD
pt_br: Texto do HUD
ru: Подпись на экране
zh_cn: 屏幕文本

# Antenna_HudTextToolTip
source: The text to display on the HUD when the antenna is enabled. Leave empty to display the block name.
de: Der Text, der auf dem HUD angezeigt werden soll, wenn die Antenne aktiviert ist. Lassen Sie das Feld leer, um den Blocknamen anzuzeigen.
es: El texto que se mostrará en el HUD cuando la antena esté activa. Déjalo vacío para mostrar el nombre del bloque.
fr: Le texte à afficher sur l'ATH lorsque l'antenne est activée. Laisser vide pour afficher le nom du bloc.
hu_hu: HUD-on megjelenítendő szöveg, ha az antenna engedélyezett. Hagyja üresen a blokknév megjelenítéshez.
it: Il testo da visualizzare su HUD quando l'antenna è abilitata. Lascia vuoto per visualizzare il nome del blocco.
pl_pl: Tekst wyświetlany na HUD kiedy antena jest włączona. Zostaw puste aby wyświetlać nazwę bloku.
pt_br: Texto a ser exibido no HUD quando a antena estiver habilitada. Deixe vazio para mostrar o nome do bloco.
ru: Текст, показываемый на экране, когда антенна активирована. Оставьте пустым для показа названия блока.
zh_cn: 天线启用后，会在屏幕显示的文本。预留空白处显示方块名称。

# BlockPropertiesTitle_HudText
source: HUD Text
es: Texto del HUD
fr: Texte de l'ATH
hu_hu: HUD szövege
it: Testo HUD
pl_pl: Tekst HUD
pt_br: Texto do HUD
ru: Подпись на экране
zh_cn: 屏幕文本

# BlockPropertiesTitle_HudText_Tooltip
source: The text to display on the HUD when the beacon is enabled. Leave empty to display the block name.
de: Der Text, der auf dem HUD angezeigt werden soll, wenn die Funkbake aktiviert ist. Lassen Sie das Feld leer, um den Blocknamen anzuzeigen.
es: El texto que se mostrará en el HUD cuando se active la baliza. Déjalo vacío para mostrar el nombre del bloque.
fr: Le texte à afficher sur l'ATH lorsque la balise est activée. Laisser vide pour afficher le nom du bloc.
hu_hu: HUD-on megjelenített szöveg, ha a jeladó engedélyezett. Üresen a blokknév megjelenítése.
it: Il testo da visualizzare su HUD quando il faro è abilitato. Lascia vuoto per visualizzare il nome del blocco.
pl_pl: Tekst wyświetlany na HUD kiedy latarnia jest włączona. Zostaw puste aby wyświetlać nazwę bloku.
pt_br: Texto a ser exibido no HUD quando o sinalizador estiver habilitado. Deixe vazio para mostrar o nome do bloco.
ru: Текст, показываемый на экране, когда маяк активирован. Оставьте пустым для показа названия блока.
zh_cn: 信标启用后，会在屏幕显示的文本。预留空白处显示方块名称。

# DisplayName_Block_Hydrogen_Engine
source: Hydrogen Engine
de: Wasserstoffmotor
es: Motor de hidrógeno
fr: Moteur à hydrogène
hu_hu: Hidrogénmotor
it: Motore a idrogeno
pl_pl: Wodorowy generator prądotwórczy
pt_br: Motor a hidrogênio
ru: Водородный генератор
zh_cn: 氢气引擎

# DisplayName_Block_WindTurbine
source: Wind Turbine
es: Turbina eólica
fr: Éolienne
hu_hu: Szélturbina
it: Turbina eolica
pl_pl: Turbina wiatrowa
pt_br: Turbina eólica
ru: Ветрогенератор
zh_cn: 风轮机

# DisplayName_Block_SurvivalKit
source: Survival Kit
es: Kit de supervivencia
fr: Kit de survie
hu_hu: Túlélő készlet
it: Kit di sopravvivenza
pl_pl: Zestaw przetrwania
pt_br: Kit de sobrevivência
ru: Комплект для выживания
zh_cn: 求生装置

# DisplayName_Block_SmallBattery
source: Small Battery
de: Kleine Batterie
es: Batería pequeña
fr: Petite batterie
hu_hu: Kis Akkumulátor
it: Batteria piccola
pl_pl: Mały akumulator
pt_br: Bateria pequena
ru: Малая батарея
zh_cn: 小电池

# ToolTipWorldSettings_EnableResearch
source: Enables advancement through the progression tree.
de: Aktiviert den mit einem in einem Baumdiagramm visualisierten Forschungsfortschritt
es: Permite avanzar a través de un árbol de progresión
fr: Permet l'avancement dans un arbre de progression
hu_hu: Haladás engedélyezése egy progressziós fán keresztül
it: Abilita l'avanzamento attraverso un albero di progressione
pl_pl: Włącza rozwój poprzez drzewo postępu
pt_br: Habilita o avanço na árvore de progressão
ru: Позволяет развиваться через древо прогресса
zh_cn: 通过进度树启用升级

# WorldSettings_EnableResearch
source: Enable progression
de: Forschungsfortschritt aktivieren
es: Habilitar la progresión
fr: Activer la progression
hu_hu: Progresszió engedélyezése
it: Abilita l'avanzamento
pl_pl: Włącz postęp
pt_br: Habilitar progressão
ru: Прогресс
zh_cn: 启用进度

# SetEntityPositionDialog
source: Set entity position
de: Entitätsposition festlegen
es: Establecer la posición de la entidad
fr: Définir la position de l'entité
hu_hu: Entitás pozíciójának beállítása
it: Imposta posizione entità
pl_pl: Ustaw pozycję jednostki
pt_br: Definir posição de entidade
ru: Задать позицию объекта
zh_cn: 设置实体位置

# ScreenMedicals_BackToFactionSelection
source: Back to faction selection
de: Zurück zur Fraktionsauswahl
es: Volver a la selección de la facción
fr: Retour à la sélection des factions
hu_hu: Vissza a frakcióválasztáshoz
it: Torna alla selezione della fazione
pl_pl: Wróć do wyboru frakcji
pt_br: Voltar à seleção de facções
ru: Назад к выбору фракции
zh_cn: 返回到阵营选择

# ScreenMedicals_DoesNotAcceptPlayers
source: Does not accept players
de: Akzeptiert keine Spieler
es: No acepta jugadores
fr: N'accepte pas les joueurs
hu_hu: Nem fogad játékosokat
it: Non accetta giocatori
pl_pl: Nie akceptuje graczy
pt_br: Não aceita jogadores
ru: Не принимает игроков
zh_cn: 不接受玩家

# ScreenMedicals_LeaderNotOnline
source: No faction leader is online
de: Es ist kein Fraktionsanführer online
es: Ningún líder de facción está en línea
fr: Aucun chef de faction est en ligne
hu_hu: Nincs online frakcióvezető
it: Nessun leader di fazione è online
pl_pl: Lider frakcji jest offline
pt_br: Nenhum líder de facção online
ru: Лидеры не в сети
zh_cn: 阵营领导不在线

# ScreenMedicals_NoFaction
source: No faction
de: Keine Fraktion
es: Sin facción
fr: Aucune faction
hu_hu: Nincs frakció
it: Nessuna fazione
pl_pl: Brak frakcji
pt_br: Nenhuma facção
ru: Нет фракции
zh_cn: 无阵营

# ScreenMedicals_WaitingForAcceptance
source: Waiting for faction acceptance
de: Warten auf Aufnahme in die Fraktion
es: Esperando la admisión en la facción
fr: En attente de l'acceptation de la faction
hu_hu: Várakozás a frakció elfogadására
it: In attesa di accettazione della fazione
pl_pl: Oczekiwanie na zaakceptowanie przez frakcję
pt_br: Aguardando aceitação da facção
ru: Ожидание принятия
zh_cn: 等待阵营接受

# ScreenMedicals_RequiresAcceptance
source: Requires acceptance from a leader.
de: Erfordert die Annahme durch einen Fraktionsanführer.
es: Exige la aceptación de un líder.
fr: Nécessite l'acceptation d'un chef.
hu_hu: Elfogadást igényel a vezetőtől.
it: Richiede accettazione da un leader.
pl_pl: Wymaga akceptacji przez lidera.
pt_br: Aceitação do líder exigida.
ru: Требуется принятие от лидера.
zh_cn: 向领导申请。

# NotificationBlockNotResearched
source: Unknown technology. You have to research it first.
de: Unbekannte Technologie. Sie müssen sie erst erforschen.
es: Tecnología desconocida. Tienes que investigarlo primero.
fr: Technologie inconnue. Vous devez d'abord la rechercher.
hu_hu: Ismeretlen technológia. Először ki kell kutatnia.
it: Tecnologia sconosciuta. Devi prima fare una ricerca.
pl_pl: Nieznana technologia. Musisz najpierw ją odkryć.
pt_br: Tecnologia desconhecida. Você deve pesquisá-la primeiro.
ru: Неизвестная технология. Требуется сначала изучить.
zh_cn: 未知技术。你必须先研发。

# DisplayName_Block_Ladder
source: Ladder
de: Leiter
es: Escalera de mano
fr: Échelle
hu_hu: Létra
it: Scala
pl_pl: Drabina
pt_br: Escada
ru: Лестница
zh_cn: 梯子

# CustomWorld_NeverSurrender
source: Never Surrender
de: Niemals aufgeben
es: Nunca te rindas
fr: N'abandonnez jamais
hu_hu: Soha ne adja meg magát
it: Non arrenderti mai
pl_pl: Nie poddawaj się
pt_br: Nunca desista
ru: Ни шагу назад
zh_cn: 决不投降

# CustomWorld_LearningToSurvive
source: Learning to Survive
de: Lernen zu überleben
es: Aprendiendo a sobrevivir
fr: Apprendre à survivre
hu_hu: Tanulás a túléléshez
it: Imparare a sopravvivere
pl_pl: Nauka przetrwania
pt_br: Aprendendo a sobreviver
ru: Основы выживания
zh_cn: 学习生存技能

# IngameHelp_Pod1_Detail1
source: You start in small drop pod containing the most important accessories. The pod is equipped with an O2/H2 generator to produce hydrogen and oxygen and a survival kit for health and energy.
de: Sie starten in einer kleinen Fallkapsel, die das wichtigste Zubehör enthält. Die Kapsel ist mit einem O2/H2-Generator zur Erzeugung von Wasserstoff und Sauerstoff sowie einem Survival-Kit für Gesundheit und Energie ausgestattet.
es: Comienzas en una pequeña cápsula que contiene los accesorios más importantes. La cápsula está equipada con un generador de O2/H2 para producir hidrógeno y oxígeno y un kit de supervivencia para la salud y la energía.
fr: Vous commencez dans une petite capsule contenant les accessoires les plus importants. La capsule est équipée d’un générateur H2/O2 pour la production d’hydrogène et d’oxygène et d’un kit de survie pour la santé et l’énergie.
hu_hu: A legfontosabb kiegészítőket tartalmazó kis gubóban kezd. A gubó O2/H2 generátorral van ellátva hidrogén és oxigén előállítására, valamint egy túlélési készlettel az egészség és az energia számára.
it: Inizi in una piccola capsula di atterraggio contenente gli accessori più importanti. La capsula è dotata di un generatore O2/H2 per produrre idrogeno e ossigeno e di un kit di sopravvivenza per la salute e l'energia.
pl_pl: Zaczynasz w małej kapsule zawierającej najpotrzebniejsze rzeczy. Kapsuła jest wyposażona w generator tlenu/wodoru do produkcji tlenu i wodoru oraz w zestaw przetrwania do uzupełniania zdrowia i energii.
pt_br: Você inicia em uma pequena cápsula de recursos com os acessórios mais importantes. A cápsula é equipada com um gerador de H2/O2 para produzir hidrogênio e oxigênio e um kit de sobrevivência para saúde e energia.
ru: Вы начинаете в небольшой капсуле с минимальным необходимым набором: генератором H2/O2 для производства кислорода и водорода и комплектом для выживания, который восстанавливает здоровье и пополняет заряд.
zh_cn: 你可以从小的空投舱开始，其中包含最重要的附件。空投舱内配备O2/H2发生器和救生套件，前者能制造氢气和氧气，后者可以确保你身体健康和精力充沛。

# IngameHelp_Pod2_Detail1
source: The survival kit, if powered, will let you respawn, regenerate your health and energy and is capable of producing small amounts of ingots from stone that you can then produce into components.
de: Das Survival-Kit ermöglicht es Ihnen, wenn es mit Energie versorgt wird, zu respawnen, Ihre Gesundheit und Energie zu regenerieren, und ist außerdem dazu in der Lage, kleine Mengen von Barren aus Gestein herzustellen, die anschließend zu Komponenten verarbeitet werden können.
es: El kit de supervivencia, si tiene energía, te permitirá volver a aparecer, regenerar tu salud y energía y es capaz de producir pequeñas cantidades de lingotes a partir de piedra que luego puedes producir en componentes.
fr: Le kit de survie, s’il est alimenté, vous permettra de réapparaître, de régénérer votre santé et votre énergie et est capable de produire de petites quantités de lingots de pierre que vous pourrez ensuite transformer en composants.
hu_hu: A túlélőkészlet, ha energiával van ellátva, lehetővé teszi az újrakezdést, regenerálja egészségét és energiáját, valamint képes ércből kis mennyiségű öntvényt előállítani, amelyekből aztán alkatrészek készíthetők.
it: Il kit di sopravvivenza, se alimentato, ti permetterà di respirare, rigenerare la tua salute e l'energia ed è in grado di produrre piccole quantità di lingotti di pietra che potrai poi produrre in componenti.
pl_pl: W zestawie przetrwania, jeśli zasilony, pozwala na odrodzenie, regeneracji zdrowia i energii. Może też produkować małe ilości sztabek z kamienia, z których można produkować komponenty.
pt_br: O kit de sobrevivência, quando alimentado, permite que você renasça, recupere sua saúde e energia e produza pequenas quantidades de barras a partir de pedra, as quais você pode transformar em componentes.
ru: Комплект для выживания позволяет Вам возрождаться, восстанавливать здоровье и энергии и способен производить небольшое количество слитков из камня, чтобы потом переработать в компоненты.
zh_cn: 生存套件通电后，可以让你重生，恢复生命值和能量，还能从用石头生产出少量的锭子然后做成组件。

# IngameHelp_Pod3_Detail1
source: The first thing to do is to gather stone using your hand drill. Equip your drill, find some stone and store it in the survival kit on the back of your pod. Then access the production tab of your pod and produce ingots.
de: Als Erstes müssen Sie mit der Handbohrmaschine Gestein einsammeln. Rüsten Sie Ihre Bohrmaschine aus, sammeln Sie ein paar Gesteinsbrocken ein und lagern Sie sie in das Survival-Kit auf der Rückseite Ihrer Fallkapsel ein. Greifen Sie dann im Menü des Survival-Kits auf die Registerkarte „Produktion“ zu und produzieren Sie Barren.
es: Lo primero que hay que hacer es recoger piedras con el taladro de mano. Equipa tu taladro, encuentra algo de piedra y guárdala en el kit de supervivencia en la parte trasera de tu cápsula. A continuación, accede a la pestaña de producción de tu cápsula y produce lingotes.
fr: La première chose à faire est de ramasser les pierres en utilisant votre foreuse portative. Équipez-vous de votre foreuse, trouvez de la pierre et mettez la dans le kit de survie situé à l'arrière de votre capsule. Accédez ensuite à l'onglet de production de votre capsule et produisez des lingots.
hu_hu: Az első tennivaló, kézfúróval az érc összegyűjtése. Szerelje fel a fúrót, keressen egy kis ércet és tárolja a gubó hátulján található túlélőkészletben. Ezután nyissa meg a gubó gyártási lapját, és készítsen öntvényeket.
it: La prima cosa da fare è raccogliere pietre usando il trapano manuale. Equipaggia il tuo trapano, trova un po' di pietre e conservale nel kit di sopravvivenza sul retro della capsula. Poi accedi alla scheda di produzione della tua capsula e produci i lingotti.
pl_pl: Po pierwsze musisz wydobyć kamień za pomocą wiertarki. Wyjmij wiertarkę, znajdź trochę kamienia zabierz go do zestawu przetrwania w kapsule. Potem wejdź w zakładkę produkcji w kapsule i wytwórz sztabki.
pt_br: A primeira coisa a se fazer é coletar pedra com a britadeira. Equipe-se com sua britadeira, colete algumas pedras e insira-as no kit de sobrevivência, na parte traseira de sua cápsula. Acesse a guia de produção da sua cápsula para produzir as barras.
ru: Первым делом нужно собрать немного камней с помощью бура. Пробурите любую поверхность и сложите камни в комплект для выживания. Зайдите в панель производства и создайте слитки.
zh_cn: 首先要用手钻收集石头。获取手钻，找到石头并放入生存套件。然后访问你的逃生舱的生产标签然后开始生产锭子

# IngameHelp_Pod_Title
source: Good.bot: Drop pod
de: Good.Bot: Fallkapsel
es: Good.bot: Cápsula aterrizaje
fr: Good.bot : Capsule
hu_hu: Good.bot: Gubó
it: Good.bot: Capsula di atterraggio
pl_pl: Good.bot: Kapsuła
pt_br: Good.bot: Cápsula de recursos
ru: Good.bot: Капсула
zh_cn: Good.bot：投逃生舱

# ScreenDebugAdminMenu_KeepOriginalOwnershipOnPaste
source: Keep original ownership on paste
de: Ursprüngliche Besitzeinstellungen beim Einfügen beibehalten
es: Mantener la propiedad original de la copia pegada
fr: Vous conserver la propriété originale sur un collage
hu_hu: Az eredeti tulajdonjog beillesztése
it: Mantieni la proprietà originale su incolla
pl_pl: Zachowaj oryginalnego właściciela podczas wklejania
pt_br: Manter propriedade original ao colar
ru: Сохранять оригинальное владение при вставке
zh_cn: 粘贴时保持原始所有权

# ScreenDebugAdminMenu_KeepOriginalOwnershipOnPasteTip
source: Keep original ownership when a grid is pasted.
de: Wenn die Blockkonstruktion eingefügt wird, bleiben Sie weiterhin deren Besitzer und Urheber.
es: Mantener la propiedad original cuando se pega una estructura.
fr: Conserver la propriété originale lors du collage d'une grille.
hu_hu: Az objektum beillesztésekor őrizze meg az eredeti tulajdonjdoni és szerzői jogot.
it: Mantieni la proprietà originale quando viene incollata una griglia.
pl_pl: Kiedy wkleisz strukturę zachowaj oryginalnego właściciela i autora
pt_br: Manter propriedade original quando um grid for colado.
ru: При вставке чертежа, сохранять оригинальное владение и авторство.
zh_cn: 粘贴网格时保持原始所有权。

source: Share progress
de: Forschungsfortschritt teilen
es: Compartir el progreso
fr: Partager la progression
hu_hu: Megosztás folyamatban
it: Condividi progressi
pl_pl: Udostępnij postęp
pt_br: Compartilhar progresso
ru: Делиться прогрессом
zh_cn: 分享进程

# TerminalTab_Factions_ShareProgressToolTip
source: Share your block unlock progress with selected member.
de: Teilen Sie Ihren Forschungsfortschritt mit dem ausgewählten Mitglied.
es: Comparte el progreso de desbloqueo del bloque con el miembro seleccionado.
fr: Partagez votre progression de déblocage de blocs avec le membre sélectionné.
hu_hu: Blokk feloldási folyamat megosztása a kiválasztott taggal.
it: Condividi i tuoi progressi di sblocco blocchi con il membro selezionato.
pl_pl: Dziel się odblokowanymi blokami z wybranym członkiem.
pt_br: Compartilhar seu bloco desbloqueia o progresso com o membro selecionado.
ru: Поделиться знанием о блоках с выбранным членом фракции.
zh_cn: 与选定的成员分享你的方块解锁进程。
