Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# ProgrammableBlock_ButtonReplaceFromEditor
source: Replace from Editor
cs_cz: Nahradit kódem z editoru
de: Durch Editor-Code ersetzen
es: Reemplazar desde Editor
fr: Remplacer depuis l'éditeur
hu_hu: Csere a szerkesztőből
it: Sostituisci dall'editor
pl_pl: Zamień z edytora
pt_br: Substituir no editor
ru: Заменить из редактора
zh_cn: 从编辑器替换

# ProgrammableBlock_CodeChanged
source: Code changed
cs_cz: Kód upraven
de: Code geändert
es: Código cambiado
fr: Code modifié
hu_hu: Kód megváltozott
it: Codice modificato
pl_pl: Kod zmieniony
pt_br: Código alterado
ru: Код изменен
zh_cn: 代码变更

# ProgrammableBlock_CodeEditor_SaveExit
source: Remember & Exit
cs_cz: Zapamatovat a odejít
de: Speichern & Schließen
es: Guardar y salir
fr: Enregistrer & quitter
hu_hu: Megjegyez és kilépés
it: Salva ed Esci
pl_pl: Zapamiętaj i wyjdź
pt_br: Relembrar e sair
ru: Запомнить и выйти
zh_cn: 保存 & 退出

# ProgrammableBlock_CodeEditor_SaveExit_Tooltip
source: Remembers code inside editor and returns to terminal panel
cs_cz: Zapamatuje si kód uvnitř editoru a vrátí se do panelu terminálu
de: Übernimmt den Code im Editor und kehrt zum Terminal-Bildschirm zurück
es: Guarda el código dentro del editor y regresa al panel de terminales
fr: Enregistre le code dans l'éditeur et retourne au terminal.
hu_hu: Megjegyzi a szerkesztőn belüli kódot, és visszatér a terminálpanelre
it: Salva il codice nell'editor e ritorna al pannello del terminale
pl_pl: Zapamiętuje kod w edytorze i wraca do terminalu
pt_br: Relembra código no editor e retorna ao painel do terminal
ru: Сохраняет код в редакторе и возвращается в панель терминала
zh_cn: 保存编辑器中代码，返回终端面板

# ProgrammableBlock_CodeEditor_Title
source: Code Editor
cs_cz: Editor kódu
es: Editor de código
fr: Éditeur de code
hu_hu: Kódszerkesztő
it: Codice Editor
pl_pl: Edytor kodu
pt_br: Editor de código
ru: Редактор кода
zh_cn: 代码编辑器

# ProgrammableBlock_DefaultScript_Constructor
source: The constructor, called only once every session and always before any other method is called. Use it to initialize your script. The constructor is optional and can be removed if not needed. It's recommended to set RuntimeInfo.UpdateFrequency here, which will allow your script to run itself without a timer block.
cs_cz: Konstruktor, volaný pouze jednou během relace a vždy před tím, než je volaná jiná metoda. Použijte jej k inicializaci skriptu. Konstruktor je volitelný a nemusí být použit, pokud ho není třeba. Doporučujeme nastavit RuntimeInfo.UpdateFrequency zde, což Vám umožní, aby se skript spouštěl bez časovacího bloku.
de: Der Konstruktor, der nur einmal pro Sitzung und immer vor dem Aufruf einer anderen Methode aufgerufen wird, wird aufgerufen. Verwenden Sie ihn, um Ihr Skript zu initialisieren. Der Konstruktor ist optional und kann entfernt werden, wenn er nicht benötigt wird. Es wird empfohlen, RuntimeInfo.UpdateFrequency hier einzustellen, wodurch Ihr Skript auch ohne Zeitschaltblock ausgeführt werden kann.
es: El constructor, llamado sólo una vez en cada sesión y siempre antes de que se llame a cualquier otro método. Se usa para inicializar el script. El constructor es opcional y puede ser removido si no es necesario. Se recomienda establecer aquí RuntimeInfo.UpdateFrequency , lo que permitirá que tu script se ejecute por sí solo sin un bloque de temporizador.
fr: Le constructeur, appelé une seule fois par session et toujours avant qu'une autre méthode soit appelée. Utilisez-le pour initialiser votre script. Le constructeur est facultatif et peut être supprimé s'il n'est pas nécessaire. Il est recommandé de définir RuntimeInfo.UpdateFrequency ici, ce qui permettra à votre script de s'exécuter sans bloc temporisateur.
hu_hu: A konstruktor, munkamenetenként egyszer hívható és mielőtt más metódust hívna használja, a szkript inicializálását. A konstruktor opcionális, és eltávolítható, ha nem szükséges. Javasoljuk a RuntimeInfo.UpdateFrequency beállítását amely lehetővé teszi a szkript futtatását időzítő blokk nélkül.
it: Il costruttore, chiamato una sola volta ad ogni sessione e sempre prima che venga chiamato qualsiasi altro metodo. Usalo per inizializzare il tuo script. Il costruttore è opzionale e può essere rimosso se non è necessario. Si raccomanda di impostare RuntimeInfo.UpdateFrequency qui, che permetterà al tuo script di funzionare da solo senza un blocco timer.
pl_pl: Konstruktor, wzywany jest tylko raz na sesję i zawsze przed jakąkolwiek inną metodą.Używaj go do rozpoczynania swoich skryptów. Konstruktor jest opcjonalną opcją i może być usunięty jeśli nie jest potrzebny. Rekomendowane jest ustawienie RuntimeInfo.UpdateFrequency tutaj, co pozwoli skryptowi na działanie bez potrzeby użycia bloku odliczania.
pt_br: O construtor pode ser chamado apenas uma vez a cada sessão e sempre antes de qualquer outro método. Utilize-o para inicializar seu script. O construtor é opcional e pode ser removido quando não for necessário. É recomendado configurar RuntimeInfo.UpdateFrequency aqui, o que permitirá que seu script seja executado por conta própria, sem um bloco temporizador.
ru: Конструктор, вызванный единожды в каждой сессии и всегда перед вызовом других методов. Используйте его, чтобы инициализировать ваш скрипт. Конструктор опционален и может быть удалён, если в нём нет необходимости. Рекомендуется использовать его, чтобы установить RuntimeInfo.UpdateFrequency , что позволит перезапускать ваш скрипт автоматически, без нужды в таймере.
zh_cn: 构造函数，每次脚本运行时会被首先调用一次。用它来初始化脚本。 构造函数是可选项， 如不需要可以删除。 建议这里设定RuntimeInfo.UpdateFrequency， 这样脚本就不需要定时器方块也能自动运行了。

# ProgrammableBlock_DefaultScript_Main
source: The main entry point of the script, invoked every time one of the programmable block's Run actions are invoked, or the script updates itself. The updateSource argument describes where the update came from. The method itself is required, but the arguments above can be removed if not needed.
cs_cz: Hlavní vstupní bod skriptu, vyvolaný pokaždé, když je vyvolaná jedna ze spouštěcích akcí programovatelného bloku, nebo pokud se samotný skript aktualizuje. Argument updateSource popisuje, odkud přichází aktualizace. Samotná metoda je vyžadována, ale výše uvedené argumenty mohou být odstraněny, pokud nejsou potřebné.
de: Die Haupteingangsstelle des Skripts, die jedes Mal aufgerufen wird, wenn eine der Run-Aktionen des programmierbaren Blocks aufgerufen wird oder das Skript sich selbst aktualisiert. Das updateSource-Argument beschreibt, woher die Aktualisierung stammt. Die Methode selbst ist erforderlich, aber die Argumente darüber können entfernt werden, wenn sie nicht benötigt werden.
es: El punto de entrada principal del script, invocado cada vez que se invoca una de las acciones Ejecutar del bloque programable, o bien el script se actualiza solo. El argumento updateSource describe de dónde proviene la actualización. El método en sí es necesario, pero los argumentos anteriores pueden ser eliminados si no es necesario.
fr: Le point d’entrée principal du script, appelé chaque fois qu’une des actions Exécuter du bloc programmable est appelée, ou lorsque le script se met à jour. L'argument updateSource décrit l'origine de la mise à jour. La méthode elle-même est obligatoire, mais les arguments ci-dessus peuvent être supprimés s'ils ne sont pas nécessaires.
hu_hu: A szkript fő belépési pontja, amelyet minden alkalommal meghívunk amikor a programozható blokk egyik futtatási művelete meghívásra kerül, vagy a szkript frissíti magát. Az updateSource argumentum leírja, honnan jött a frissítés. Maga a módszer szükséges, de a fenti argumentumok ha nem szükséges, eltávolíthatók.
it: Il punto di ingresso principale dello script, invocato ogni volta che viene invocata una delle azioni Esegui del blocco programmabile, oppure lo script si aggiorna da solo. L'argomento updateSource descrive da dove proviene l'aggiornamento. Il metodo stesso è richiesto, ma gli argomenti sudetti possono essere rimossi se non sono necessari.
pl_pl: Główny punkt wejściowy skryptu, odwoływany za każdym razem gdy akcja "uruchom" bloków programowalnych jest zastosowana, lub gdy skrypt aktualizuje się sam. Argument updateSource opisuje skąd wzięła się aktualizacja. Sama metoda jest wymagana, ale powyższe argumenty mogązostać usunięte jeśli nie są potrzebne.
pt_br: O principal ponto de entrada do script é invocado toda vez que uma das ações de execução dos blocos programáveis é invocada ou o script é atualizado. O argumento updateSource descreve de onde veio a atualização. O método é, por si só, exigido, mas o argumento acima pode ser removido se não for necessário.
ru: Главная точка входа в скрипт вызывается каждый раз, когда действие Запуск программного блока активируется, или скрипт самозапускается. Аргумент updateSource описывает, откуда поступило обновление. Метод необходим сам по себе, но аргументы ниже могут быть удалены, если не требуются.
zh_cn: 脚本的主入口点，每次调用可编程模块运行操作的一个调用。 该入口点本身是必需的。UpdateSource参数指明更新的来源。 需要使用此方法，但上述参数如果不需要，可以删除。

# ProgrammableBlock_DefaultScript_Save
source: Called when the program needs to save its state. Use this method to save your state to the Storage field or some other means. This method is optional and can be removed if not needed.
cs_cz: Voláno, pokud program potřebuje uložit svůj stav. Tuto metodu použijte k uložení stavu do pole Storage nebo kvůli jiným účelům. Tato metoda je volitelná a může být odstraněna, pokud není potřeba.
de: Wird aufgerufen, wenn das Programm seinen Status speichern muss. Verwenden Sie diese Methode, um Ihren Zustand im Speicherfeld oder auf andere Weise zu speichern. Diese Methode ist optional und kann entfernt werden, wenn sie nicht benötigt wird.
es: Se llama cuando el programa necesita guardar su estado. Usa este método para guardar tu estado en el campo Almacenamiento o en algún otro medio. Este método es opcional y puede ser eliminado si no es necesario.
fr: Appelé lorsque le programme doit sauvegarder son état. Utilisez cette méthode pour enregistrer votre état dans le champ Stockage ou par un autre moyen. Cette méthode est facultative et peut être supprimée si elle n'est pas nécessaire.
hu_hu: Használja amikor a programnak menteni kell az állapotát. Ezzel mentheti az állapotot a Storage mezőbe vagy valamilyen más eszközre. Ez a módszer nem kötelező, és eltávolítható, ha nem szükséges.
it: Chiamato quando il programma deve salvare il suo stato. Utilizza questo metodo per salvare lo stato nel campo di memorizzazione o in qualche altro modo. Questo metodo è opzionale e può essere rimosso se non è necessario.
pl_pl: Wzywany gdy program musi zapisać swój stan. Użyj tej metody, aby zapisywać swój stan do Pola przechowywania lub innych miejsc. Ta metoda jest opcjonalna i może być usunięta jeśli nie jest potrzebna.
pt_br: Chamado quando o programa precisa salvar seu estado. Utilize este método para salvar seu estado no campo de armazenamento ou de alguma outra forma. Este método é opcional e pode ser removido se não for necessário.
ru: Вызывается, когда программе требуется сохранить своё состояние. Используйте этот метод, чтобы сохранить состояние программы в поле Storage, или в другое место. Этот метод опционален и может быть удалён, если не требуется.
zh_cn: 当程序需要保存时，会发出提醒。使用这种方法可以将状态保存 至内存或其他路径。此为备选项， 如果不需要，可以删除。

# ProgrammableBlock_DeleteScriptDialogText
source: Are you sure you want to delete this script ?
cs_cz: Jste si jistí, že chcete smazat tento skript?
de: Willst du dieses Slript wirklich löschen?
es: ¿Estás seguro de que quieres borrar este script?
fr: Voulez-vous vraiment supprimer ce script ?
hu_hu: Biztosan törli ezt a parancsfájlt?
it: Sei sicuro di voler cancellare questo script?
pl_pl: Czy na pewno chcesz usunąć ten skrypt?
pt_br: Tem certeza de que deseja excluir este script?
ru: Вы уверены, что хотите удалить этот скрипт?
zh_cn: 确定删除此脚本吗？

# ProgrammableBlock_Editor_BrowseWorkshop_Tooltip
source: Open screen with list of available scripts
cs_cz: Otevřít panel se seznamem dostupných skriptů
de: Öffnet einen Bildschirm auf dem eine Liste aller verfügbarer Skripts angezeigt wird
es: Abrir la pantalla con la lista de scripts disponibles
fr: Ouvre l'écran avec liste des scripts disponibles
hu_hu: Képernyő megnyitása az elérhető parancsfájlok listájával
it: Apre la schermata con l'elenco degli script disponibili.
pl_pl: Otwórz ekran dostępnych skryptów
pt_br: Abrir tela com lista de scripts disponíveis
ru: Открывает меню доступных скриптов
zh_cn: 打开包含可用脚本列表的屏幕

# ProgrammableBlock_Editor_CharacterLimit
source: Character Limit :
cs_cz: Omezený počet písmen:
de: Zeichenbeschränkung:
es: Límite de Personaje :
fr: Limite de caractères :
hu_hu: Karakterkorlát :
it: Limite caratteri :
pl_pl: Limit znaków:
pt_br: Limite de personagem:
ru: Лимит символов :
zh_cn: 人物限制：

# ProgrammableBlock_Editor_CheckCode
source: Check Code
cs_cz: Zkontrolovat kód
de: Code überprüfen
es: Comprobar el código
fr: Vérifier le code
hu_hu: Kód Ellenőrzés
it: Controlla codice
pl_pl: Sprawdź kod
pt_br: Verificar código
ru: Проверить код
zh_cn: 检查代码

# ProgrammableBlock_Editor_CheckingCode
source: Checking Code
de: Code wird überprüft
es: Comprobando el código
fr: Vérification du code
hu_hu: Kód llenőrzése
it: Controllo del codice
pl_pl: Sprawdzam kod
pt_br: Verificando código
ru: Проверка кода
zh_cn: 检查代码

# ProgrammableBlock_Editor_CheckCode_Tooltip
source: Checks code inside editor for errors
cs_cz: Překontrolovat kód uvnitř editoru kvůli chybám
de: Überprüft den Code im Editor auf Fehler
es: Comprueba el código dentro del editor en busca de errores
fr: Cherche les erreurs de code dans l'éditeur.
hu_hu: Ellenőrzi a kódot a szerkesztőn belül, hogy nem tartalmaz-e hibákat
it: Controlla il codice nell'editor per cercare errori
pl_pl: Sprawdza kod w edytorze pod kątem błędów
pt_br: Verificar erros de código dentro do editor
ru: Проверяет код внутри редактора на ошибки
zh_cn: 在编辑器中检测代码错误

# ProgrammableBlock_Editor_CompilationFailed
source: Compilation failed
cs_cz: Kompilace selhala
de: Kompilierung fehlgeschlagen
es: Fallo de compilación
fr: Échec de la compilation
hu_hu: A fordítás nem sikerült
it: Compilazione fallita
pl_pl: Błąd podczas kompilacji
pt_br: Falha na compilação
ru: Компиляция не удалась
zh_cn: 编译失败

# ProgrammableBlock_Editor_NotSupported
source: Script compilation and execution is not supported.
de: Kompilieren und Ausführen der Skripte wird nicht unterstützt.
es: No se admite la compilación y ejecución de scripts.
fr: La compilation et l'exécution de scripts n'est pas prise en charge.
hu_hu: A szkript összeállítása és végrehajtása nem támogatott.
it: La compilazione e l'esecuzione di script non è supportata.
pl_pl: Kompilacja i wykonywanie skrypów nie jest wspierane.
pt_br: Compilação e execução de script não suportados.
ru: Компиляция и выполнение скриптов не поддерживается.
zh_cn: 不支持脚本的编译和执行。

# ProgrammableBlock_Editor_CompilationFailedErrorFormat
source: Line {0} : {1}
cs_cz: Řádek {0} : {1}
de: Zeile {0} : {1}
es: Línea {0} : {1}
fr: Ligne {0} : {1}
hu_hu: Sor {0} : {1}
it: Linea {0} : {1}
pl_pl: Linia {0} : {1}
pt_br: Linha {0} : {1}
ru: Строка {0}: {1}
zh_cn: 行 {0} : {1}

# ProgrammableBlock_Editor_CompilationFailedErrorList
source: Error list
cs_cz: Seznam chyb
de: Fehlerliste
es: Lista de errores
fr: Liste des erreurs
hu_hu: Hibalista
it: Lista errori
pl_pl: Lista błędów
pt_br: Lista de erros
ru: Список ошибок
zh_cn: 错误列表

# ProgrammableBlock_Editor_CompilationOk
source: Compilation successful.
cs_cz: Kompilace úspěšná.
de: Kompilieren erfolgreich.
es: Compilación satisfactoria.
fr: Compilation réussie.
hu_hu: Fordítás sikeres.
it: Compilazione completata.
pl_pl: Kompilacja zakończona sukcesem.
pt_br: Compilação bem sucedida.
ru: Компиляция завершена успешно.
zh_cn: 编译成功。

# ProgrammableBlock_Editor_CompilationOkWarningList
source: Warning list
cs_cz: Seznam varování
de: Warnungsliste
es: Lista de advertencias
fr: Liste d'avertissements
hu_hu: Figyelmeztető lista
it: Elenco avvisi
pl_pl: Lista ostrzeżeń
pt_br: Lista de alertas
ru: Список предупреждений
zh_cn: 警告列表

# ProgrammableBlock_Editor_Help
source: Help
cs_cz: Nápověda
de: Hilfe
es: Ayuda
fr: Aide
hu_hu: Segítség
it: Aiuto
pt_br: Ajuda
ru: Помощь
zh_cn: 帮助

# ProgrammableBlock_Editor_HelpTooltip
source: Opens workshop page with description about in-game programming
cs_cz: Otevře stránku {0} Workshopu s návodem programování ve hře
de: Öffnet eine Seite im Workshop mit Informationen zur Ingame-Programmierung
es: Abre la página del Workshop con la descripción de la programación en el juego
fr: Ouvre la page du workshop décrivant la programmation en jeu.
hu_hu: Megnyílik a {0} Műhely oldal a játékon belüli programozásról
it: Apre la pagina del Workshop con la descrizione della programmazione in-game
pl_pl: Otwiera okno warsztatu steam z opisem na temat programowania w grze
pt_br: Abre a página do Workshop com descrição sobre programação no jogo
ru: Открывает страницу мастерской с описанием внутриигрового программирования
zh_cn: 打开创意工坊页面，查看游戏中编程的相关说明

# ProgrammableBlock_Editor_LineNo
source: Line : {0} / {1}
cs_cz: Řádek : {0} / {1}
de: Zeile : {0} / {1}
es: Línea : {0} / {1}
fr: Ligne : {0} / {1}
hu_hu: Sor : {0} / {1}
it: Linea : {0} / {1}
pl_pl: Linia : {0} / {1}
pt_br: Linha : {0} / {1}
ru: Строка: {0} / {1}
zh_cn: 行：{0} / {1}

# ProgrammableBlock_Editor_RememberCode
source: Remember code
cs_cz: Zapamatovat kód
de: Code abspeichern
es: Guardar código
fr: Enregistrer le code
hu_hu: Kód megjegyzése
it: Salva codice
pl_pl: Zapamiętaj kod
pt_br: Relembrar código
ru: Сохранить код
zh_cn: 记忆代码

# ProgrammableBlock_Editor_RememberCode_Tooltip
source: Remember current script and leave editor window open
cs_cz: Zapamatovat současný skript a opustit okno editoru.
de: Derzeitiges Skript behalten und Editor-Fenster geöffnet lassen
es: Guardar el script actual y dejar la ventana del editor abierta
fr: Enregistre le script actuel et laisse la fenêtre de l'éditeur ouverte.
hu_hu: Az aktuális parancsfájl megjegyzése és a szerkesztőablak nyitva hagyása
it: Salva lo script attuale e lascia la finestra dell'editor aperta
pl_pl: Zapamiętaj aktualny kod i zostaw okno nadal otwarte
pt_br: Relembra o script atual e deixa a janela do editor aberta
ru: Сохраняет текущий скрипт и оставляет окно редактора открытым
zh_cn: 保存当前代码并保持编辑器窗口打开

# ProgrammableBlock_Editor_TextTooLong
source: Text is too long. It won't be saved.
cs_cz: Text je příliš dlouhý. Nebude uložen.
de: Der Text ist zu lang. Er wird nicht gespeichert.
es: El texto es demasiado largo. No se guardará.
fr: Le texte est trop long. Il ne sera pas sauvegardé.
hu_hu: A szöveg túl hosszú. Nem lesz mentve.
it: Testo troppo lungo. Non verrà salvato.
pl_pl: Tekst jest za długi. Nie zostanie zapisany.
pt_br: Texto muito grande. Ele não será salvo.
ru: Текст слишком длинный. Он не будет сохранен.
zh_cn: 文本太长。无法保存。

# ProgrammableBlock_Error_NotExperimental
source: Error: This world is not in experimental mode.
cs_cz: Chyba: Svět není v experimentálním režimu.
de: Fehler: Der Experimentelle Modus wurde für diese Welt nicht aktiviert.
es: Error: Este mundo no está en modo experimental.
fr: Erreur : ce monde n'est pas en mode expérimental.
hu_hu: Hiba: Ez a világ nincs kísérleti módban.
it: Errore: Questo mondo non è in modalità sperimentale.
pl_pl: Error: Ten świat nie jest w trybie eksperymentalnym.
pt_br: Erro: Este mundo não está em modo experimental.
ru: Ошибка: мир не в экспериментальном режиме.
zh_cn: 错误：此世界不是实验模式。

# ProgrammableBlock_Error_ScriptsDisabled
source: Error: This world has disabled scripts.
de: Fehler: DIe Verwendung von Skripts wurde für diese Welt deaktiviert.
es: Error: Este mundo ha desactivado los scripts.
fr: Erreur : ce monde a désactivé les scripts.
hu_hu: Hiba: Ebben a világban letiltottak a parancsfájlokat.
it: Errore: Questo mondo ha script disabilitati.
pl_pl: Error: Skrypty wyłączone w tym świecie.
pt_br: Erro: Scripts desabilitados para este mundo.
ru: Ошибка: в этом мире отключены скрипты.
zh_cn: 错误：此世界有禁用的脚本。

# ProgrammableBlock_Exception_AllreadyRunning
source: Program is already running.
cs_cz: Program již běží.
de: Programm läuft bereits.
es: El programa ya está en marcha.
fr: Programme déjà en cours d'exécution.
hu_hu: A program már fut.
it: Il programma è già in esecuzione.
pl_pl: Program jest już uruchomiony.
pt_br: O programa já está em execução.
ru: Программа уже запущена.
zh_cn: 程序已在运行

# ProgrammableBlock_Exception_ExceptionCaught
source: Caught exception during execution of script:
cs_cz: Nalezena chyba při provádění skriptu:
de: Beim Ausführen des Skripts abgefangene Ausnahme:
es: Excepción registrada durante la ejecución del script:
fr: Éxception trouvée pendant l’exécution du script :
hu_hu: A parancsfájl végrehajtása során kivétel keletkezett:
it: Eccezione trovata durante l'esecuzione dello script:
pl_pl: Wystąpił wyjątek podczas wykonywania skryptu:
pt_br: Exceção capturada durante execução de script:
ru: Обнаружено исключение во время выполнения скрипта:
zh_cn: 收集脚本运行异常状态：

# ProgrammableBlock_Exception_NestedTooComplex
source: Script execution halted temporarily. The combined execution between a calling programmable block and this script became too complex. This script has not been terminated, but the calling script has.
cs_cz: Spuštění skriptu bylo dočasně pozastaveno. Kombinované spuštění mezi volajícím programovatelným blokem a tímto skriptem bylo příliš náročné. Tento skript nebyl ukončen, ale volající skript ukončen byl.
de: Die Skriptausführung wurde vorübergehend angehalten. Die kombinierte Ausführung des Sktipts vom aufrufenden programmierbaren Block und diesem Skript wurde zu komplex. Dieses Skript wurde nicht beendet, aber das aufrufende Skript wurde beendet.
es: La ejecución del script se ha detenido temporalmente. La ejecución combinada entre un bloque programable de llamada y este script se ha vuelto demasiado compleja. Este script no ha sido terminado, pero el script de llamada sí.
fr: L'exécution du script s'est arrêtée temporairement. L'exécution combinée entre un bloc programmable et ce script est devenue trop complexe. Ce script n'a pas été terminé, mais le script d'appel oui.
hu_hu: A szkript végrehajtása ideiglenesen leállt. A hívó programozható blokk és a szkript közötti kombinált végrehajtás túl bonyolulttá vált. Ez a szkript még nem szűnt meg, de a hívó szkript igen.
it: L'esecuzione degli script si è temporaneamente interrotta. L'esecuzione combinata tra un blocco programmabile chiamante e questo script è diventata troppo complessa. Questo script non è stato terminato, ma lo script chiamante sì.
pl_pl: Egzekucja skryptu tymczasowo wstrzymana. Interakcja między wzywającym blokiem programowalnym a tym skryptem stała się zbyt skomplikowana. Skrypt nie został usunięty, ale wezwanie tak.
pt_br: Execução de script interrompida temporariamente. A combinação entre a execução de chamada do bloco programável e este script se tornou muito complexa. O script não foi finalizado, mas a chamada de script, sim.
ru: Выполнение скрипта приостановлено. Комбинированное выполнение между вызывающим программируемым блоком и этим скриптом стало слишком сложным. Этот скрипт не был прерван, однако вызывающий скрипт был.
zh_cn: 暂时停止脚本执行。调用可编程方块和这个脚本之间的联合运算太复杂。这个脚本没有被终止，但是已经终止了脚本调用。

# ProgrammableBlock_Exception_NoAssembly
source: Assembly not found. Please compile script.
cs_cz: Sestavení nenalezeno. Prosíme, zkompilujte skript.
de: Ausführungscode nicht gefunden. Skript bitte kompilieren.
es: Ensamblaje no encontrado. Por favor, compila el script.
fr: Assemblage introuvable. Veuillez compiler le script.
hu_hu: A kódösszeállítás nem található. Kérjük, fordítsa le a parancsfájlt.
it: Programma non trovato. Per favore compila lo script.
pl_pl: Nie znaleziono kodu wynikowego. Proszę skompilować skrypt.
pt_br: Montagem não encontrada. Compile o script.
ru: Сборка не обнаружена. Пожалуйста, скомпилируйте скрипт.
zh_cn: 找不到组件。请编写脚本。
