Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# IngameHelp_Interactive_Detail2
source: Press {CONTROL:USE} to activate a highlighted block.
de: Drücken Sie {CONTROL:USE}, um mit einem hervorgehobenen Block zu interagieren.
es: Pulsa {CONTROL:USE} para activar un bloque resaltado.
fr: Appuyez sur {CONTROL:USE} pour activer un bloc en surbrillance.
hu_hu: Nyomja meg a {CONTROL:USE} gombot a kijelölt blokk aktiválásához.
it: Premi {CONTROL:USE} per attivare un blocco evidenziato.
pl_pl: Naciśnij {CONTROL:USE} żeby aktywować podświetlony blok.
pt_br: Pressione {CONTROL:USE} para ativar um bloco destacado.
ru: Нажмите {CONTROL:USE}для активации подсвеченного блока.
zh_cn: 按{CONTROL:USE}激活高亮的方块。

# IngameHelp_Interactive_Detail3
source: Press {CONTROL:TERMINAL} to go to menu of highlighted block.
de: Drücken Sie {CONTROL:TERMINAL}, um ins Menü des hervorgehobenen Blocks zu gelangen.
es: Pulsa {CONTROL:TERMINAL} para ir al menú del bloque resaltado.
fr: Appuyez sur {CONTROL:TERMINAL} pour aller au menu du bloc en surbrillance.
hu_hu: Nyomja meg a {CONTROL:TERMINAL} gombot a kijelölt blokk menüjéhez ugráshoz.
it: Premi {CONTROL:TERMINAL}per andare al menu del blocco evidenziato.
pl_pl: Naciśnij {CONTROL:TERMINAL} żeby wejść do terminala podświetlonego bloku.
pt_br: Pressione {CONTROL:TERMINAL} para acessar o menu do bloco destacado.
ru: Нажмите {CONTROL:TERMINAL}для настройки подсвеченного блока.
zh_cn: 按{CONTROL:TERMINAL}访问高亮方块的菜单。

# IngameHelp_Interactive_Detail4
source: Press {CONTROL:INVENTORY} to open inventory of highlighted block.
de: Drücken Sie {CONTROL:INVENTORY}, um das Inventar des hervorgehobenen Blocks zu öffnen.
es: Pulsa {CONTROL:INVENTORY} para abrir el inventario del bloque resaltado.
fr: Appuyez sur {CONTROL:INVENTORY} pour ouvrir l'inventaire du bloc en surbrillance.
hu_hu: Nyomja meg a {CONTROL:INVENTORY} gombot a kijelölt blokk készletének megnyitásához.
it: Premi {CONTROL:INVENTORY}per aprire l'inventario del blocco evidenziato.
pl_pl: Naciśnij {CONTROL:INVENTORY} żeby otworzyć ekwipunek podświetlonego bloku.
pt_br: Pressione {CONTROL:INVENTORY} para abrir o inventário do bloco destacado.
ru: Нажмите {CONTROL:INVENTORY} чтобы открыть инвентарь подсвеченного блока.
zh_cn: 按{CONTROL:INVENTORY}打开高亮方块的库存。

# IngameHelp_Interactive_Title
source: Good.bot: Interactive objects
de: Good.Bot: Interaktive Objekte
es: Good.bot: Objetos interactivos
fr: Good.bot : objets interactifs
hu_hu: Good.bot: Interaktív objektumok
it: Good.bot: Oggetti interattivi
pl_pl: Good.bot: Interaktywne bloki
pt_br: Good.bot: Objetos interativos
ru: Good.bot: Взаимодействие
zh_cn: Good.bot：互动对象

# IngameHelp_PowerTip_Detail1
source: Simple enough, is it not?!
de: Ganz schön einfach, oder nicht?!
es: Bastante simple, ¿no es así?
fr: Assez simple, n'est-ce pas ?
hu_hu: Elég egyszerű, nem ?!
it: Abbastanza semplice, non è vero?
pl_pl: Dosyć proste, czyż nie?!
pt_br: Simples, não é mesmo?!
ru: Довольно просто, не так ли?
zh_cn: 够简单了吧？！

# IngameHelp_PowerTip_Detail2
source: *Tip:* Turn off blocks that you do not need to save power.
de: *Tipp:* Schalten Sie Blöcke aus, die Sie nicht benötigen, um Energie zu sparen.
es: *Consejo:* Apague los bloques que no necesite para ahorrar energía.
fr: *Conseil :* désactivez les blocs dont vous n'avez pas besoin pour économiser de l'énergie.
hu_hu: *Tipp:* Energiatakarékosságból kapcsolja ki azokat a blokkokat, amelyekre nincs szüksége .
it: *Suggerimento:* Spegni i blocchi che non ti servono per risparmiare energia.
pl_pl: *rada: * Wyłącz blok którego nie potrzebujesz żeby oszczędzić energię.
pt_br: *Dica:* Desative os blocos que não necessita para economizar energia.
ru: *Подсказка:* выключите ненужные сейчас блоки, чтобы сберечь энергию.
zh_cn: 提示：关掉不用的方块节约能耗。

# IngameHelp_PowerTip_Detail3
source: *Tip:* Use [Ctrl+]{CONTROL:TOGGLE_REACTORS} to also turn off all connected grids.
de: *Tipp:* Nutzen Sie [Ctrl+]{CONTROL:TOGGLE_REACTORS}, um auch alle verbundenen Blockkonstruktionen mit abzuschalten.
es: *Sugerencia:* Utiliza [Ctrl+]{CONTROL:TOGGLE_REACTORS} para desactivar también todas las estructuras conectadas.
fr: *Astuce : *Utilisez [Ctrl+]{CONTROL:TOGGLE_REACTORS} pour aussi éteindre toutes les grilles connectées.
it: *Suggerimento:* Usa [Ctrl+]{CONTROL:TOGGLE_REACTORS} per disattivare anche tutte le griglie connesse.
pl_pl: *rada:* Użyj [Ctrl+]{CONTROL:TOGGLE_REACTORS} aby również wyłączyć wszstkie połączone struktury.
pt_br: *Dica:* Use [Ctrl+]{CONTROL:TOGGLE_REACTORS} para também desativar todos os grids conectados.
ru: *Подсказка:* [Ctrl +]{CONTROL:TOGGLE_REACTORS} — выключить все подключенные структуры.
zh_cn: *提示：* 使用[Ctrl+]{CONTROL:TOGGLE_REACTORS}另外关闭所有已连接的网格。

# IngameHelp_PowerTip_Detail3:Gamepad
source: *Tip:* Use {CONTROL:TOGGLE_REACTORS_ALL} to also turn off all connected grids.
de: *Tipp:* Nutzen Sie {CONTROL:TOGGLE_REACTORS_ALL}, um auch alle verbundenen Blockkonstrutionen mit abzuschalten.
es: *Sugerencia:* Utiliza {CONTROL:TOGGLE_REACTORS_ALL} para desactivar también todas las estructuras conectadas.
fr: *Astuce : *Utilisez {CONTROL:TOGGLE_REACTORS_ALL} pour aussi éteindre toutes les grilles connectées.
it: *Suggerimento:* Usa {CONTROL:TOGGLE_REACTORS_ALL} anche per disattivare tutte le griglie connesse.
pl_pl: *rada:* Użyj {CONTROL:TOGGLE_REACTORS_ALL} aby również wyłączyć wszstkie połączone struktury.
pt_br: *Dica:* Use {CONTROL:TOGGLE_REACTORS_ALL} para também desativar todos os grids conectados.
ru: *Подсказка:* {CONTROL:TOGGLE_REACTORS_ALL} — выключить все подключенные структуры.
zh_cn: *提示：* 使用{CONTROL:TOGGLE_REACTORS_ALL}另外关闭所有已连接的网格。

# ScreenBlueprintsRew_Author
source: Author: {0}
de: Urheber: {0}
es: Autor: {0}
fr: Auteur : {0}
hu_hu: Szerző: {0}
it: Autore: {0}
pl_pl: Autor: {0}
pt_br: Autor: {0}
ru: Автор: {0}
zh_cn: 作者：{0}

# ScreenBlueprintsRew_Size
source: Size: {0}
de: Größe: {0}
es: Tamaño: {0}
fr: Taille : {0}
hu_hu: Méret: {0}
it: Dimensioni: {0}
pl_pl: Rozmiar: {0}
pt_br: Tamanho: {0}
ru: Размер: {0}
zh_cn: 尺寸：{0}

# ScreenBlueprintsRew_Dlc
source: Required DLC: {0}
de: Erforderlicher Zusatzinhalt: {0}
es: DLC Necesario: {0}
fr: DLC requis : {0}
hu_hu: Szükséges DLC: {0}
it: DLC necessario: {0}
pl_pl: Wymagane DLC: {0}
pt_br: DLC necessária: {0}
ru: Требуемое DLC: {0}
zh_cn: 需要DLC：{0}

# ScreenBlueprintsRew_ButDelete
source: Delete
de: Löschen
es: Borrar
fr: Supprimer
hu_hu: Töröl
it: Elimina
pl_pl: Usuń
pt_br: Excluir
ru: Удалить
zh_cn: 删除

# ScreenBlueprintsRew_ButEdit
source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
hu_hu: Szerkesztés
it: Modifica
pl_pl: Edytuj
pt_br: Editar
ru: Изменить
zh_cn: 编辑

# ScreenBlueprintsRew_ButInfo
source: Info
fr: Infos
hu_hu: Infó
pt_br: Informações
ru: Инфо
zh_cn: 信息

# ScreenBlueprintsRew_ButOpenInWorkshop
source: Open in Workshop
de: Im Workshop aufrufen
es: Abrir en la Workshop
fr: Ouvrir dans le Workshop
hu_hu: Megnyitás a Műhelyben
it: Apri nel Workshop
pl_pl: Otwórz w warsztacie
pt_br: Abrir no Workshop
ru: Открыть в Мастерской
zh_cn: 打开创意工坊

# ScreenBlueprintsRew_ButPublish
source: Publish
de: Veröffentlichen
es: Publicar
fr: Publier
hu_hu: Közzététel
it: Pubblica
pl_pl: Opublikuj
pt_br: Publicar
ru: Опубликовать
zh_cn: 发布

# ScreenBlueprintsRew_ButRename
source: Rename
de: Umbenennen
es: Renombrar
fr: Renommer
hu_hu: Átnevezés
it: Rinomina
pl_pl: Zmień nazwę
pt_br: Renomear
ru: Переименовать
zh_cn: 重命名

# ScreenBlueprintsRew_ButReplace
source: Replace
de: Ersetzen
es: Reemplazar
fr: Remplacer
hu_hu: Felülírás
it: Sostituisci
pl_pl: Zastąp
pt_br: Substituir
ru: Заменить
zh_cn: 替换

# ScreenBlueprintsRew_ButScreenshot
source: Take Screenshot
de: Screenshot erstellen
es: Tomar captura de pantalla
fr: Prendre une capture d'écran
hu_hu: Képernyőkép
it: Fai screenshot
pl_pl: Zrób Zrzut Ekranu
pt_br: Capturar a tela
ru: Сделать снимок экрана
zh_cn: 截图

# ScreenBlueprintsRew_ButToClipboard
source: Copy to clipboard
de: In Zwischenabl. kopieren
es: Copiar al portapapeles
fr: Copier dans le presse-papiers
hu_hu: Másolás vágólapra
it: Copia negli appunti
pl_pl: Kopiuj do schowka
pt_br: Copiar para a área de transferência
ru: Копировать в буфер
zh_cn: 复制到剪贴板

# ScreenBlueprintsRew_Caption
source: Blueprints
de: Entwürfe
es: Planos
fr: Plans
hu_hu: Tervrajzok
it: Progetti
pl_pl: Schematy
pt_br: Projetos
ru: Чертежи
zh_cn: 蓝图

# ScreenBlueprintsRew_Delete
source: Delete
de: Löschen
es: Borrar
fr: Supprimer
hu_hu: Töröl
it: Elimina
pl_pl: Usuń
pt_br: Excluir
ru: Удалить
zh_cn: 删除

# ScreenBlueprintsRew_DeleteMessage
source: Cannot rename blueprint because it is used by another process.
de: Der Entwurf kann nicht umbenannt werden, da er von einem anderen Prozess verwendet wird.
es: No se puede renombrar el plano porque es usado por otro proceso.
fr: Impossible de renommer le plan car il est utilisé par un autre processus.
hu_hu: A tervezet nem nevezhető át, mert azt egy másik folyamat használja.
it: Non posso rinominare il progetto perché viene utilizzato da un altro processo.
pl_pl: Nie można zmienić nazwy schematu, ponieważ jest on używany przez inny proces.
pt_br: Impossível renomear o projeto pois ele está sendo utilizado em outro processo.
ru: Невозможно переименовать чертеж, т.к. он используется другим процессом.
zh_cn: 其他程序正在使用蓝图，无法删除。

# ScreenBlueprintsRew_GridType
source: Type: {0}
de: Typ: {0}
es: Tipo: {0}
hu_hu: Típus: {0}
it: Tipo: {0}
pl_pl: Rodzaj: {0}
pt_br: Tipo: {0}
ru: Тип: {0}
zh_cn: 类型：{0}

# ScreenBlueprintsRew_Name
source: Name: {0}
es: Nombre: {0}
fr: Nom : {0}
hu_hu: Név: {0}
it: Nome: {0}
pl_pl: Nazwa: {0}
pt_br: Nome: {0}
ru: Название: {0}
zh_cn: 名称：{0}

# ScreenBlueprintsRew_NotAvailable
source: N/A
de: N/V
es: N/D
it: N/D
pl_pl: Niedostępne
pt_br: N/D
ru: Н/Д
zh_cn: 无

# ScreenBlueprintsRew_NumOfBlocks
source: Number of Blocks: {0}
de: Anzahl von Blöcken: {0}
es: Número de bloques: {0}
fr: Nombre de blocs : {0}
hu_hu: Blokkok Száma: {0}
it: Numero di blocchi: {0}
pl_pl: Liczba bloków: {0}
pt_br: Quantidade de blocos: {0}
ru: Количество блоков: {0}
zh_cn: 方块数量：{0}

# ScreenBlueprintsRew_PCU
source: PCU: {0}
de: PCUs: {0}
zh_cn: 性能成本单位：{0}

# ScreenBlueprintsRew_Replace
source: Replace
de: Ersetzen
es: Reemplazar
fr: Remplacer
hu_hu: Felülírás
it: Sostituisci
pl_pl: Zastąp
pt_br: Substituir
ru: Заменить
zh_cn: 替换

# ScreenBlueprintsRew_ReplaceMessage1
source: Blueprint/script with the name "
de: Entwurf/Skript mit dem Namen "
es: Plano/script con el nombre "
fr: Un plan/script avec le nom «
hu_hu: Tervrajz/szkript névvel "
it: Progetto/script con il nome "
pl_pl: Schemat/skrypt z nazwą "
pt_br: Projeto/script com o nome "
ru: Чертеж/скрипт с названием "
zh_cn: 蓝图/脚本的名称

# ScreenBlueprintsRew_ReplaceMessage2
source: " already exists. Do you want to replace it?
de: " existiert bereits. Wollen Sie sie ersetzen?
es: " ya existe. ¿Quiere reemplazarlo?
fr: » existe déjà. Voulez vous le remplacer ?
hu_hu: "már létezik. Szeretné lecserélni?
it: " esiste già. Vuoi sostituirlo?
pl_pl: " już istnieje. Chcesz ją zastąpić?
pt_br: " já existe. Gostaria de substituí-lo?
ru: " уже существует. Вы хотите заменить его?
zh_cn: 已经存在。想要替换它吗？

# ScreenBlueprintsRew_Search
source: Search:
de: Suchen:
es: Buscar:
fr: Recherche :
hu_hu: Keresés:
it: Cerca:
pl_pl: Szukaj:
pt_br: Buscar:
ru: Поиск:
zh_cn: 搜索：

# ScreenBlueprintsRew_Tooltip_ButDelete
source: Delete blueprint (local/cloud BP only) or scripts (local script only)
de: Entwürfe (lokale & Cloud-Entwürfe) oder Skripts (nur lokale) löschen
es: Eliminar planos/scripts (sólo plano local/en nube)
fr: Supprimer le plan (plan local/cloud uniquement) ou les scripts (script local uniquement)
hu_hu: Tervrajz törlése (helyi/csak felhőben) vagy szkriptek (csak helyi szkript)
it: Cancella il progetto (solo locale/nuvola BP) o gli script (solo script locale)
pl_pl: Usuń schemat (tylko lokalnie/w chmurze) lub skrypt (tylko lokalnie)
pt_br: Exclui projeto (local/apenas na nuvem) ou script (apenas local)
ru: Удалить чертежи/скрипты (только локальные/загруженные)
zh_cn: 删除蓝图（仅限于本地或云端蓝图）或者脚本（仅限于本地脚本）

# ScreenBlueprintsRew_Tooltip_ButEdit
source: Open tab for editing blueprint/script information
de: Registerkarte zum Bearbeiten von Entwurf- bzw. Skript-Informationen öffnen
es: Abrir la pestaña para editar información de planos/scripts
fr: Ouvre un onglet pour éditer les informations du plan/script
hu_hu: Lap megnyitása a tervrajz/parancsfájl adatainak szerkesztéséhez
it: Apri la scheda per la modifica delle informazioni di progetto/script
pl_pl: Otwórz zakładkę do edycji informacji o schemacie/skrypcie
pt_br: Abre uma guia para edição de informações do projeto/script
ru: Открыть вкладку для редактирования описания чертежа/скрипта
zh_cn: 打开标签编辑蓝图/脚本信息

# ScreenBlueprintsRew_Tooltip_ButFolders
source: Open directory selection
de: Verzeichnisauswahl öffnen
es: Abrir la selección del directorio
fr: Ouvrir la sélection du répertoire
hu_hu: Nyissa meg a könyvtárválasztást
it: Apri la selezione dell'elenco
pl_pl: Wybór katalogu
pt_br: Abre seleção do diretório
ru: Открыть выбор категории
zh_cn: 打开目录

# ScreenBlueprintsRew_Tooltip_ButGrouping_Aggregator
source: Toggle between "All", "Local", "Cloud", "{0}" and "{1}" blueprints/scripts
de: Umschalten zwischen „Alle“, „Lokal“, „Cloud“, „{0}“ und „{1}“ Entwürfen/Skripts
es: Alternar entre "Todo", "Local", "Nube", "{0}" y "{1}" planos/scripts
fr: Basculer entre les plans/scripts « Tous », « Locaux », « Cloud », « {0} » et « {1} »
it: Vedi progetti/script in modalità "Tutti", "Locale", "Cloud", "{0}" e "{1}"
pl_pl: Wybór pomiędzy "Wszystkie", "Lokalne", "W chmurze", "{0}" i "{1}" schematy/skrypty
pt_br: Alterne entre projetos/scripts em "Todos", "Local", "Nuvem", "{0}" e "{1}"
ru: Показ чертежей (скриптов): «все», «локальные», «облачные», «{0}», или «{1}»
zh_cn: 在“所有”、“本地”、“云端”、“{0}”和“{1}”蓝图/脚本之间切换

# ScreenBlueprintsRew_Tooltip_ButGrouping
source: Toggle between "All", "Local", "Cloud" and "{0}" blueprints/scripts
de: Umschalten zwischen „Alle“, „Lokal“, „Cloud“ und „{0}“ Entwürfen/Skripts
es: Alternar entre "Todo", "Local", "Nube" y "{0}" Planos/scripts
fr: Basculer entre « Tous », « Locaux », « Cloud » et « {0} » pour les plans/scripts
hu_hu: Váltás "Minden", "Helyi", "Felhő" és "{0}" tervrajzok/szkriptek között
it: Passa da "Tutti", "Locale", "Cloud" e "{0}" progetti/script
pl_pl: Wybór pomiędzy "Wszystkie", "Lokalne", "W chmurze" i "{0}" schematy/skrypty
pt_br: Alterna os projetos/scripts entre "Todos", "Local", "Nuvem" e "{0}"
ru: Показать "все", "локальные", "загруженные" или "Steam" {0} чертежи/скрипты
zh_cn: 在“所有”，“本地”，“云端”和“{0}”蓝图/脚本之间切换

# ScreenBlueprintsRew_Tooltip_ButGrouping_NoLocal_Aggregator
source: Toggle between "All", "Cloud", "{0}" and "{1}" blueprints/scripts
de: Umschalten zwischen „Alle“, „Cloud“, „{0}“ und „{1}“ Entwürfen/Skripts
es: Alternar entre "Todo", "Nube", "{0}" y "{1}" planos/scripts
fr: Basculer entre les plans/scripts « Tous », « Cloud », « {0} » et « {1} »
it: Vedi progetti/script in modalità "Tutti", "Cloud", "{0}" e "{1}"
pl_pl: Wybór pomiędzy "Wszystkie", "W chmurze", "{0}" i "{1}" schematy/skrypty
pt_br: Alterne entre projetos/scripts em "Todos", "Nuvem", "{0}" e "{1}"
ru: Показ чертежей (скриптов): «все», «облачные», «{0}», или «{1}»
zh_cn: 在“所有”、“云端”、“{0}”和“{1}”蓝图/脚本之间切换

# ScreenBlueprintsRew_Tooltip_ButGrouping_NoLocal
source: Toggle between "All", "Cloud" and "{0}" blueprints/scripts
de: Umschalten zwischen „Alle“, „Cloud“ und „{0}“ Entwürfen/Skripts
es: Cambiar entre "Todos", "Nube" y "{0}" planos/scripts
fr: Basculer entre « Tous », « Cloud » et « {0} » pour les plans/scripts
hu_hu: Váltás "Minden", "Felhő" és "{0}" tervrajzok/szkriptek között
it: Passa da "Tutti", "Cloud" e "{0}" progetti/script
pl_pl: Wybór pomiędzy "Wszystkie", "W chmurze" i "{0}" schematy/skrypty
pt_br: Alterna os projetos/scripts entre "Todos", "Nuvem" e "{0}"
ru: Показать чертежи (скрипты): «все», «облачные» или «{0}»
zh_cn: 在“所有”、“云端”和“{0}”蓝图/脚本之间切换

# WorldSettings_Tooltip_ButGrouping
source: Toggle between "All", "{0}" and "{1}"
de: Umschalten zwischen „Alle“, „{0}“ und „{1}“
es: Alternar entre "Todo", "{0}" y "{1}"
fr: Basculer entre « Tous », « {0} » et « {1} »
it: Vedi progetti/script in modalità "Tutti", "{0}" e "{1}"
pl_pl: Wybór pomiędzy "Wszystkie", "{0}" i "{1}"
pt_br: Alterne entre "Todos", "{0}" e "{1}"
ru: Показ элементов: «все», «{0}», или «{1}»
zh_cn: 在“所有”、“{0}”和“{1}”之间切换

# ScreenBlueprintsRew_Tooltip_ButInfo
source: Open tab with blueprint/script informations
de: Registerkarte mit Entwurf-/Skript-Informationen öffnen
es: Abrir pestaña con información de planos/script
fr: Ouvrir un onglet avec les informations du plan/script
hu_hu: Nyissa meg a tervrajz/szkript információ lapot
it: Apri scheda con informazioni progetto/script
pl_pl: Otwórz zakładkę informacji o schemacie/skrypcie
pt_br: Abre uma guia com informações do projeto/script
ru: Открыть вкладку с описанием чертежа/скрипта
zh_cn: 打开带有蓝图/脚本信息的标签

# ScreenBlueprintsRew_Tooltip_ButNewBlueprint
source: Create new blueprint from clipboard
de: Neuen Entwurf aus dem Zwischenablageninhalt erstellen
es: Crear un nuevo plano desde el portapapeles
fr: Créer un nouveau plan à partir du Presse-papiers
hu_hu: Hozzon létre új tervet a vágólapról
it: Crea nuovo progetto dagli appunti
pl_pl: Utwórz schemat z schowka
pt_br: Cria novo projeto da área de transferência
ru: Создать новый чертеж из буфера обмена
zh_cn: 从剪贴板中创建新的蓝图

# ScreenBlueprintsRew_Tooltip_ButOpenInWorkshop
source: Open already published blueprint/script in Workshop
de: Öffnen Sie bereits veröffentlichte Entwürfe/Skripts im Workshop
es: Abrir plano/script ya publicado en el Workshop
fr: Ouvrir un plan/script déjà publié dans le workshop
hu_hu: Már közzétett tervrajz/script megnyitása {0} Műhelyben
it: Apri progetto/script già pubblicato nel Workshop
pl_pl: Otwórz schemat/skrypt w Warsztacie {0}
pt_br: Abre projeto/script já publicado no Workshop
ru: Открыть уже опубликованный чертеж (скрипт) в Мастерской
zh_cn: 在创意工坊中打开已发布的蓝图/脚本

# ScreenBlueprintsRew_Tooltip_ButOpenWorkshop
source: Browse and subscribe workshop items
de: Durchsuchen und abonnieren Sie die angebotenen Workshop-Items
es: Busca y suscríbete a los artículos del taller
fr: Parcourir et s'abonner à des objets du Workshop
hu_hu: Műhelyoldal megnyitása a böngészőben
it: Sfoglia e segui gli oggetti del workshop
pl_pl: Otwórz Warsztat w przeglądarce
pt_br: Navegar e inscrever-se em itens do Workshop
ru: Просматривайте и подписывайтесь на элементы Мастерской
zh_cn: 浏览并订阅创意工坊项目

# ScreenBlueprintsRew_Tooltip_ButPublish
source: Publish blueprint/script to Workshop
de: Entwurf/Skript im Workshop veröffentlichen
es: Publicar plano/script en el Workshop
fr: Publier le plan/script sur le Workshop
hu_hu: Tervrajz/parancsfájl közzététele a {0} Műhelyben
it: Pubblica il progetto/script sul Workshop
pl_pl: Opublikuj schemat/skrypt w Warsztacie {0}
pt_br: Publicar projeto/script no Workshop
ru: Опубликовать чертеж (скрипт) в Мастерской
zh_cn: 将蓝图/脚本发布到创意工坊

# ScreenBlueprintsRew_Tooltip_ButRefresh
source: Reload all blueprints/scripts and refresh the list
de: Laden Sie alle Entwürfe/Skripts neu und aktualisieren Sie die Liste
es: Recargar todos los planos/Scripts y actualizar la lista
fr: Recharger tous les plans/scripts et actualiser la liste
hu_hu: Töltse be újra az összes tervrajzot/parancsfájlt, és frissítse a listát
it: Ricarica tutti i progetti/script e aggiorna l'elenco
pl_pl: Załaduj ponownie schematy/skrypty i odśwież listę
pt_br: Carrega todos os projetos/scripts e atualiza a lista
ru: Перезагрузить все чертежи/скрипты и обновить список
zh_cn: 重新加载所有蓝本/脚本并刷新列表

# ScreenBlueprintsRew_Tooltip_ButRename
source: Rename blueprint (local/cloud BP only) or script (local script only)
de: Entwurf (lokale/Cloud) oder Skript (nur lokale) umbenennen
es: Renombrar plano (solo plano local/en la nube) o Script (solo Script local)
fr: Renommer le plan (plan local/cloud uniquement) ou les scripts (script local uniquement)
hu_hu: Tervrajz átnevezése (csak helyi/felhőalapú BP) vagy parancsfájl (csak helyi parancsfájlok)
it: Rinomina il progetto (solo locale/nuvola BP) o lo script (solo script locale)
pl_pl: Zmień nazwę schematu (tylko lokalnie/w chmurze) lub skryptu (tylko lokalnie)
pt_br: Renomeia projeto (local/apenas nuvem) ou script (apenas script local)
ru: Переименовать чертеж/скрипт (только локальные и загруженные чертежи)
zh_cn: 重命名蓝本（仅限于本地或云端蓝图）或者脚本（仅限于本地脚本）

# ScreenBlueprintsRew_Tooltip_ButReplace
source: Replace blueprint with clipboard (local or cloud BP) or script from editor (local scripts only)
de: Ersetzen des Entwurfs durch Zwischenablageninhalt (lokale oder Cloud-Entwürfe) oder Skript aus dem Editor (nur lokale Skripts)
es: Reemplazar el plano con el portapapeles (solo local o en la nube) o Script desde el editor (solo Script local)
fr: Remplacer le plan avec le presse-papiers (plan local/cloud uniquement) ou les scripts de l'éditeur (script local uniquement)
hu_hu: Tervezet cseréje vágólapra (helyi vagy felhő BP) vagy parancsfájl szerkesztőből (csak helyi parancsfájlok)
it: Sostituisci il progetto con gli appunti (locale o cloud BP) o script da editor (solo script locali)
pl_pl: Zamień schemat ze schowka (tylko lokalnie/w chmurze) lub skrypt z edytora (tylko lokalnie)
pt_br: Substitui projeto com área de transferência (local ou nuvem) ou script do editor (apenas script local)
ru: Заменить чертеж/скрипт из буфера обмена (только локальные и загруженные чертежи) или скрипт из редактора (только скрипты)
zh_cn: 用剪贴板替换蓝图（本地或云端蓝图）或者脚本（仅限于本地脚本）

# ScreenBlueprintsRew_Tooltip_ButScreenshot
source: Take screenshot for blueprint preview (local BP only)
de: Screenshot der Entwurfs-Vorschau erstellen (nur lokale Entwürfe)
es: Tomar la captura de pantalla para la vista previa del plano (sólo local)
fr: Prendre une capture d'écran pour la prévisualisation du plan (plan local uniquement)
hu_hu: Készítsen képernyőképet a terv előnézetéhez (csak a helyi BP)
it: Prendere screenshot per l'anteprima del progetto (solo per BP locale)
pl_pl: Zrób zrzut ekranu jak podgląd schematu (tylko lokalnie/w chmurze)
pt_br: Captura tela de prévia de projeto (apenas local)
ru: Сделать снимок экрана для превью чертежа (только локальные чертежи)
zh_cn: 蓝本预览截屏（仅仅本地蓝图）

# ScreenBlueprintsRew_Tooltip_ButSort
source: Toggle between sorts "None", "alphabetical", "Creation date" and "Update date"
de: Wechseln Sie zwischen den Sortierungen „Keine“, „Alphabetisch“, „Erstellungsdatum“ und „Aktualisierungsdatum“
es: Cambiar entre las clasificaciones "Ninguna", "alfabética", "Fecha de creación" y "Fecha de actualización".
fr: Basculer entre les tris "Aucun", "Alphabétique", "Date de création" et "Date de mise à jour"
hu_hu: Váltás a rendezés között "Egyik sem", "Betűrendes", "Létrehozás dátuma" és "Frissítés dátuma"
it: Alterna i tipi "Nessuno", "alfabetico", "Data di creazione" e "Data di aggiornamento"
pl_pl: Sortuj pomiędzy "Brak", "Alfabetycznie", "Data utworzenia" i "Data edycji"
pt_br: Alterna entre as classificações "Nenhum", "Alfabético", "Data de criação" e "Data de atualização"
ru: Переключить сортировку между алфавитной, по времени создания, времени обновления или стандартной.
zh_cn: 按“无”，“字母顺序”，“创建日期”和“更新日期”切换

# ScreenBlueprintsRew_Tooltip_ButToClipboard
source: Copy blueprint into clipboard
de: Entwurf in die Zwischenablage kopieren
es: Copiar el plano en el portapapeles
fr: Copier le plan dans le presse-papiers
hu_hu: Tervrajz másolása a vágólapra
it: Copia il progetto negli appunti
pl_pl: Skopiuj schemat do schowka
pt_br: Copia projeto para a área de transferência
ru: Скопировать чертеж в буфер обмена
zh_cn: 将蓝图复制到剪贴板
