Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# DisplayName_Block_ShortSuspension3x3mirrored
source: Short Wheel Suspension 3x3 Left
de: Kurze Radaufhängung (links) 3x3
es: Suspensión de rueda corta 3x3 Izquierda
fr: Suspension de roue courte 3x3 gauche
it: Sospensione ruota corta 3x3 sinistra
pt_br: Suspensão de roda curta 3x3 esquerda
ru: Короткая подвеска колеса 3x3 (лев.)
zh_cn: 短车轮悬架3x3左

# DisplayName_Block_ShortSuspension5x5
source: Short Wheel Suspension 5x5 Right
de: Kurze Radaufhängung (rechts) 5x5
es: Suspensión de rueda corta 5x5 Derecha
fr: Suspension de roue courte 5x5 droite
it: Sospensione ruota corta 5x5 destra
pt_br: Suspensão de roda curta 5x5 direita
ru: Короткая подвеска колеса 5x5 (прав.)
zh_cn: 短车轮悬架5x5右

# DisplayName_Block_ShortSuspension5x5mirrored
source: Short Wheel Suspension 5x5 Left
de: Kurze Radaufhängung (links) 5x5
es: Suspensión de rueda corta 5x5 Izquierda
fr: Suspension de roue courte 5x5 gauche
it: Sospensione ruota corta 5x5 sinistra
pt_br: Suspensão de roda curta 5x5 esquerda
ru: Короткая подвеска колеса 5x5 (лев.)
zh_cn: 短车轮悬架5x5左

# DisplayName_Block_OffroadShortSuspension1x1
source: Offroad Short Wheel Suspension 1x1 Right
de: Kurze Offroad-Radaufhängung (rechts) 1x1
es: Suspensión de rueda corta de todoterreno 1x1 Derecha
fr: Suspension de roue courte tout-terrain 1x1 droite
it: Sospensione ruota corta da sterrato 1x1 destra
pt_br: Suspensão de roda curta offroad 1x1 direita
ru: Короткая подвеска колеса внедорожника 1x1 (прав.)
zh_cn: 越野车短车轮悬架1x1右

# DisplayName_Block_OffroadShortSuspension1x1Mirrored
source: Offroad Short Wheel Suspension 1x1 Left
de: Kurze Offroad-Radaufhängung (links) 1x1
es: Suspensión de rueda corta de todoterreno 1x1 Izquierda
fr: Suspension de roue courte tout-terrain 1x1 gauche
it: Sospensione ruota corta da sterrato 1x1 sinistra
pt_br: Suspensão de roda curta offroad 1x1 esquerda
ru: Короткая подвеска колеса внедорожника 1x1 (лев.)
zh_cn: 越野车短车轮悬架1x1左

# DisplayName_Block_OffroadShortSuspension2x2
source: Offroad Short Wheel Suspension 2x2 Right
de: Kurze Offroad-Radaufhängung (rechts) 2x2
es: Suspensión de rueda corta de todoterreno 2x2 Derecha
fr: Suspension de roue courte tout-terrain 2x2 droite
it: Sospensione ruota corta da sterrato 2x2 destra
pt_br: Suspensão de roda curta offroad 2x2 direita
ru: Короткая подвеска колеса внедорожника 2x2 (прав.)
zh_cn: 越野车短车轮悬架2x2右

# DisplayName_Block_OffroadShortSuspension2x2Mirrored
source: Offroad Short Wheel Suspension 2x2 Left
de: Kurze Offroad-Radaufhängung (links) 2x2
es: Suspensión de rueda corta de todoterreno 2x2 Izquierda
fr: Suspension de roue courte tout-terrain 2x2 gauche
it: Sospensione ruota corta da sterrato 2x2 sinistra
pt_br: Suspensão de roda curta offroad 2x2 esquerda
ru: Короткая подвеска колеса внедорожника 2x2 (лев.)
zh_cn: 越野车短车轮悬架2x2左

# DisplayName_Block_OffroadShortSuspension3x3
source: Offroad Short Wheel Suspension 3x3 Right
de: Kurze Offroad-Radaufhängung (rechts) 3x3
es: Suspensión de rueda corta de todoterreno 3x3 Derecha
fr: Suspension de roue courte tout-terrain 3x3 droite
it: Sospensione ruota corta da sterrato 3x3 destra
pt_br: Suspensão de roda curta offroad 3x3 direita
ru: Короткая подвеска колеса внедорожника 3x3 (прав.)
zh_cn: 越野车短车轮悬架3x3右

# DisplayName_Block_OffroadShortSuspension3x3mirrored
source: Offroad Short Wheel Suspension 3x3 Left
de: Kurze Offroad-Radaufhängung (links) 3x3
es: Suspensión de rueda corta de todoterreno 3x3 Izquierda
fr: Suspension de roue courte tout-terrain 3x3 gauche
it: Sospensione ruota corta da sterrato 3x3 sinistra
pt_br: Suspensão de roda curta offroad 3x3 esquerda
ru: Короткая подвеска колеса внедорожника 3x3 (лев.)
zh_cn: 越野车短车轮悬架3x3左

# DisplayName_Block_OffroadShortSuspension5x5
source: Offroad Short Wheel Suspension 5x5 Right
de: Kurze Offroad-Radaufhängung (rechts) 5x5
es: Suspensión de rueda corta de todoterreno 5x5 Derecha
fr: Suspension de roue courte tout-terrain 5x5 droite
it: Sospensione ruota corta da sterrato 5x5 destra
pt_br: Suspensão de roda curta offroad 5x5 direita
ru: Короткая подвеска колеса внедорожника 5x5 (прав.)
zh_cn: 越野车短车轮悬架5x5右

# DisplayName_Block_OffroadShortSuspension5x5mirrored
source: Offroad Short Wheel Suspension 5x5 Left
de: Kurze Offroad-Radaufhängung (links) 5x5
es: Suspensión de rueda corta de todoterreno 5x5 Izquierda
fr: Suspension de roue courte tout-terrain 5x5 gauche
it: Sospensione ruota corta da sterrato 5x5 sinistra
pt_br: Suspensão de roda curta offroad 5x5 esquerda
ru: Короткая подвеска колеса внедорожника 5x5 (лев.)
zh_cn: 越野车短车轮悬架5x5左

# DisplayName_Block_InsetKitchen
source: Inset Kitchen
de: Einbauküche
es: Cocina empotrada
fr: Cuisine encastrée
it: Cucina incassata
pt_br: Cozinha inserida
ru: Встроенная кухня
zh_cn: 嵌入式厨房

# DisplayName_Block_TrussSloped
source: Scaffold Block Slope
de: Gerüstblock - Rampe
es: Pendiente de bloque de andamio
fr: Bloc d'échafaudage Pente
it: Blocco impalcatura inclinato
pt_br: Bloco de andaime inclinado
ru: Каркасный блок, скат
zh_cn: 脚手架斜块

# Description_LargeFlareLauncher
source: A launcher for signalling or putting up a spectacle.
de: Ein Raketenwerfer für Signalfeuer oder das Abfeuern eines Lichtspektakels.
es: Un dispositivo de lanzamiento para señalizar o dar un espectáculo.
fr: Un lanceur pour la signalisation ou les spectacles.
it: Un lanciatore per segnalare o organizzare uno spettacolo.
pt_br: Um lançador para sinalização ou para criar um espetáculo.
ru: Пусковая установка для фейерверка. Позволяет дать сигнал или организовать зрелищную забаву.
zh_cn: 用于发出信号或制造奇观的发射器。

# DisplayName_Block_FlareLauncher
source: Firework Launcher
de: Feuerwerksraketenwerfer
es: Lanzador de fuegos artificiales
fr: Lanceur de feux d'artifices
it: Lanciatore di fuochi d'artificio
pt_br: Lançador de fogos
ru: Установка для фейерверка
zh_cn: 焰火发射器

# DisplayName_Item_FlareClip
source: Flare Gun Clip
de: Signalpistolenhalter
es: Pinza para pistola de bengalas
fr: Chargeur de pistolet à fusées
it: Clip per pistola lanciarazzi
pt_br: Clipe de pistola de sinalização
ru: Магазин для ракетницы
zh_cn: 信号枪固定夹

# DisplayName_Item_FlareGun
source: Flare Gun
de: Signalpistole
es: Pistola de bengalas
fr: Pistolet à fusées
it: Pistola lanciarazzi
pt_br: Pistola de sinalização
ru: Ракетница
zh_cn: 信号枪

# DisplayName_Block_StatueEngineer
source: Anniversary Statue
de: Jubiläumsstatue
es: Estatua de aniversario
fr: Statue d'anniversaire
it: Statua dell'anniversario
pt_br: Estátua de aniversário
ru: Юбилейная статуя
zh_cn: 周年纪念雕像

# Description_StatueEngineer
source: A statue to celebrate the 10th anniversary of Space Engineers.
de: Eine Statue zum Feiern des 10. Space Engineers Jubiläums.
es: Una estatua para celebrar el 10º aniversario de Space Engineers.
fr: Une statue pour célébrer le 10e anniversaire de Space Engineers.
it: Una statua per celebrare il 10° anniversario di Space Engineers.
pt_br: Uma estátua para celebrar o 10º aniversário do Space Engineers.
ru: Статуя в честь десятилетия Space Engineers.
zh_cn: 纪念《太空工程师》发布十周年的雕像。

# Description_DLC_Anniversary
source: Anniversary
de: Jubiläum
es: Aniversario
fr: Anniversaire
it: Anniversario
pt_br: Aniversário
ru: Юбилей
zh_cn: 周年纪念

# DisplayName_DLC_Anniversary
source: Anniversary
de: Jubiläum
es: Aniversario
fr: Anniversaire
pt_br: Aniversário
ru: Юбилей
zh_cn: 周年纪念

# Description_FlareGun
source: Flare Guns can be used to signal your position to others or to temporarily illuminate your surroundings.
de: Signalpistolen können genutzt werden, um Anderen Ihre Position mitzuteilen oder temporär Ihre Umgebung zu beleuchten.
es: Las pistolas de bengalas pueden utilizarse para señalar su posición a los demás o para iluminar temporalmente su entorno.
fr: Les pistolets à fusée peuvent être utilisés pour signaler votre position à d'autres personnes ou pour éclairer temporairement votre environnement.
it: Le pistole lanciarazzi possono essere utilizzate per segnalare la tua posizione agli altri o per illuminare temporaneamente l'ambiente circostante.
pt_br: As Pistolas de sinalização podem ser usadas para sinalizar sua posição para outras pessoas ou iluminar os arredores temporariamente.
ru: С помощью ракетницы можно обозначить свое местоположение или временно осветить пространство вокруг.
zh_cn: 信号枪可用于向他人发出您的位置信号或暂时照亮您的周围环境。

# DisplayName_Item_FireworksBoxBlue
source: Fireworks Blue
de: Feuerwerk (blau)
es: Fuegos artificiales azules
fr: Feux d'artifices bleus
it: Fuochi d'artificio blu
pt_br: Fogos azuis
ru: Фейерверк синий
zh_cn: 蓝色焰火

# DisplayName_Item_FireworksBoxGreen
source: Fireworks Green
de: Feuerwerk (grün)
es: Fuegos artificiales verdes
fr: Feux d'artifices verts
it: Fuochi d'artificio verdi
pt_br: Fogos verdes
ru: Фейерверк зеленый
zh_cn: 绿色焰火

# DisplayName_Item_FireworksBoxPink
source: Fireworks Pink
de: Feuerwerk (pink)
es: Fuegos artificiales rosas
fr: Feux d'artifices roses
it: Fuochi d'artificio rosa
pt_br: Fogos rosa
ru: Фейерверк розовый
zh_cn: 粉色焰火

# DisplayName_Item_FireworksBoxRainbow
source: Fireworks Rainbow
de: Feuerwerk (regenbogenfarben)
es: Fuegos artificiales arco iris
fr: Feux d'artifices arc-en-ciel
it: Fuochi d'artificio arcobaleno
pt_br: Fogos arco-íris
ru: Фейерверк радужный
zh_cn: 彩虹焰火

# DisplayName_Item_FireworksBoxRed
source: Fireworks Red
de: Feuerwerk (rot)
es: Fuegos artificiales rojos
fr: Feux d'artifices rouges
it: Fuochi d'artificio rossi
pt_br: Fogos vermelhos
ru: Фейерверк красный
zh_cn: 红色焰火

# DisplayName_Item_FireworksBoxYellow
source: Fireworks Yellow
de: Feuerwerk (gelb)
es: Fuegos artificiales amarillos
fr: Feux d'artifices jaunes
it: Fuochi d'artificio gialli
pt_br: Fogos amarelos
ru: Фейерверк желтый
zh_cn: 黄色焰火

# SoundBlock_SoundName_MusCompetition2_01
source: Aye
es: Sí
fr: Oui
it: Certo
zh_cn: 阿耶

# SoundBlock_SoundName_MusCompetition2_02
source: Clang The Conqueror
es: Clang El Conquistador
fr: Clang le conquérant
it: Clang il conquistatore
pt_br: Clang, O Conquistador
zh_cn: 铿锵征服者

# SoundBlock_SoundName_MusCompetition2_04
source: Memory
es: Memoria
fr: Mémoire
it: Memoria
pt_br: Memória
zh_cn: 记忆

# SoundBlock_SoundName_MusCompetition2_05
source: New Order
es: Nuevo pedido
fr: Nouvelle commande
it: Nuovo ordine
pt_br: Novo pedido
zh_cn: 新命令

# SoundBlock_SoundName_MusCompetition2_06
source: Outnumbered
es: En inferioridad numérica
fr: Infériorité numérique
it: Inferiorità numerica
pt_br: Em menor número
zh_cn: 敌众我寡

# SoundBlock_SoundName_MusCompetition2_07
source: Oxygen
es: Oxígeno
fr: Oxygène
it: Ossigeno
pt_br: Oxigênio
zh_cn: 氧气

# SoundBlock_SoundName_MusCompetition2_08
source: Quasar
zh_cn: 类星体

# SoundBlock_SoundName_MusCompetition2_09
source: SE MT Remix
es: Remix de SE MT
zh_cn: SE MT混音

# SoundBlock_SoundName_MusCompetition2_10
source: Space Funk
es: Funk espacial
fr: Funk spacial
it: Funk spaziale
pt_br: Funk espacial
zh_cn: 太空放克

# SoundBlock_SoundName_MusCompetition2_11
source: Space Guardians
es: Guardianes espaciales
fr: Gardiens spaciaux
it: Guardiani dello spazio
pt_br: Guardiões do espaço
zh_cn: 太空守护者

# SoundBlock_SoundName_MusCompetition2_12
source: The Day Of Battle
es: El día de la batalla
fr: Le jour de la bataille
it: Il giorno della battaglia
pt_br: O dia da batalha
zh_cn: 战斗之日

# SoundBlock_SoundName_MusCompetition2_13
source: The Hunt
es: La caza
fr: La chasse
it: La caccia
pt_br: A caçada
zh_cn: 狩猎

# SoundBlock_SoundName_MusCompetition2_14
source: The Motherload
es: El cargamento madre
fr: Le centre
it: Il centro
pt_br: A carga materna
zh_cn: 母爱之重

# SoundBlock_SoundName_MusCompetition2_15
source: To The Moon
es: A la luna
fr: Vers la lune
it: Verso la luna
pt_br: Para a lua
zh_cn: 奔月

# SoundBlock_SoundName_MusCompetition2_16
source: Voyage To Andromeda
es: Viaje a Andrómeda
fr: Voyage vers Andromède
it: Viaggio verso Andromeda
pt_br: Viagem à Andrômeda
zh_cn: 仙女座远航

# FeatureNotSupported
source: This feature is not supported
de: Diese Funktion wird nicht unterstützt
es: Esta función no es compatible
fr: Cette fonctionnalité n'est pas prise en charge
it: Questa funzionalità non è supportata
pt_br: Este recurso não é suportado
ru: Эта функция не поддерживается
zh_cn: 不支持此功能

# DisplayName_Block_InsetWall
source: Inset Wall
de: Einbauwand
es: Pared Empotrada
fr: Mur encastré
it: Parete interna
pt_br: Parede inserida
ru: Встроенная стена
zh_cn: 嵌入式墙

# DisplayName_Block_InsetWallCorner
source: Inset Wall Corner
de: Einbauwand (Ecke)
es: Esquina de Pared Empotrada
fr: Coin de mur encastré
it: Parete interna, angolo
pt_br: Parede inserida de canto
ru: Встроенный угол стены
zh_cn: 嵌入式墙角

# DisplayName_Block_InsetWallLight
source: Inset Wall Light
de: Einbauwand (Leuchte)
es: Luz Empotrada
fr: Lumière de mur encastré
it: Parete interna, luce
pt_br: Luz de parede inserida
ru: Встроенный стенной светильник
zh_cn: 嵌入式壁灯

# DisplayName_Block_InsetWallPillar
source: Inset Wall Pillar
de: Einbauwand (Pfeiler)
es: Pilar Empotrado
fr: Pilier de mur encastré
it: Parete interna, pilastro
pt_br: Pilar de parede inserida
ru: Встроенная стенной столб
zh_cn: 嵌入式墙柱

# DisplayName_Block_InsetWallSlope
source: Inset Wall Diagonal
de: Einbauwand (diagonal)
es: Diagonal Empotrada
fr: Mur encastré diagonal
it: Parete interna, diagonale
pt_br: Parede inserida diagonal
ru: Встроенная диагональ стены
zh_cn: 嵌入式斜墙

# DisplayName_DLC_DecorativeBlocks4
source: Signal Blocks
de: Signalblöcke
es: Bloques de Señales
fr: Blocs de signal
it: Blocchi di segnale
pt_br: Blocos de sinal
ru: Сигнальные блоки
zh_cn: 信号方块

# RadialMenuGroupTitle_Decoration6
source: Decoration #6
de: Dekoration Nr. 6
es: Decoración n.º 6
fr: Décoration n°6
it: Decorazione n.6
pt_br: Decoração nº 6
ru: Декорации № 6
zh_cn: 装饰#6

# Description_ConsoleModule
source: Console module blocks can be used to make a working station appear productive and important.
de: Konsolenmodulblöcke können genutzt werden, um eine sich in Betrieb befindende Station noch produktiver und wichtiger erscheinen zu lassen.
es: Los bloques modulares de consola pueden utilizarse para hacer que un puesto de trabajo parezca productivo e importante.
fr: Les blocs de modules de console peuvent être utilisés pour donner à un poste de travail un aspect productif et important.
it: I blocchi del modulo console possono essere utilizzati per far sembrare produttiva e importante una postazione di lavoro.
pt_br: Blocos do módulo de console podem ser usados para fazer com que uma estação de trabalho pareça produtiva e importante.
ru: Блоки консольных модулей придают важный и продуктивный вид рабочему месту.
zh_cn: 控制台模块方块可用于使工作站看起来高效且重要。

# DisplayName_Block_ConsoleModule
source: Console Module
de: Konsolenmodul
es: Módulo de Consola
fr: Module de console
it: Modulo console
pt_br: Módulo de console
ru: Консольный модуль
zh_cn: 控制台模块

# DisplayName_Block_ConsoleModuleButtons
source: Console Module Buttons
de: Konsolenmodul (Tasten)
es: Botones del Módulo de Consola
fr: Boutons de module de console
it: Modulo console, pulsanti
pt_br: Botões do módulo de console
ru: Кнопки консольного модуля
zh_cn: 控制台模块按钮

# DisplayName_Block_ConsoleModuleCorner
source: Console Module Corner
de: Konsolenmodul (Ecke)
es: Esquina del Módulo de Consola
fr: Coin de module de console
it: Modulo console, angolo
pt_br: Módulo de console de canto
ru: Угол консольного модуля
zh_cn: 控制台模块角

# DisplayName_Block_ConsoleModuleInvertedCorner
source: Console Module Corner Inv.
de: Konsolenmodul (inv. Ecke)
es: Esquina del Módulo de Consola Inv.
fr: Coin de module de console inv.
it: Modulo console, angolo inv.
pt_br: Módulo de console de canto invertido
ru: Угол консольного модуля (обр.)
zh_cn: 控制台模块倒置角

# DisplayName_Block_ConsoleModuleScreens
source: Console Module LCD
de: Konsolenmodul (LCD)
es: LCD del Módulo de Consola
fr: LCD de module de console
it: Modulo console, LCD
pt_br: LCD do módulo de console
ru: Дисплей консольного модуля
zh_cn: 控制台模块液晶屏

# ToolTipWorldSettings_Drones
source: Enables NPC antennas to spawn potentially hostile drones
de: Eröffnet NPC-Antennen die Möglichkeit potentiell feindlich gesinnte Drohnen spawnen zu lassen
es: Habilita antenas NPC para hacer aparecer drones potencialmente hostiles
fr: Permet aux antennes des PNJ de faire apparaître des drones potentiellement hostiles
it: Consente alle antenne NPC di generare droni potenzialmente ostili
pt_br: Ativa antenas de PNJ para gerar drones potencialmente hostis
ru: Включает NPC-антенны для создания потенциально враждебных дронов
zh_cn: 使NPC天线可以生成潜在敌方无人机

# ToolTipWorldSettings_Voxels
source: Enables voxel manipulation tools in creative mode.
de: Aktiviert Tools zur Voxelmanipulation im „Creative“-Modus.
es: Habilita las herramientas de manipulación de voxels en el modo creativo.
fr: Active les outils de manipulation de voxels en mode créatif.
it: Abilita gli strumenti di manipolazione dei voxel in modalità creativa.
pt_br: Ativa as ferramentas de manipulação de voxel no modo criativo.
ru: Включает инструменты работы с вокселями в творческом режиме.
zh_cn: 在创造模式下启用体素操纵工具。

# DisplayName_Block_ExtendedWindow
source: Bay Window
de: Auslucht
es: Ventana Mirador
fr: Baie vitrée
it: Finestra a bovindo
pt_br: Janela saliente
ru: Окно с выступом
zh_cn: 凸窗

# DisplayName_Block_ExtendedWindowCorner
source: Bay Window Corner
de: Auslucht (Ecke)
es: Rincón de Ventana Mirador
fr: Coin de baie vitrée
it: Finestra a bovindo, angolo
pt_br: Canto de janela saliente
ru: Окно с выступом, угол
zh_cn: 凸窗角

# DisplayName_Block_ExtendedWindowDome
source: Bay Window Dome
de: Auslucht (Kuppel)
es: Cúpula de Ventana Mirador
fr: Dôme de baie vitrée
it: Finestra a bovindo, cupola
pt_br: Domo de janela saliente
ru: Окно с выступом, купол
zh_cn: 凸窗圆顶

# DisplayName_Block_ExtendedWindowEnd
source: Bay Window End
de: Auslucht (Ende)
es: Extremo de Ventana Mirador
fr: Bout de baie vitrée
it: Finestra a bovindo, estremità
pt_br: Fim da janela saliente
ru: Окно с выступом, окончание
zh_cn: 凸窗末端

# DisplayName_Block_ExtendedWindowRailing
source: Bay Window Railing
de: Auslucht (Geländer)
es: Barandilla de Ventana Mirador
fr: Rail de baie de vitrée
it: Finestra a bovindo, ringhiera
pt_br: Trilho da janela saliente
ru: Окно с выступом, перила
zh_cn: 凸窗护栏

# DisplayName_Block_Corridor
source: Corridor
de: Korridor
es: Pasillo
fr: Couloir
it: Corridoio
pt_br: Corredor
ru: Коридор
zh_cn: 通道

# DisplayName_Block_CorridorCorner
source: Corridor Corner
de: Korridor (Ecke)
es: Esquina de Pasillo
fr: Coin de couloir
it: Corridoio, angolo
pt_br: Corredor de canto
ru: Угол коридора
zh_cn: 通道角

# DisplayName_Block_CorridorDoubleWindow
source: Corridor Double Windowed Sides
de: Korridor (beidseitige Fenster)
es: Laterales de Pasillo con Doble Ventana
fr: Côtés avec double fenêtre de couloir
it: Corridoio, doppi lati finestrati
pt_br: Laterais com janela dupla de corredor
ru: Коридор с двойными окнами по бокам
zh_cn: 通道双有窗侧面

# DisplayName_Block_CorridorLight
source: Corridor Light
de: Korridor (Leuchten)
es: Luz de Pasillo
fr: Lumière de couloir
it: Corridoio, luce
pt_br: Luz de corredor
ru: Коридорный светильник
zh_cn: 通道灯

# DisplayName_Block_CorridorT
source: Corridor T Intersection
de: Korridor (T-Kreuzung)
es: Intersección de Pasillo en T
fr: Intersection en T de couloir
it: Corridoio, intersezione T
pt_br: Interseção em T de corredor
ru: Пересечение коридора в форме буквы Т
zh_cn: 通道T字路口

# DisplayName_Block_CorridorWindow
source: Corridor Windowed Side
de: Korridor (einseitige Fenster)
es: Lateral de Pasillo con Ventana
fr: Côté de couloir avec fenêtre
it: Corridoio, lato finestrato
pt_br: Corredor com lateral com janelas
ru: Коридор с окнами по бокам
zh_cn: 通道有窗侧面

# DisplayName_Block_CorridorWindowRoof
source: Corridor Windowed Roof
de: Korridor (Deckenfenster)
es: Techo de Pasillo con Ventana
fr: Plafond de couloir avec fenêtre
it: Corridoio, tetto finestrato
pt_br: Corredor com teto com janelas
ru: Коридор с окнами на крыше
zh_cn: 通道有窗屋顶

# DisplayName_Block_CorridorX
source: Corridor X Intersection
de: Korridor (X-Kreuzung)
es: Intersección de Pasillo en X
fr: Intersection en X de couloir
it: Corridoio, intersezione X
pt_br: Interseção em X de corredor
ru: Пересечение коридора в форме буквы X
zh_cn: 通道十字路口

# DisplayName_Block_ArmorPanelRoundFaceHeavy
source: Heavy Armor Panel Round Face
de: Schwer gepanzerte Platte (runde Front)
es: Cara Redonda del Panel de Blindaje Pesado
fr: Panneau de blindage lourd face ronde
it: Armatura pesante, pannello rotondo frontale
pt_br: Painel de frente pesado arredondado
ru: Панель тяжелой обшивки, круглая, лицевая
zh_cn: 圆重甲面板正面

# DisplayName_Block_ArmorPanelRoundFaceLight
source: Light Armor Panel Round Face
de: Leicht gepanzerte Platte (runde Front)
es: Cara Redonda del Panel de Blindaje Ligero
fr: Panneau de blindage léger face ronde
it: Armatura leggera, pannello rotondo frontale
pt_br: Painel de frente leve arredondado
ru: Панель легкой обшивки, круглая, лицевая
zh_cn: 圆轻甲面板正面

# DisplayName_Block_ArmorPanelRoundInvertedCornerHeavy
source: Heavy Armor Panel Round Inverted Corner
de: Schwer gepanzerte Platte (runde inv. Ecke)
es: Esquina Invertida Redonda del Panel de Blindaje Pesado
fr: Panneau de blindage lourd Coin rond inversé
it: Armatura pesante, pannello rotondo ad angolo invertito
pt_br: Painel de canto arredondado pesado invertido
ru: Панель тяжелой обшивки, круглый обратный угол
zh_cn: 圆重甲面板倒角

# DisplayName_Block_ArmorPanelRoundInvertedCornerLight
source: Light Armor Panel Round Inverted Corner
de: Leicht gepanzerte Platte (runde inv. Ecke)
es: Esquina Invertida Redonda del Panel de Blindaje Ligero
fr: Panneau de blindage léger Coin rond inversé
it: Armatura leggera, pannello rotondo ad angolo invertito
pt_br: Painel de canto arredondado leve invertido
ru: Панель легкой обшивки, круглый обратный угол
zh_cn: 圆轻甲面板倒角

# DisplayName_Block_NarrowDoor
source: Narrow Door
de: Schmale Tür
es: Puerta Estrecha
fr: Porte étroite
it: Porta stretta
pt_br: Porta estreita
ru: Узкая дверь
zh_cn: 窄门

# DisplayName_Block_NarrowDoorHalf
source: Narrow Door Half
de: Schmale Tür (Hälfte)
es: Media Puerta Estrecha
fr: Demi-porte étroite
it: Porta stretta, metà
pt_br: Meia-porta estreita
ru: Узкая дверь, половина
zh_cn: 半窄门

# DisplayName_Block_CompactAntenna
source: Compact Antenna
de: Kompakte Antenne
es: Antena Compacta
fr: Antenne compacte
it: Antenna compatta
pt_br: Antena compacta
ru: Компактная антенна
zh_cn: 紧凑型天线

# DisplayName_Block_CorridorNarrow
source: Corridor Narrow
de: Korridor (schmal)
es: Pasillo Estrecho
fr: Couloir étroit
it: Corridoio stretto
pt_br: Corredor estreito
ru: Узкий коридор
zh_cn: 窄通道

# DisplayName_Block_TrussPillar
source: Truss Pillar
de: Fachwerkpfeiler
es: Pilar de Armazón
fr: Pilier en treillis
it: Traliccio, pilastro
pt_br: Pilar de treliça
ru: Ферма-столб
zh_cn: 桁架柱

# DisplayName_Block_TrussPillarDecoy
source: Truss Decoy
de: Fachwerk-Täuschkörper
es: Señuelo de Armazón
fr: Leurre en treillis
it: Traliccio, segnalatore
pt_br: Armadilha de treliça
ru: Ферма-приманка
zh_cn: 桁架诱饵

# DisplayName_Block_TrussPillarLight
source: Truss Light
de: Fachwerkpfeilerlampe
es: Luz de Armazón
fr: Lumière de treillis
it: Traliccio, luce
pt_br: Luz de treliça
ru: Светильник на ферме
zh_cn: 桁架灯

# DisplayName_Block_TrussPillarOffset
source: Truss Pillar Offset
de: Fachwerkpfeiler (versetzt)
es: Desfase del Pilar del Armazón
fr: Pilier en treillis décalé
it: Traliccio, scostamento pilastro
pt_br: Deslocamento de pilar de treliça
ru: Ферма-столб, смещ.
zh_cn: 偏置桁架柱

# WorldSettings_EnableScrapDrops
source: Enable Scrap Drops
de: Anfallen von Metallschrott aktivieren
es: Habilitar Caídas de Chatarra
fr: Activer les chutes de débris
it: Abilita caduta rottami
pt_br: Ativar descarte de sucata
ru: Включить сброс лома
zh_cn: 启用废料掉落
