Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# LCD_NoEntry
source: No Entry
cs_cz: Zákaz
de: Kein Eintrag
es: No pasar
fr: Aucune entrée
hu_hu: Nincs bejegyzés
it: Ingresso vietato
pl_pl: Wejście zabronione
pt_br: Proibida entrada
ru: Кирпич
zh_cn: 不准进入

# LCD_Offline
source: Offline
cs_cz: Vypnutá
es: Desconectado
fr: Hors ligne
hu_hu: Nem elérhető
ru: Не в сети
zh_cn: 离线

# LCD_Online
source: Online
cs_cz: Zapnutá
es: Conectado
fr: En ligne
hu_hu: Elérhető
pt_br: Conectado
ru: Онлайн
zh_cn: 在线

# LCD_WhiteScreen
source: White screen
cs_cz: Bílá obrazovka
de: Weißer Bildschirm
es: Pantalla en blanco
fr: Écran blanc
hu_hu: Fehér képernyő
it: Schermo bianco
pl_pl: Biały ekran
pt_br: Tela branca
ru: Белый экран
zh_cn: 白屏

# LCD_Grid
source: Grid
de: Blockkonstruktion
es: Estructura
fr: Grille
hu_hu: Objektum
it: Griglia
pl_pl: Siatka
ru: Структура
zh_cn: 网格

# LoadingError_ModifiedOriginalContent
source: Error loading original game content, cannot load file: {0} Original game content has been probably modified, revert any modification and try again. Best way to do it is to delete folder 'SpaceEngineers\Content\Data' and then select in {0} 'Verify local game cache'. Reinstalling the game is not enough, because {0} does not delete unknown files!
cs_cz: Chyba při načítání původního obsahu hry, nelze načíst soubor: {0} Původní obsah hry byl pravděpodobně upraven, zrušte veškeré úpravy nebo modifikace. Toho lze nejsnáze docílit smazáním složky "SpaceEngineers\Content\Data" a na {0} ve vlastnostech hry zvolte "Ověřit integritu mezipaměti hry". Přeinstalování hry nestačí, protože {0} nemaže jemu neznámé soubory!
de: Fehler beim Laden des offiziellen Spielinhalts. Datei kann nicht geladen werden: {0} Originaler Spielinhalt wurde wahrscheinlich modifiziert. Machen Sie alle Änderungen rückgängig und versuchen Sie es erneut. Der beste Weg die Spieldaten zurückzusetzen ist es, den Ordner „SpaceEngineers\Content\Data“ zu löschen und dann unter {0} „Lokalen Spiel-Cache überprüfen“ auszuwählen. Eine Neuinstallation des Spiels reicht nicht aus, da {0} unbekannte Dateien nicht löscht!
es: Error al cargar el contenido original del juego, no se puede cargar el archivo: {0} El contenido original del juego probablemente ha sido modificado, revierte cualquier modificación e inténtalo de nuevo. La mejor manera de hacerlo es eliminar la carpeta'SpaceEngineers\Content\Data' y luego seleccionar en{0} 'Verify local game cache' (Verificar la caché local de juegos), ¡La Reinstalación del juego no es suficiente, ya que {0} no borra los archivos desconocidos!
fr: Erreur lors du chargement du contenu du jeu original, impossible de charger le fichier : {0} Le contenu du jeu original a probablement été modifié, annulez toute modification et réessayez. La meilleure façon de le faire est de supprimer le dossier « SpaceEngineers\Content\Data », puis de sélectionner « Vérifier le cache local du jeu » dans {0}. La réinstallation du jeu ne suffit pas, car {0} ne supprime pas les fichiers inconnus !
hu_hu: Hiba történt az eredeti játéktartalom betöltésekor, nem lehet betölteni a fájlt: {0} Az eredeti játéktartalmat valószínűleg módosították, állítsa vissza a módosításokat, majd próbálkozzon újra. A legjobb módja ennek, hogy törölje a "SpaceEngineers\Content\Data" mappát , majd válassza ki a {0} 'Ellenőrizze a helyi játék gyorsítótárát'. A játék újratelepítése nem elég, mert nem törli az {0} ismeretlen fájlokat!
it: Errore nel caricamento di contenuti originali del gioco, impossibile caricare il file: {0} I contenuti originali del gioco sono stati probabilmente modificati, annulla le modifiche e riprova. Il modo migliore per farlo è cancellare la cartella "SpaceEngineers\Content\Data" e selezionare {0}"Verifica integrità della cache di gioco" dalle proprietà del gioco. Reinstallare il gioco non è sufficiente, perché {0}non cancella i file sconosciuti!
pl_pl: Błąd podczas wczytywania oryginalnych plików gry, nie można załadować pliku: {0} Oryginalne pliki zostały prawdopodobnie zmodyfikowane, cofnij wszystkie modyfikacje i spróbuj ponownie. Najlepiej usunąć folder 'SpaceEngineers\Content\Data' a potem wybrać w Steam 'Sprawdź spójność plików gry'. Przeinstalowanie czasami nie pomaga, ponieważ steam nie usuwa nieznanych plików!
pt_br: Erro ao carregar conteúdo original do jogo. Impossível executar o arquivo {0} Provavelmente o conteúdo original do jogo foi modificado. Reverta qualquer modificação e tente novamente. A melhor forma de fazer isso é excluindo a pasta 'SpaceEngineers\Content\Data' e, em {0}, selecionar 'Verify local game cache'. Reinstalar o jogo não é suficiente, pois {0} não exclui arquivos desconhecidos!
ru: Ошибка загрузки оригинального содержания игры, невозможно загрузить файл: {0} Оригинальное содержание игры возможно изменено, отмените любые изменения и попробуйте снова. Лучший способ сделать это - удалить каталог 'SpaceEngineers\Content\Data' и затем выбрать в {0} 'Проверить целостность кэша'. Переустановки игры недостаточно, потому что {0} не удаляет неизвестные ему файлы!
zh_cn: 游戏加载错误，无法加载文件： {0} 原来的游戏内容可能已经被修改，恢复这些修改，然后再试一次。最好的办法就是删除文件夹“SpaceEngineers\Content\Data”，然后在{0}客户端中“验证本地游戏缓存”。 重新安装游戏是不够的，因为{0}客户端未删除未知文件！

# LoadingWheel_Streaming
source: Streaming
cs_cz: Streamování
de: Wird gestreamt
es: Transmitiendo
hu_hu: Folyamatban
it: In stream
pl_pl: Streamowanie
pt_br: Transmitindo
ru: Загрузка
zh_cn: 载入中

# LowMemSwitchToLowQuestion
source: Your game has ran out of memory last time. Do you want to switch to LOW preset and restart game to apply changes?
cs_cz: Při posledním hraní Vám došla paměť. Chcete přepnout grafiku na nízkou a restartovat hru pro aplikování změn?
de: Ihr Spiel hat beim letzten Ausführen die Arbeitsspeichergrenze erreicht. Wollen Sie zur NIEDRIG-Voreinstellung wechseln und das Spiel neu starten, um die Änderungen zu übernehmen?
es: El juego se quedó sin memoria la última vez. ¿Quieres cambiar a la configuración prefijada BAJA y reiniciar el juego para aplicar los cambios?
fr: Votre jeu a manqué de mémoire la dernière fois. Voulez-vous basculer sur préréglage BAS et redémarrer le jeu pour appliquer les modifications ?
hu_hu: A játék legutóbb kifogyott a memóriából. Átvált a LOW készletre, és újraindítja a játékot a módosítások alkalmazásához?
it: Il tuo gioco ha finito la memoria l'ultima volta. Vuoi passare al preset LOW e riavviare il gioco per applicare le modifiche?
pl_pl: Ostatnim razem grze skończyła się pamięć. Czy chcesz zmienić ustawienia na Niskie i uruchomić grę ponownie, aby zapisać zmiany?
pt_br: Seu jogo ficou sem memória da última vez. Gostaria de alterar para a predefinição BAIXO e reiniciar o jogo para aplicar as alterações?
ru: В прошлый раз игра исчерпала доступную память. Вы хотите переключиться на НИЗКИЕ настройки и перезапустить игру?
zh_cn: 你的电脑内存占用量已满，想切换到更低的配置重新启动游戏吗？

source: Magnesium
cs_cz: Hořčík
es: Magnesio
fr: Magnésium
hu_hu: Magnézium
it: Magnesio
pl_pl: Magnez
pt_br: Magnésio
ru: Магний
zh_cn: 镁

source: Mass
cs_cz: Hmotnost
de: Masse
es: Masa
fr: Masse
hu_hu: Tömeg
it: Massa
pl_pl: Masa
pt_br: Massa
ru: Масса
zh_cn: 质量

source: Max backup saves
cs_cz: Maximální počet záložních uložení
de: Max. Backups
es: Máximo de copias de seguridad
fr: Nombre maximum de sauvegardes
hu_hu: Maximális másolat mentés
it: Max salvataggi di backup
pl_pl: Maksymalna ilość kopii zapasowych
pt_br: Backup de salvamento máximo
ru: Максимум бэкапов
zh_cn: 最多备份存档数

# MaxFloatingObjects
source: Max objects
cs_cz: Max objektů
de: Max. Items
es: Máximo de objetos
fr: Objets max
hu_hu: Max. Objektumok
it: Oggetti massimi
pl_pl: Maks. liczba obiektów
pt_br: Máximo de objetos
ru: Максимум предметов
zh_cn: 最大物品数量

# TotalBotLimit
source: Animal NPC limit
de: Tier-NPC-Limit
es: Límite de PNJ animales
fr: Limite de PNJ animaux
it: Limite di animali non giocabili
pl_pl: Limit zwierząt NPC
pt_br: Limite de NPC de animal
ru: Лимит неигровых персонажей-животных
zh_cn: 动物NPC限制

# MedicalRoom_factionAssignmentLabel
source: Assign player to faction
cs_cz: Přiřadit hráče do frakce
de: Spieler einer Fraktion zuweisen
es: Asignar jugador a una facción
fr: Affecter un joueur à une faction
hu_hu: Játékos hozzárendelése a frakcióhoz
it: Assegna giocatore alla fazione
pl_pl: Przypisz gracza do frakcji
pt_br: Incluir jogador na facção
ru: Принять игрока во фракцию
zh_cn: 将玩家分配到阵营

# MedicalRoom_factionAssignmentTooltip
source: Respawned player will be assigned to this medical room's faction
cs_cz: Oživený hráč bude přiřazen k frakci, které patří tato ošetřovna
de: Der respawnte Spieler wird der Fraktion zugewiesen, die im Besitz dieser Krankenstation ist
es: El jugador que reaparezca será asignado a la facción de esta sala médica.
fr: Le joueur réapparu sera affecté à la faction de cette salle médicale
hu_hu: Az újjáéledt játékost ennek az orvosi szobának a frakciójához rendelik
it: Il giocatore rigenerato sarà assegnato alla fazione di questa stanza medica
pl_pl: Odrodzony gracz zostanie przypisany do pokoju medycznego tej frakcji
pt_br: Jogadores renascidos serão incluídos nesta sala médica da facção
ru: Возрожденный игрок будет автоматически принят во фракцию-владельца медпункта.
zh_cn: 重生的玩家将分配到此医疗站所属的阵营

# MedicalRoom_ownershipAssignmentLabel
source: Ownership Assignment
cs_cz: Přiřazení vlastnictví
de: Besitzrechte festlegen
es: Asignación de la propiedad
fr: Affectation du propriétaire du vaisseau
hu_hu: Tulajdonjog átruházása
it: Assegnazione della proprietà
pl_pl: Przypisanie Własności
pt_br: Atribuição de propriedade
ru: Выдача прав владения
zh_cn: 所有权分配

# MedicalRoom_ownershipAssignmentTooltip
source: Medical room's owner will be set to anyone who spawns in it as long as former ownership is set to nobody
cs_cz: Vlastnictví ošetřovny bude nastaveno na kohokoliv, kdo se v ní oživí, dokud bude vlastnictví nastaveno na Nikdo.
de: Wenn Krankenstationen kein Eigentümer zugewiesen ist, wird der als nächstes darin gespawnte Spieler als neuer Eigentümer betrachtet.
es: El propietario de la sala médica será fijado a cualquiera que regenere en ella, siempre y cuando el propietario anterior sea "nadie"
fr: Le propriétaire de la salle médicale sera configuré pour tous ceux qui y apparaîtront tant que l'ancien propriétaire est défini sur personne
hu_hu: Az orvosi szoba tulajdonosát mindenki magára állítják, aki benne születik, mindaddig, amíg a korábbi tulajdonjogot senkire nem állították be
it: La proprietà della stanza medica sarà intestata a chiunque vi rientra, a condizione che la precedente proprietà non sia intestata a nessuno.
pl_pl: Własność pokoju medycznego będzie ustawiona na osobę, która się w nim pojawi, o ile poprzednio własność była ustawiona na nikogo
pt_br: A propriedade da sala médica será atribuída a quem nela renascer, desde que a propriedade anterior não seja de ninguém.
ru: Владельцем медпункта будет назначен всякий, кто в нем возродится, пока блок никому не принадлежит.
zh_cn: 如医疗室所有权未分配，则可被任何在此重生的人占领

# MessageBoxCaptionDoYouWishToPublishScenario
source: PUBLISH SCENARIO
cs_cz: PUBLIKOVAT SCÉNÁŘ
de: SZENARIO VERÖFFENTLICHEN
es: PUBLICAR ESCENARIO
fr: PUBLIER LE SCÉNARIO
hu_hu: FORGATÓKÖNYV KÖZZÉTÉTELE
it: PUBBLICA SCENARIO
pl_pl: OPUBLIKUJ SCENARIUSZ
pt_br: PUBLICAR CENÁRIO
ru: ОПУБЛИКОВАТЬ СЦЕНАРИЙ
zh_cn: 发布剧本

# MessageBoxCaptionDoYouWishToUpdateScenario
source: UPDATE SCENARIO
cs_cz: AKTUALIZOVAT SCÉNÁŘ
de: SZENARIO AKTUALISIEREN
es: ACTUALIZAR ESCENARIO
fr: METTRE À JOUR LE SCÉNARIO
hu_hu: FORGATÓKÖNYV FRISSÍTÉSE
it: AGGIORNA SCENARIO
pl_pl: ZAAKTUALIZUJ SCENARIUSZ
pt_br: ATUALIZAR CENÁRIO
ru: ОБНОВИТЬ СЦЕНАРИЙ
zh_cn: 更新剧本

# MessageBoxCaptionRecommend
source: Recommend Space Engineers
cs_cz: Doporučit Space Engineers
de: Empfehle Space Engineers weiter
es: Recomendar Space Engineers
fr: Recommander Space Engineers
hu_hu: Ajánlja a Space Engineerst
it: Raccomanda Space Engineers
pl_pl: Poleć Space Engineers
pt_br: Recomendar Space Engineers
ru: Рекомендовать Space Engineers
zh_cn: 推荐太空工程师

# MessageBoxCaptionRespawn
source: You will lose all ownership and spawn as new player! Respawn?
cs_cz: Ztratíte všechna vlastnická práva a oživíte se jako nový hráč! Oživit se?
de: Sie werden jeglichen Besitz verlieren und als neuer Spieler wieder auftauchen! Respawnen?
es: Perderás toda la propiedad y te convertirás en un nuevo jugador! ¿Reaparecer?
fr: Vous allez perdre toute propriété et réapparaître en tant que nouveau joueur ! Réapparaître ?
hu_hu: El fogja veszíteni minden tulajdonjogát és új játékosként születik meg! Újjáéled?
it: Perderai tutte le proprietà e rientrerai come un nuovo giocatore! Vuoi fare il respawn?
pl_pl: Stracisz całą własność i pojawisz się jako nowy gracz! Kontynuować?
pt_br: Você perderá todas as suas propriedades e renascerá como um novo jogador! Deseja renascer?
ru: Вы потеряете всю собственность и возродитесь как новый игрок! Возродиться?
zh_cn: 你将失去所有权并重生为新玩家！ 重生吗？

# MessageBoxCaptionScenarioPublished
source: SCENARIO PUBLISHED
cs_cz: SCÉNÁŘ PUBLIKOVÁN
de: SZENARIO VERÖFFENTLICHT
es: ESCENARIO PUBLICADO
fr: SCENARIO PUBLIÉ
hu_hu: FORGATÓKÖNYV KÖZZÉTÉVE
it: SCENARIO PUBBLICATO
pl_pl: SCENARIUSZ OPUBLIKOWANY
pt_br: CENÁRIO PUBLICADO
ru: СЦЕНАРИЙ ОПУБЛИКОВАН
zh_cn: 剧本已发布

# MessageBoxCaptionScenarioPublishFailed
source: PUBLISH FAILED
cs_cz: PUBLIKOVÁNÍ SELHALO
de: VERÖFFENTLICHUNG FEHLGESCHLAGEN
es: ERROR AL PUBLICAR
fr: ÉCHEC DE LA PUBLICATION
hu_hu: KÖZZÉTÉTEL NEM SIKERÜLT
it: PUBBLICAZIONE NON RIUSCITA
pl_pl: PUBLIKACJA NIE UDANA
pt_br: FALHA NA PUBLICAÇÃO
ru: ОШИБКА ПУБЛИКАЦИИ
zh_cn: 发布失败

# MessageBoxCaptionTutorial
source: Tutorial
cs_cz: Výcvik
fr: Tutoriel
hu_hu: Bemutató
pl_pl: Samouczek
ru: Обучение
zh_cn: 教程

# MessageBoxCaptionVideo
source: Video
de: Grafik
es: Vídeo
fr: Vidéo
hu_hu: Videó
pl_pl: Grafika
pt_br: Vídeo
ru: Видео
zh_cn: 视频

# MessageBoxTextAreYouSureEnableOxygen
source: Are you sure you want to enable oxygen? Doing so will cause materials on untouched asteroids to change. This is irreversible.
cs_cz: Jste si jisti, že chcete zapnout kyslík? Toto nastavení změní materiály na nedotčených asteroidech. Jedná se o nenávratnou změnu.
de: Willst du wirklich Sauerstoff aktivieren? Dies wird die Materialzusammensetzung unberührter Asteroiden ändern und kann nicht mehr rückgängig gemacht werden.
es: ¿Estás seguro de que quieres habilitar el oxígeno? Si lo haces, los materiales de los asteroides intactos cambiarán. Esto es irreversible.
fr: Voulez-vous vraiment activer l'oxygène ? Faire ceci modifiera les matériaux des astéroïdes intacts. Ceci est irréversible.
hu_hu: Biztosan engedélyezi az oxigént? Ezzel az érintetlen aszteroidák anyagai megváltozhatnak. Ez visszafordíthatatlan.
it: Sei sicuro di voler abilitare l'ossigeno? Farlo comporterà il cambiamento dei materiali degli asteroidi non toccati. Il processo è irreversibile.
pl_pl: Czy na pewno chcesz włączyć tlen? Spowoduje to, że materiały na nietkniętych asteroidach ulegną zmianie. Ta opcja jest nieodwracalna.
pt_br: Tem certeza de que deseja habilitar o oxigênio? Fazer isso causará alteração de materiais de asteroides intocados. Esta ação é irreversível.
ru: Вы уверены, что хотите включить кислород? Это изменит материалы на нетронутых астероидах. Действие необратимо.
zh_cn: 确定启用氧气吗？这样会改变未去过的小行星上的物质。并且不能恢复。

# MessageBoxTextAreYouSureEnableOxygenPressurization
source: Are you sure you want to enable airtightness? This can have negative influence to performance.
cs_cz: Jste se jistí, že chcete zapnout vzduchotěsnost? Může to značným způsobem ovlivnit výkon Vašeho počítače.
de: Sind Sie sicher, dass Sie Luftdichtheit aktivieren wollen? Dies kann sich negativ auf die Computerperformance auswirken.
es: ¿Está seguro de que quieres permitir la presurización de salas? Esto puede tener una influencia negativa en el rendimiento.
fr: Voulez-vous vraiment activer l'étanchéité à l'air ? Cela peut avoir une influence négative sur les performances.
hu_hu: Biztosan engedélyezi a légmentességet? Ez negatívan befolyásolhatja a teljesítményt.
it: Sei sicuro di voler abilitare la tenuta d'aria? Questo può avere un'influenza negativa sulle prestazioni.
pl_pl: Czy na pewno chcesz włączyć szczelność pokoi? To może mieć negatywny wpływ na wydajność.
pt_br: Tem certeza de que deseja habilitar a vedação hermética? Isso pode causar um impacto negativo no desempenho.
ru: Вы уверены, что хотите включить герметичность? Это может негативно сказаться на производительности.
zh_cn: 确定开启气体密封检测系统? 这样会降低主机的性能。

# MessageBoxTextAreYouSureToRemoveAsteroid
source: Are you sure you want to delete selected asteroid? (this can not be undone!)
cs_cz: Jste si jisti, že chcete odstranit vybraný asteroid? (tuto akci nelze vrátit!)
de: Sind Sie sicher, dass Sie diesen Asteroiden löschen möchten? (Dies kann nicht rückgängig gemacht werden!)
es: ¿Estás seguro de que quieres borrar el asteroide seleccionado? (¡esto no se puede deshacer!)
fr: Voulez-vous vraiment supprimer cet astéroïde ? (ne peut pas être annulé !)
hu_hu: Biztosan törli a kijelölt aszteroidát? (ezt nem lehet visszavonni!)
it: Sei sicuro di voler eliminare l'asteroide selezionato? (non può essere annullato!)
pl_pl: Czy na pewno chcesz usunąć zaznaczoną asteroidę? (ta czynność nie może być cofnięta!)
pt_br: Tem certeza de que deseja excluir o asteroide selecionado? Esta alteração não poderá ser desfeita.
ru: Вы уверены, что хотите удалить выбранный астероид? (данное действие нельзя отменить!)
zh_cn: 确定要删除已选的小行星吗？（不可撤消！）

# MessageBoxTextDoYouWishToPublishScenario
source: Are you sure you want to upload and publish selected scenario on {0} Workshop? Note that by submitting this item, you agree to the workshop terms of service (see {1}).
cs_cz: Jste si jisti že chcete nahrát a publikovat zvolený scénář na {0} Workshop? Tím, že modifikaci nahrajete, souhlasíte s podmínkami používání služby workshopu (viz. {1}).
de: Sind Sie sicher, dass Sie dieses Szenario im {0} Workshop hochladen und veröffentlichen wollen? Beachten Sie bitte, dass Sie durch Hochladen dieses Inhalts, den Nutzungsbedingungen zustimmen (sehen Sie {1}).
es: ¿Estás seguro de que quieres subir y publicar el escenario seleccionado en la {0} Workshop? Ten en cuenta que al enviar este ítem, aceptas los términos de servicio de la workshop (ver {1}).
fr: Voulez-vous vraiment télécharger et publier le scénario sélectionné sur le workshop {0}? Notez qu'en soumettant cet élément, vous acceptez les conditions d'utilisation du workshop (voir {1}).
hu_hu: Biztosan feltölti és közzé tesz a {0} forgatókönyvet a Műhelyben? Ne feledje, hogy a tétel elküldésével elfogadja a műhely szolgáltatási feltételeit (lásd {1}).
it: Sei sicuro di voler caricare e pubblicare lo scenario selezionato su {0} Workshop? Nota che caricando questo oggetto, accetti i termini di servizio del workshop (vedi {1}).
pl_pl: Czy na pewno chcesz przesłać i opublikować wybrany scenariusz w Warsztacie {0}? Jeśli się zgadzasz to równocześnie akceptujesz warunki warsztatu (patrz {1}).
pt_br: Tem certeza de que deseja fazer upload e publicar o cenário selecionado no Workshop {0}? Lembre-se que, ao enviar este item, você concorda com todos os termos de serviço do Workshop (veja {1}).
ru: Вы действительно хотите опубликовать выбранный сценарий в Мастерской {0}? Обратите внимание, что при публикации вы соглашаетесь с условиями Мастерской (см. {1}).
zh_cn: 确定要在{0}创意工坊上传并发布所选剧本吗？ 请注意，提交此项，即表示你同意创意工坊的用户协议 （ 查看 {1}）。

# MessageBoxTextDoYouWishToUpdateScenario
source: Are you sure you want to upload and overwrite selected scenario on {0} Workshop?
cs_cz: Jste si jistí, že chcete nahrát a přepsat vybraný scénář na {0} Workshop?
de: Sind Sie sicher, dass Sie die ausgewählte Welt in den {0} Workshop hochladen und überschreiben wollen?
es: ¿Está seguro de que desea cargar y sobrescribir el escenario seleccionado en la {0} Workshop?
fr: Voulez-vous vraiment téléverser et écraser le scénario sélectionné sur le Workshop {0} ?
hu_hu: Biztosan feltölti és felülírja a kiválasztott forgatókönyvet {0} a Műhelyben?
it: Sei sicuro di voler caricare e sovrascrivere lo scenario selezionato sul {0}Workshop?
pl_pl: Czy na pewno chcesz przesłać i nadpisać wybrany scenariusz w Warsztacie {0}?
pt_br: Tem certeza de que deseja fazer upload e substituir o cenário selecionado no Workshop {0}?
ru: Вы действительно хотите опубликовать и перезаписать сценарий в Мастерской {0}?
zh_cn: 你确定上传并覆盖{0}创意工坊所选的剧本吗？

# MessageBoxTextRecommend
source: If you like Space Engineers, you can recommend it to your {0} friends on the following page. Recommendations help to grow the community. Thank you!
cs_cz: Pokud jste si oblíbili Space Engineers, můžete tuto hru doporučit svým přátelům ve službě {0} na následující stránce. Doporučení pomohou rozšířit naší komunitu. Děkujeme Vám!
de: Wenn Ihnen Space Engineers gefällt, können Sie es auf der folgenden Seite Ihren {0}-Freunden empfehlen. Empfehlungen helfen, die Community zu vergrößern. Vielen Dank!
es: Si te gusta Space Engineers, puedes recomendárselo a tus {0} amigos en la siguiente página. ¡Gracias!
fr: Si vous aimez Space Engineers, vous pouvez le recommander à vos amis {0} sur la page suivante. Les recommandations aident la communauté à grandir. Merci !
hu_hu: Ha tetszik az űrmérnököknek, a következő oldalon {0} ajánlhatja ismerőseinek. Az ajánlások segítik a közösség növekedését. Köszönöm!
it: Se ti piace Space Engineers, puoi raccomandarlo ai tuoi amici su {0}attraverso la seguente pagina. Le raccomandazioni aiutano la community a crescere. Grazie!
pl_pl: Jeśli podoba Ci się Space Engineers, możesz ją polecić znajomym na Steam na następującej stronie. Rekomendacje pomagają rozwijać społeczność. Dziękujemy!
pt_br: Se você gosta de Space Engineers, recomende para seus amigos do {0} na página seguinte! Recomendações ajudam no crescimento da comunidade. Obrigado!
ru: Если вы любите Space Engineers, то можете порекомендовать её своим друзьям в {0} на следующей странице. Ваши рекомендации помогут в развитии проекта. Спасибо!
zh_cn: 喜欢《太空工程师》吗？ 你可以使用下面的页面将其推荐给{0}朋友。 帮助我们社区成长。谢谢！

# MessageBoxTextRestartNeededAfterLanguageSwitch
source: Some texts might need game restart to be reloaded.
cs_cz: Některé texty mohou vyžadovat restartování hry, aby byly znovu načteny.
de: Einige Texte werden möglicherweise erst nach einem einen Neustart des Spiels ausgetauscht.
es: Algunos textos pueden necesitar que se reinicie el juego para ser recargados.
fr: Certains textes peuvent nécessiter un redémarrage du jeu pour être rechargés.
hu_hu: Egyes szövegek újratöltéséhez szükség lehet a játék újraindítására.
it: Alcuni testi potrebbero richiedere il riavvio del gioco per essere ricaricati.
pl_pl: Niektóre teksty mogą wymagać ponownego uruchomienia gry w celu załadowania ich.
pt_br: Alguns textos podem necessitar da reinicialização do jogo para serem carregados.
ru: Некоторые тексты потребуют перезапуска игры, чтобы обновиться.
zh_cn: 一些文本需要重启游戏后才能加载。

# MessageBoxTextRestartNeededAfterRendererSwitch
source: Applied changes will be visible after restarting the game
cs_cz: Provedené změny budou viditelné po restartu hry
de: Angewandte Änderungen werden nach dem Neustart des Spiels sichtbar
es: Los cambios aplicados serán visibles después de reiniciar el juego.
fr: Les modifications appliquées seront visibles après le redémarrage du jeu.
hu_hu: Az alkalmazott változtatások a játék újraindítása után lesznek láthatók
it: Le modifiche applicate saranno visibili dopo il riavvio del gioco
pl_pl: Zastosowane zmiany będą miały miejsce po uruchomienu gry ponownie
pt_br: As alterações aplicadas serão visíveis após o jogo ser reiniciado
ru: Внесенные изменения вступят в силу после перезапуска игры
zh_cn: 变更将在游戏重启后生效。
