Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# NotificationEnergyCritical
source: Energy is critical.
cs_cz: Hladina energie je kritická.
de: Energiezustand kritisch
es: La energía es crítica.
fr: Niveau d'énergie critique.
hu_hu: Energiaszint kritikus.
it: Energia a livello critico.
pl_pl: Energia jest krytyczna.
pt_br: Energia em nível crítico.
ru: Критический уровень энергии.
zh_cn: 能量严重不足。

# NotificationEnergyLow
source: Energy is low.
cs_cz: Nízká hladina energie.
de: Energiezustand niedrig
es: La energía es baja.
fr: Niveau d'énergie bas.
hu_hu: Energiaszint alacsony.
it: Energia in esaurimento.
pl_pl: Energia jest niska.
pt_br: A energia está baixa.
ru: Низкий уровень энергии.
zh_cn: 能量不足。

# NotificationEnergyNo
source: No Energy
cs_cz: Došla energie.
de: Keine Energie
es: Sin energía
fr: Pas d'énergie
hu_hu: Nincs Energia
it: Energia esaurita
pl_pl: Brak energii
pt_br: Sem energia
ru: Нет энергии.
zh_cn: 能量耗尽

# NotificationFuelCritical
source: Fuel is critical.
cs_cz: Hladina paliva je kritická.
de: Treibstoff fast leer.
es: El combustible es crítico.
fr: Niveau de carburant critique.
hu_hu: Üzemanyagszint kritikus.
it: Carburante a livello critico.
pl_pl: Poziom paliwa jest krytyczny.
pt_br: Combustível em nível crítico.
ru: Критический уровень топлива.
zh_cn: 燃料严重不足。

# NotificationFuelLow
source: Fuel is low.
cs_cz: Nízká hladina paliva.
de: Treibstoff ist knapp.
es: El combustible está bajo.
fr: Niveau de carburant bas.
hu_hu: Üzemanyagszint Alacsony.
it: Carburante in esaurimento.
pl_pl: Poziom paliwa jest niski.
pt_br: O combustível está baixo.
ru: Низкий уровень топлива.
zh_cn: 燃料不足。

# NotificationFuelNo
source: No Fuel
cs_cz: Došlo palivo
de: Kein Treibstoff
es: Sin Combustible
fr: Pas de carburant
hu_hu: Nuncs Üzemanyag
it: Carburante esaurito
pl_pl: Brak paliwa
pt_br: Sem combustível
ru: Нет топлива.
zh_cn: 燃料耗尽

# NotificationGasBottleRefill
source: Gas refilled from bottles.
cs_cz: Plyn doplněn z lahví.
de: Gas wurde aus Flaschen nachgefüllt.
es: Gas rellenado a partir de bombonas
fr: Gaz rechargé à partir de bouteilles.
hu_hu: Újratölthető gázpalack.
it: Gas riempito dalle bombole.
pl_pl: Gaz uzupełniono za pomocą butli.
pt_br: Gás reabastecido por cilindros.
ru: Газ восполнен из баллонов.
zh_cn: 充装气罐

# NotificationGridReachedPhysicalLimit
source: Warning! Grid's number of physical shapes is approaching limit. Further modifications may cause issues with physics.
cs_cz: Varování! Počet fyzických tvarů konstrukce dosahuje limitu. Další úpravy mohou vést k problémům s fyzikou.
de: Warnung! Die Anzahl der berechenbaren physikalischen Formen der Blockkonstruktion nähert sich der Grenze. Weitere Modifikationen können Probleme mit der Physik verursachen.
es: ¡Advertencia! El número de formas físicas de la estructura se está acercando al límite. Más modificaciones pueden causar problemas con la física.
fr: Attention ! Le nombre de formes physiques de la grille approche de la limite. Des modifications supplémentaires peuvent causer des problèmes avec la physique.
hu_hu: Figyelem! Az objektumalakzatok száma megközelíti a határt. További módosítások fizikai problémákat okozhatnak.
it: Attenzione! Il numero di forme fisiche della griglia si sta avvicinando al limite. Ulteriori modifiche possono causare problemi con la fisica.
pl_pl: Uwaga! Liczba kształtów fizycznych tej struktury zbliża się do limitu. Dalsze modyfikacje mogą powodować problemy z fizyką.
pt_br: Atenção! O número de grids de formas físicas está se aproximando do limite. Modificações adicionais poderão causar problemas com a física.
ru: Внимание! Количество физических форм у структуры приближается к лимиту. Дальнейшие модификации могут вызвать проблемы с физикой.
zh_cn: 警告！网格的物理形状数目即将达到极限。继续更改可能导致物理问题。

# NotificationHandbrakeOff
source: Handbrake off
cs_cz: Ruční brzda vyřazena
de: Handbremse inaktiv
es: Freno de mano Off
fr: Frein à main off
hu_hu: Kézifék ki
it: Freno a mano off
pl_pl: Hamulec ręczny wyłączony
pt_br: Freio de mão desativado
ru: Ручной тормоз выключен
zh_cn: 手刹关闭

# NotificationHandbrakeOn
source: Handbrake on
cs_cz: Ruční brzda zapojena
de: Handbremse aktiv
es: Freno de mano On
fr: Frein à main on
hu_hu: Kézifék be
it: Freno a mano on
pl_pl: Hamulec ręczny włączony
pt_br: Freio de mão ativado
ru: Ручной тормоз включен
zh_cn: 手刹开启

# NotificationHandbrakeFailedToEngage
source: Cannot engage handbrake
de: Handbremse kann nicht genutzt werden
es: No se puede poner el freno de mano
fr: Impossible d'engager le frein à main
it: Impossibile azionare il freno a mano
pl_pl: Hamulec ręczny nie zadziałał
pt_br: Não é possível acionar o freio de mão
ru: Не удается включить ручной тормоз
zh_cn: 无法启动手刹

# NotificationHealthCritical
source: Warning: Your health is critically low.
cs_cz: Varování: Vaše zdraví je na kritické hladině.
de: Warnung: Ihr Gesundheitszustand ist kritisch.
es: Advertencia: Tu salud es críticamente baja.
fr: Avertissement : votre santé est extrêmement basse.
hu_hu: Figyelem: Egészsége kritikusan alacsony.
it: Attenzione: La tua salute è gravemente compromessa.
pl_pl: Uwaga: Krytycznie niskie zdrowie.
pt_br: Atenção: Sua saúde está em nível crítico.
ru: Внимание: критический уровень здоровья.
zh_cn: 警告：你的生命值严重低下。

# NotificationHealthLow
source: Warning: Your health is low.
cs_cz: Varování: Vaše zdraví je na nízké hladině.
de: Warnung: Ihr Gesundheitszustand ist schlecht.
es: Advertencia: Tienes poca salud.
fr: Avertissement : votre santé est faible.
hu_hu: Figyelem: Egészségi állapota gyenge.
it: Attenzione: La tua salute è scarsa.
pl_pl: Uwaga: Niskie zdrowie.
pt_br: Atenção: Sua saúde está baixa.
ru: Внимание: низкий уровень здоровья.
zh_cn: 警告：你的生命值低下。

# NotificationHelmetOff
source: Helmet Off
cs_cz: Helma otevřená
de: Helmvisier auf
es: Casco Off
fr: Casque off
hu_hu: Sisak Ki
it: Casco off
pl_pl: Hełm zdjęty
pt_br: Visor do capacete aberto
ru: Шлем снят
zh_cn: 头盔脱下

# NotificationHelmetOn
source: Helmet On
cs_cz: Helma zavřená
de: Helmvisier zu
es: Casco On
fr: Casque on
hu_hu: Sisak Be
it: Casco on
pl_pl: Hełm założony
pt_br: Visor do capacete fechado
ru: Шлем надет
zh_cn: 头盔戴起

# NotificationHintJoystickPressToOpenButtonPanel
source: Access control menu to setup panel's buttons
cs_cz: Vstupte do nabídky ovládání pro nastavení tlačítek na panelu
de: Öffne das Funktionsmenü, um die Tasten der Schalttafel zu belegen
es: Accede al menú de control para configurar los botones del panel
fr: Accédez au menu de contrôle pour modifier le panneau de boutons
hu_hu: Hozzáférés-szabályozása a beállítópanel gombjaihoz
it: Accedi al menù di controllo per impostare i pulsanti del pannello
pl_pl: Wejdź do menu sterowania aby ustawić przyciski
pt_br: Acesse o menu de controle para configurar os botões do painel
ru: Используйте меню управления для настройки кнопочной панели
zh_cn: 访问控制菜单设置面板的按钮

# NotificationHintJoystickPressToOpenControlPanel
source: Access control menu to open control panel of {0}
cs_cz: Vstupte do nabídky ovládání pro zobrazení kontrolního panelu {0}
de: Öffne das Funktionsmenü, um auf das Bedienfeld von {0} zuzugreifen
es: Accede al menú de control para abrir el panel de control de {0}
fr: Accédez au menu de contrôle pour ouvrir le panneau de contrôle de {0}
hu_hu: Hozzáférés szabályozása a {0} a vezérlőpult megnyitásához
it: Accedi al menù di controllo per aprire il pannello di controllo di {0}
pl_pl: Wejdź do menu sterowania aby otworzyć panel sterowania {0}
pt_br: Acesse o menu de controle para abrir o painel de controle de {0}
ru: Используйте меню управления, чтобы открыть контрольную панель {0}
zh_cn: 访问控制菜单打开控制面板 {0}

# NotificationHintJoystickPressToOpenInventory
source: Access control menu to open inventory of {0}
de: Öffne das Funktionsmenü, um auf das Inventar von {0} zuzugreifen
es: Accede al menú de control para abrir el inventario de {0}
fr: Accédez au menu de contrôle pour ouvrir l'inventaire de {0}
hu_hu: Hozzáférés szabályozása a {0} készlet megnyitásához
it: Accedi al menù di controllo per aprire l'inventario di {0}
pl_pl: Wejdź do menu sterowania aby otworzyć ekwipunek {0}
pt_br: Acesse o menu de controle para abrir o inventário de {0}
ru: Используйте меню управления чтобы открыть инвентарь {0}
zh_cn: 访问控制菜单打开{0}的库存

# NotificationHintJoystickPressToOpenTerminal
source: Access control menu to open terminal
cs_cz: Vstupte do nabídky ovládání pro zobrazení terminálu
de: Öffne das Funktionsmenü, um auf das Terminal zuzugreifen
es: Accede al menú de control para abrir el terminal
fr: Accédez au menu de contrôle pour ouvrir le terminal
hu_hu: Hozzáférés szabályozása a terminál megnyitásához
it: Accedi al menù di controllo per aprire il terminale
pl_pl: Wejdź do menu sterowania aby otworzyć terminal
pt_br: Acesse o menu de controle para abrir o terminal
ru: Используйте меню управления, чтобы открыть терминал
zh_cn: 访问控制菜单来打开终端

# NotificationHintLeaveCockpit
source: Press {0} to leave {1}
cs_cz: Stiskněte {0} pro opuštění kokpitu
de: Drücken Sie {0}, um das Cockpit zu verlassen {1}
es: Pulsa {0} para salir de {1}
fr: Appuyez sur {0} pour quitter {1}
hu_hu: Nyomja meg a {0} a gombot hogy elhagyja a {1}
it: Premi {0} per uscire da{1}
pl_pl: Naciśnij {0} aby opuścić {1}
pt_br: Pressione {0} para sair da {1}
ru: Нажмите {0}, чтобы покинуть {1}
zh_cn: 按 {0} 离开{1}

# NotificationHintLeaveCryoChamber
source: Press {0} to leave cryo chamber
cs_cz: Stiskněte {0} pro opuštění kryokomory
de: Drücken Sie {0}, um die Kryokammer zu betreten
es: Pulsa {0} para salir de la cámara criogénica
fr: Appuyez sur {0} pour quitter la chambre cryogénique
hu_hu: Nyomja meg a {0} gombot hogy elhagyja a kriokamrát
it: Premi {0} per uscire dalla camera criogenica
pl_pl: Naciśnij {0} aby opuścić kriokomorę
pt_br: Pressione {0} para sair da câmara criogênica
ru: Нажмите {0}, чтобы выйти из криокамеры
zh_cn: 按 {0} 离开休眠仓

# NotificationHintNoAction
source: Empty
cs_cz: Prázdné
de: Nicht belegt
es: Vacío
fr: Vide
hu_hu: Üres
it: Vuoto
pl_pl: Pusty
pt_br: Vazio
ru: Пусто
zh_cn: 空

# NotificationHintOpenShipControlPanel
source: Press {0} to open ship control panel
cs_cz: Stiskněte {0} pro otevření ovládacího panelu lodi
de: Drücken Sie {0}, um das Bedienfeld des Schiffes zu öffnen.
es: Pulsa {0} para abrir el panel de control de la nave
fr: Appuyez sur {0} pour ouvrir le panneau de contrôle du vaisseau
hu_hu: Nyomja meg a {0} gombot a hajó kezelőpaneljének megnyitásához
it: Premi {0} per aprire il pannello di controllo della nave
pl_pl: Naciśnij {0} aby otworzyć panel sterowania statku
pt_br: Pressione {0} para abrir o painel de controle da nave
ru: Нажмите {0}, чтобы открыть панель управления корабля
zh_cn: 按 {0} 打开飞船控制面板

# NotificationHintPressToClimbUpDown
source: Press {0} or {1} to climb up and down
cs_cz: Stiskněte {0} nebo {1} pro šplhání nahoru a dolů
de: Drücken Sie {0} oder {1} um hoch- und runterzuklettern.
es: Pulsa {0} o {1} para escalar arriba y abajo
fr: Appuyez sur {0} ou {1} pour monter ou descendre
hu_hu: Nyomja meg a {0} vagy {1} gombot a fel és le mászáshoz
it: Premi {0} o {1} per salire o scendere
pl_pl: Naciśnij {0} lub {1} aby wspinać się
pt_br: Pressione {0} ou {1} para subir ou descer
ru: Нажмите {0} или {1}, чтобы двигаться вверх и вниз
zh_cn: 按 {0} 或{1}爬上或爬下

# NotificationHintPressToEnterCockpit
source: Press {0} to enter {1}
cs_cz: Stiskněte {0} pro vstup do kokpitu
de: Drücken Sie {0}, um {1} zu betreten
es: Pulsa {0} para entrar en {1}
fr: Appuyez sur {0} pour entrer dans la {1}
hu_hu: Nyomja meg a {0} gombot hogy belépjen {1}
it: Premi {0} per entrare in{1}
pl_pl: Naciśnij {0} aby wejść do {1}
pt_br: Pressione {0} para entrar em {1}
ru: Нажмите {0}, чтобы войти в {1}
zh_cn: 按 {0} 进入{1}

# NotificationHintPressToEnterCryochamber
source: Press {0} to enter {1}
cs_cz: Stiskněte {0} pro vstup do kryokomory
de: Drücken Sie {0}, um {1} zu betreten
es: Pulsa {0} para entrar en {1}
fr: Appuyez sur {0} pour entrer dans la {1}
hu_hu: Nyomja meg a {0} gombot hogy belépjen {1}
it: Premi {0} per entrare in{1}
pl_pl: Naciśnij {0} aby wejść do {1}
pt_br: Pressione {0} para entrar em {1}
ru: Нажмите {0}, чтобы войти в {1}
zh_cn: 按 {0} 进入{1}

# NotificationHintPressToExitCamera
source: Press {0} to exit camera view
cs_cz: Stiskněte {0} pro opuštění pohledu kamery
de: Drücken Sie {0}, um die Kameraansicht zu schließen
es: Pulsa {0} para salir de la vista de la cámara
fr: Appuyer sur {0} pour quitter la vue caméra
hu_hu: Nyomja meg a {0} gombot a kameranézetből kilépéshez
it: Premi {0} per uscire dalla visuale della telecamera
pl_pl: Naciśnij {0} aby wyjść z widoku kamery
pt_br: Pressione {0} para sair da visão da câmera
ru: Нажмите {0} для выхода из обзора камерой
zh_cn: 点击 {0} 退出摄像头视角

# NotificationHintPressToGetDownFromLadder
source: Press {0} to get down from ladder
cs_cz: Stiskněte {0} pro slezení ze žebříku
de: Drücken Sie {0}, um von der Leiter zu steigen.
es: Pulsa {0} para soltarte de la escalera
fr: Appuyez sur {0} pour descendre de l'échelle
hu_hu: Nyomja meg a {0} gombot hogy lemásszon a létrán
it: Premi {0} per scendere dalla scala
pl_pl: Naciśnij {0} aby zejść z drabiny
pt_br: Pressione {0} para descer pela escada
ru: Нажмите {0}, чтобы слезть с лестницы
zh_cn: 按 {0} 从梯子上下来

# NotificationHintLadderBlocked
source: Ladder area is blocked
de: Leiterbereich ist blockiert
es: El área de la escalera está bloqueada
fr: L'échelle est bloquée
hu_hu: A létra területe blokkolva van
it: L'area della scala è bloccata
pl_pl: Otoczenie drabiny jest zablokowane
pt_br: Área de escada bloqueada
ru: Лестница заблокирована.
zh_cn: 梯子区已被阻塞

# NotificationHintPressToGetOnLadder
source: Press {0} to get on ladder
de: Drücken Sie {0}, um auf die Leiter zu steigen
es: Pulsa {0} para subirte a la escalera
fr: Appuyez sur {0} pour monter à l'échelle
hu_hu: Nyomja meg a {0} gombot hogy felmásszon a létrán
it: Premi {0} per salire sulla scala
pl_pl: Wciśnij {0}, żeby wejść na drabinę
pt_br: Pressione {0} para subir pela escada
ru: Нажмите {0} чтобы карабкаться.
zh_cn: 按{0}爬梯子

# NotificationHintPressToJumpOffLadder
source: Press {0} to jump off from ladder
cs_cz: Stiskněte {0} pro seskočení ze žebříku
de: Drücken Sie {0}, um von der Leiter zu springen
es: Pulsa {0} para saltar de la escalera
fr: Appuyez sur {0} pour sauter de l'échelle
hu_hu: Nyomja meg {0} gombot hogy leugorjon a létráról
it: Premi {0} per saltare dalla scala
pl_pl: Naciśnij {0} aby zeskoczyć z drabiny
pt_br: Pressione {0} para saltar da escada
ru: Нажмите {0}, чтобы спрыгнуть с лестницы
zh_cn: 按 {0} 跳下梯子

# NotificationHintPressToOpenButtonPanel
source: Press {0} to setup panel's buttons
cs_cz: Stiskněte {0} pro nastavení tlačítek panelu
de: Drücken Sie {0}, um die Schalttafel zu konfigurieren
es: Pulsa {0} para configurar el panel de botones
fr: Appuyer sur {0} pour configurer les boutons du panneau
hu_hu: Nyomja meg a {0} gombot a beállítópanel gombjaihoz
it: Premi {0} per impostare i pulsanti del pannello
pl_pl: Naciśnij {0} aby ustawić przyciski.
pt_br: Pressione {0} para configurar os botões do painel
ru: Нажмите {0} для настройки кнопок панели
zh_cn: 按 {0} 设置面板上的按钮

# NotificationHintPressToOpenControlPanel
source: Press {0} to open control panel of {1}
cs_cz: Stiskněte {0} pro otevření panelu {1}
de: Drücken Sie {0}, um das Bedienfeld des Blocks {1} zu öffnen
es: Pulsa {0} para abrir el panel de control de {1}
fr: Appuyez sur {0} pour ouvrir le panneau de contrôle de {1}
hu_hu: Nyomja meg a {0} gombot a {1} kezelőpanel megnyitásához
it: Premi {0} per aprire il pannello di controllo di {1}
pl_pl: Naciśnij {0} aby otworzyć panel sterowania {1}
pt_br: Pressione {0} para abrir o painel de controle de {1}
ru: Нажмите {0}, чтобы открыть панель управления {1}
zh_cn: 按 {0} 打开{1}的控制面板

# NotificationHintPressToOpenDoor
source: Press {0} to open/close {1}
cs_cz: Stiskněte {0} pro otevření dveří
de: Drücken Sie {0}, um {1} zu öffnen/schließen
es: Pulsa {0} para abrir/cerrar {1}
fr: Appuyez sur {0} pour ouvrir / fermer {1}
hu_hu: Nyomja meg a {0} gombot a {1} nyitásához/zárásához
it: Premi {0} per aprire/chiudere{1}
pl_pl: Naciśnij {0} aby otworzyć/zamknąć {1}
pt_br: Pressione {0} para abrir/fechar {1}
ru: Нажмите {0}, чтобы открыть/закрыть {1}
zh_cn: 按 {0} 打开{1}

# NotificationHintPressToOpenInventory
source: Press {0} to open inventory of {1}
cs_cz: Stiskněte {0} pro otevření inventáře {1}
de: Drücken Sie {0}, um das Inventar des Blocks {1} anzuzeigen
es: Pulsa {0} para abrir el inventario de {1}
fr: Appuyez sur {0} pour ouvrir l'inventaire de {1}
hu_hu: Nyomja meg a {0} gombot a {1} készlet megnyitásához
it: Premi {0} per aprire l'inventario di {1}
pl_pl: Naciśnij {0} aby otworzyć ekwipunek {1}
pt_br: Pressione {0} para abrir o inventário de {1}
ru: Нажмите {0}, чтобы открыть инвентарь {1}
zh_cn: 按 {0} 打开{1}的库存

# NotificationHintPressToOpenInventoryConnector
source: Press {0} to open inventory
cs_cz: Stiskněte {0} pro otevření inventáře
de: Drücken Sie {0}, um das Inventar zu öffnen
es: Pulsa {0} para abrir el inventario
fr: Appuyez sur {0} pour ouvrir l'inventaire
hu_hu: Nyomja meg a {0} gombot a készlet megnyitásához
it: Premi {0} per aprire l'inventario
pl_pl: Naciśnij {0} aby otworzyć ekwipunek
pt_br: Pressione {0} para abrir o inventário
ru: Нажмите {0} чтобы открыть инвентарь
zh_cn: 按 {0} 打开库存

# NotificationHintPressToOpenTerminal
source: Press {0} to open terminal
cs_cz: Stiskněte {0} pro otevření terminálu
de: Drücken Sie {0}, um auf das Terminal zuzugreifen.
es: Pulsa {0} para abrir el terminal
fr: Appuyez sur {0} pour ouvrir le terminal
hu_hu: Nyomja meg a {0} gombot a terminál megnyitásához
it: Premi {0} per aprire il terminale
pl_pl: Naciśnij {0} aby otworzyć terminal
pt_br: Pressione {0} para abrir o terminal
ru: Нажмите {0}, чтобы открыть терминал
zh_cn: 按 {0} 打开终端

# NotificationHintPressToRechargeInMedicalRoom
source: Hold {0} to recharge and heal
cs_cz: Podržte {0} pro doplnění a uzdravení
de: Halten Sie {0} gedrückt, um sich aufzuladen und zu heilen
es: Mantén {0} para recargarte y curarte
fr: Maintenez {0} pour vous recharger et vous soigner
hu_hu: Tartsa nyomva a {0} gombot a feltöltéshez és gyógyításhoz
it: Tieni premuto {0} per ricaricarti e curarti
pl_pl: Trzymaj {0} aby naładować kombinezon i uleczyć się
pt_br: Segure {0} para recarregar e curar
ru: Нажмите {0}, чтобы зарядить костюм и вылечиться
zh_cn: 按住 {0} 充能和治疗

# NotificationHintPressToShowScreen
source: Press {0} to show screen
cs_cz: Stiskněte {0} pro zobrazení obrazovky
de: Drücken Sie {0}, um den Bildschirm anzuzeigen
es: Pulsa {0} para mostrar la pantalla
fr: Appuyez sur {0} pour afficher l'écran
hu_hu: Nyomja meg a {0} gombot a képernyőn megjelenítéshez
it: Premi {0} per visualizzare schermo
pl_pl: Naciśnij {0} aby wyświetlić ekran
pt_br: Pressione {0} para exibir monitor
ru: Нажмите {0}, чтобы показать экран
zh_cn: 按{0}显示屏幕

# NotificationHintSwitchWeaponMode
source: Press {0} to switch between single/all weapon mode.
cs_cz: Stiskněte {0} pro přepnutí mezi režimem jedné zbraně / všech zbraní.
de: Drücken Sie {0}, um zwischen Mehr-/Einzelwaffenmodus zu wechseln.
es: Pulsa {0} para cambiar entre el modo una/todas de las armas.
fr: Appuyez sur {0} pour basculer entre les modes une seule arme / toutes les armes.
hu_hu: Nyomja meg a {0} gombot az egy/minden fegyver mód közötti váltáshoz.
it: Premi {0} per cambiare la modalità armi tra "singola" e "tutte".
pl_pl: Naciśnij {0} aby przełączyć pomiędzy pojedynczym trybem a wszystkimi broniami.
pt_br: Pressione {0} para alternar entre modo de arma única/todas as armas.
ru: Нажмите {0} чтобы переключиться между режимами одно/всё оружие.
zh_cn: 按下 {0} 来切换单一/所有武器模式。

# NotificationHintTurnPowerOff
source: Press {0} to turn power off
cs_cz: Stiskněte {0} pro vypnutí energie
de: Drücken Sie {0}, um die Energieversorgung abzuschalten
es: Pulsa {0} para desactivar la energía
fr: Appuyer sur {0} pour éteindre
hu_hu: Nyomja meg a {0} gombot a kikapcsoláshoz
it: Premi{0}per spegnere l'alimentazione
pl_pl: Naciśnij {0} aby wyłączyć zasilanie
pt_br: Pressione {0} para desativar a energia
ru: Нажмите {0}, чтобы отключить все источники энергии
zh_cn: 按 {0} 关闭所有的能源

# NotificationHintTurnPowerOn
source: Press {0} to turn power on
cs_cz: Stiskněte {0} pro zapnutí energie
de: Drücken Sie {0}, um die Energieversorgung einzuschalten
es: Pulsa {0} para activar la energía
fr: Appuyer sur {0} pour allumer
hu_hu: Nyomja meg a {0} gombot a bekapcsoláshoz
it: Premi{0}per accendere l'alimentazione
pl_pl: Naciśnij {0} aby włączyć zasilanie
pt_br: Pressione {0} para ativar a energia
ru: Нажмите {0}, чтобы включить все источники энергии
zh_cn: 按 {0} 启用所有的能源

# NotificationHint_CubeDefaultMountpoint
source: Press {0} to toggle auto orientation
cs_cz: Stiskněte {0} pro automatické orientování
de: Drücken Sie {0}, um das automatische Ausrichten zu aktivieren/deaktivieren
es: Pulsa {0} para alternar la auto orientación
fr: Appuyer sur {0} pour changer l'orientation automatique
hu_hu: Nyomja meg a {0} gombot az automatikus tájolás váltásához
it: Premi {0} per attivare/disattivare l'auto orientamento
pl_pl: Wciśnij {0} aby włączyć automatyczną orientację
pt_br: Pressione {0} para alternar a orientação automática
ru: Нажмите {0} чтобы включить авто-ориентирование.
zh_cn: 按 {0} 重新定位

# NotificationJetpackOff
source: Jetpack Off
cs_cz: Jetpack vypnut
de: Jetpack aus
es: Jetpack desactivado
hu_hu: Jetpack Ki
it: Jetpack spento
pl_pl: Wyłącz Jetpack
pt_br: Jetpack desativado
ru: Реактивный ранец выключен
zh_cn: 喷气背包关闭

# NotificationJetpackOffNoHydrogen
source: Jetpack Off (no hydrogen)
cs_cz: Jetpack vypnut (nedostatek vodíku)
de: Jetpack inaktiv (kein Wasserstoff)
es: Jetpack Off (Sin hidrógeno)
fr: Jetpack off (plus d’hydrogène)
hu_hu: Jetpack Ki (semmi hidrogén)
it: Jetpack Off (manca idrogeno)
pl_pl: Jetpack wyłączony (brak wodoru)
pt_br: Jetpack desativado (sem hidrogênio)
ru: Реактивный ранец выключен (нет водорода)
zh_cn: 喷气背包关闭（无氢气）

# NotificationJetpackOn
source: Jetpack On
cs_cz: Jetpack zapnut
de: Jetpack an
es: Jetpack activado
hu_hu: Jetpack Be
it: Jetpack Attivo
pl_pl: Włącz Jetpack
pt_br: Jetpack ativado
ru: Реактивный ранец включен
zh_cn: 喷气背包开启

# NotificationJoystickColorFormat
source: Press {0} to apply color, access control menu to change color
cs_cz: Stiskněte {0} pro aplikování barvy. V ovládacím panelu můžete barvu změnit.
de: Drücken Sie {0}, um die Farbe aufzutragen - über das Funktionsmenü können Sie die ausgewählte Farbe ändern
es: Pulsa {0} para aplicar un color, accede al menú de control para cambiar el color
fr: Appuyez sur {0} pour appliquer la couleur, changez la couleur dans le menu contrôle
hu_hu: Nyomja meg a {0} gombot a szín alkalmazásához, megváltoztatásához
it: Premi{0} per applicare il colore, accedi al menu controllo per cambiare colore
pl_pl: Wciśnij {0} aby nadać kolor, wejdź do menu kontroli aby zmienić kolor
pt_br: Pressione {0} para aplicar a cor. Acesse o menu de controle para alterá-la
ru: Нажмите {0} чтобы применить цвет, используйте меня управления для изменения цвета
zh_cn: 按 {0} 应用颜色，进入控制菜单更改颜色

# NotificationWeaponNotFullyCharged
source: Weapon is only {0} charged!
de: Waffe ist nur zu {0} aufgeladen!
es: ¡El arma solo tiene un {0} de carga!
fr: L'arme n'est chargée qu'à {0} !
it: L'arma è carica solo al {0}!
pl_pl: Broń naładowana tylko w {0} !
pt_br: Arma com apenas {0} de carga!
ru: Оружие заряжено только на {0}!
zh_cn: 武器仅充电 {0}！

# NotificationJumpAborted
source: Jump was aborted!
cs_cz: Skok byl zrušen!
de: Der Sprung wurde abgebrochen!
es: ¡Se ha abortado el salto!
fr: Le saut a été annulé !
hu_hu: Ugrás megszakadt!
it: Il salto è stato interrotto!
pl_pl: Skok został anulowany!
pt_br: O salto foi abortado!
ru: Прыжок был отменен!
zh_cn: 跃迁中止！
