Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# BlockActionTitle_SetAndMove
source: Set And Move
de: Festlegen und verschieben
es: Establecer y mover
fr: Définir et déplacer
it: Imposta e sposta
pt_br: Definir e mover
ru: Задать и переместить
zh_cn: 设置并移动

# BlockActionTitle_SetAngle
source: Set Angle
de: Winkel festlegen
es: Establecer ángulo
fr: Définir l'angle
it: Imposta angolo
pt_br: Definir ângulo
ru: Задать угол
zh_cn: 设置角度

# BlockActionTitle_SetDistance
source: Set Distance
de: Entfernung festlegen
es: Establecer distancia
fr: Définir la distance
it: Imposta distanza
pt_br: Definir distância
ru: Задать расстояние
zh_cn: 设置距离

# BlockActionTitle_SetVelocity
source: Set Velocity
de: Geschwindigkeit festlegen
es: Establecer velocidad
fr: Définir la vélocité
it: Imposta velocità
pt_br: Definir velocidade
ru: Задать скорость
zh_cn: 设置速度

# BlockActionTitle_SetLowerLimit
source: Set Lower Limit
de: Untergrenze festlegen
es: Establecer límite inferior
fr: Définir la limite inférieure
it: Imposta limite inferiore
pt_br: Definir limite inferior
ru: Задать нижний предел
zh_cn: 设置下限

# BlockActionTitle_SetUpperLimit
source: Set Upper Limit
de: Obergrenze festlegen
es: Establecer límite superior
fr: Définir la limite supérieure
it: Imposta limite superiore
pt_br: Definir limite superior
ru: Задать верхний предел
zh_cn: 设置上限

# BlockActionTitle_SwitchLock
source: Switch lock
cs_cz: Uzamknutí přepínače
de: Verriegelung umschalten
es: Bloquear interruptor
fr: (Dé)verrouiller
hu_hu: Kapcsoló zárva
it: Blocca/Sblocca
pl_pl: Przełącznik blokady
pt_br: Alternar travamento
ru: Переключить стыковку
zh_cn: 开关锁

# BlockActionTitle_Unlock
source: Unlock
cs_cz: Odemknout
de: Entriegeln
es: Desbloquear
fr: Déverr.
hu_hu: Feloldása
it: Sblocca
pl_pl: Odblokuj
pt_br: Destravar
ru: Отпереть
zh_cn: 解锁

# BlockActionTitle_View
source: View
cs_cz: Ovládání diváka
de: Ansicht
es: Ver
fr: Vue
hu_hu: Nézet
it: Controlli spettatore
pl_pl: Widok
pt_br: Visualizar
ru: Обзор
zh_cn: 查看

# BlockActionTitle_WaypointReset
source: Reset waypoint
cs_cz: Přesun cílové značky
de: Wegpunkt zurücksetzen
es: Reiniciar punto
fr: Réinitialiser le point de passage
hu_hu: Út pont alaphelyzetbe
pt_br: Redefinir ponto de rota
ru: Сбросить точку маршрута
zh_cn: 重设位标

# BlockActionTooltip_AddPistonHead
source: Tries to add a piston head if no head is present
cs_cz: Pokusí se vytvořit hlavu pístu, pokud ji ještě nemá
de: Versucht, einen Kolbenaufsatz zu montieren, wenn keiner vorhanden ist
es: Intenta añadir un cabezal al pistón si no hay ninguno presente
fr: Essaie d'ajouter une tête de piston si aucune tête n'est présente
hu_hu: Megpróbál dugattyúfejet hozzáadni, ha nincs jelen fej
it: Cerca di aggiungere una testata del pistone se non è presente
pl_pl: Próbuje dodać głowicę siłownika jeśli nie ma żadnej
pt_br: Tenta adicionar uma cabeça de pistão, se não houver
ru: Попытка добавить головку поршня, если она в данный момент отсутствует.
zh_cn: 如果没有活塞头，可以尝试添加一个

# BlockActionTooltip_AddRotorHead
source: Tries to add a Rotor head if no head is present
cs_cz: Pokusí se vytvořit hlavu rotoru, pokud ji ještě nemá
de: Es wird versucht einen Rotoraufsatz anzubringen, wenn keiner vorhanden ist
es: Intenta añadir un cabezal al rotor si no hay ninguno presente
fr: Essaie d'ajouter une tête de rotor si aucune tête n'est présente
hu_hu: Megpróbál Rotoros fejet hozzáadni, ha nincs jelen fej
it: Cerca di aggiungere una testata del rotore se non è presente
pl_pl: Próbuje dodać głowicę rotora jeśli nie ma żadnej
pt_br: Tenta adicionar uma cabeça de rotor, se não houver
ru: Попытка добавить головку ротора, если она в данный момент отсутствует.
zh_cn: 如果没有转子头，可以尝试添加一个

# BlockActionTooltip_AddSmallRotorHead
source: Tries to add a Small Rotor head on Large Rotor if no head is present
cs_cz: Pokusí se vytvořit malou hlavu rotoru na velkém rotoru, pokud ji ještě nemá
de: Es wird versucht den großen Rotorblock mit einem kleinen Rotoraufsatz zu bestücken, wenn keiner vorhanden ist
es: Intenta añadir un cabezal pequeño en un rotor grande si no hay ninguno presente
fr: Essaie d'ajouter une petite tête de rotor sur le grand rotor si aucune tête n'est présente
hu_hu: Megpróbál egy kis rotorfejet hozzáadni a nagy rotorhoz, ha nincs fej
it: Cerca di aggiungere una piccola testata del rotore se non è presente
pl_pl: Próbuje dodać małą głowwicę rotora na duży rotor jeśli nie ma żadnej
pt_br: Tenta adicionar uma cabeça de rotor pequena ou grande, se não houver
ru: Попытка добавить малую головку ротора на основание большого ротора.
zh_cn: 如果没有转子头，可以尝试在大转子上添加小转子头

# BlockActionTooltip_AddHingeHead
source: Tries to add a Hinge head if no head is present
de: Versucht, ein Scharnier-Gegenstück hinzuzufügen, wenn keines vorhanden ist
es: Intenta añadir un cabezal de bisagra si no hay ninguno presente
fr: Essaie d'ajouter une tête de charnière si aucune tête n'est présente
hu_hu: Megpróbál zsanérfejet hozzáadni, ha nincs jelen fej
it: Cerca di aggiungere un cricchetto se non è presente alcuna testata
pl_pl: Proóbuje dodać głowicę zawiasu jeśli nie ma żadnej
pt_br: Tenta adicionar uma cabeça para dobradiça, se não houver
ru: Попытка добавить головку шарнира, если она в данный момент отсутствует
zh_cn: 如果没有铰链头，可以尝试添加一个

# BlockActionTooltip_AddSmallHingeHead
source: Tries to add a Small Hinge head on Large Hinge if no head is present
de: Versucht, ein kleines Scharnier-Gegenstück an ein großes Scharnier hinzuzufügen, wenn keines vorhanden ist
es: Intenta añadir un cabezal de bisagra pequeño en una bisagra grande si no hay ninguno presente
fr: Essaie d'ajouter une petite tête de charnière sur la grande charnière si aucune tête n'est présente
hu_hu: Megpróbál egy kis zsanérfejet hozzáadni a nagy zsanérhoz, ha nincs fej
it: Cerca di aggiungere una cricchetto su uno grande se non è presente alcuna testata
pl_pl: Proóbuje dodać małą głowicę zawiasu jeśli nie ma żadnej
pt_br: Tenta adicionar uma cabeça de dobradiça pequena em uma dobradiça grande, se não houver
ru: Попытка добавить малую головку шарнира на основание большого шарнира, если головка отсутствует
zh_cn: 如果没有小铰链头，可以尝试在大铰链上添加一个小铰链头

# BlockActionTooltip_AddWheel
source: Tries to add a Wheel if no wheel is present
cs_cz: Pokusí se vytvořit kolo, pokud ještě není vytvořené
de: Versucht, ein Rad hinzuzufügen, wenn keines vorhanden ist
es: Intenta añadir una rueda si no hay ninguna presente
fr: Essaie d'ajouter une roue si aucune roue n'est présente
hu_hu: Megpróbál kereket hozzáadni, ha nincs jelen kerék
it: Cerca di aggiungere una Ruota se non è presente
pl_pl: Próbuje dodać koło jeśli nie ma żadnego
pt_br: Tenta adicionar uma roda, se não houver
ru: Попытка добавить колесо, если оно отсутствует.
zh_cn: 如果没有车轮的话可以尝试添加一个车轮

# BlockActionTooltip_SelectedJumpTarget
source: To execute the jump, assign the "Jump" command to the toolbar of a cockpit
cs_cz: Pro vykonání skoku musíte přiřadit povel "Skočit" do panelu nástrojů kokpitu
de: Um den Sprung zu vollziehen, weisen Sie der Schnellzugriffsleiste eines Cockpits den Befehl „Sprung“ zu
es: Para realizar un salto, asigna la opción "Salto" en la barra de comandos de una cabina
fr: Pour effectuer un saut, assignez la commande « saut » à la barre d'outils d'un poste de pilotage
hu_hu: Az ugrás végrehajtásához rendelje hozzá az "Ugrás" parancsot a pilótafülke eszköztárához
it: Per eseguire il salto, assegna il comando "Salta" alla barra degli strumenti di una cabina di pilotaggio
pl_pl: Aby wykonać skok, przypisz komendę "skok" do paska narzędzi w kokpitcie
pt_br: Para executar o salto, adicione o comando "Saltar" à barra de ferramentas da cabine
ru: Чтобы совершить прыжок, назначьте команду "Прыжок" на панель инструментов кокпита.
zh_cn: 要执行跃迁，请将“跃迁”命令分配到驾驶舱的工具栏

# BlockActionTooltip_WaypointReset
source: Sets the first waypoint to be the current target waypoint.
cs_cz: Přenastaví současnou cílovou značku na první pozici.
de: Legt den ersten Wegpunkt als aktuellen Zielwegpunkt fest.
es: Establece que el primer punto de referencia como el punto de referencia objetivo actual.
fr: Définit le premier point de passage comme étant le point de passage cible actuel.
hu_hu: Visszaállítja az aktuális út pontot az első pozícióra
it: Imposta la prima tappa in modo che sia la tappa di destinazione corrente.
pl_pl: Resets current waypoint to first position
pt_br: Define o primeiro ponto de rota como o ponto de rota alvo atual.
ru: Устанавливает первую точку к текущей целевой точке маршрута.
zh_cn: 将第一个位标设置为当前目标位标。

# BlockAction_ConveyorSorterBlacklist
source: Blacklist
es: Lista negra
fr: Liste noire
hu_hu: Feketelista
it: Lista Nera
pl_pl: Czarna lista
pt_br: Lista negra
ru: Черный список
zh_cn: 黑名单

# BlockAction_ConveyorSorterWhitelist
source: Whitelist
es: Lista blanca
fr: Liste blanche
hu_hu: Fehér lista
it: Lista Bianca
pl_pl: Biała lista
pt_br: Lista branca
ru: Белый список
zh_cn: 白名单

# BlockAction_DoorClosed
source: Closed
cs_cz: Zavřené
de: Geschlossen
es: Cerrado
fr: Fermée
hu_hu: Lezárva
it: Chiusa
pl_pl: Zamknięte
pt_br: Fechado
ru: Закрыть
zh_cn: 关闭

# BlockAction_DoorOpen
source: Open
cs_cz: Otevřít
de: Offen
es: Abrir
fr: Ouverte
hu_hu: Megnyitás
it: Aperto
pl_pl: Otwórz
pt_br: Abrir
ru: Открыть
zh_cn: 打开

# BlockAction_RemoveFromToolbar
source: [remove from toolbar]
cs_cz: [odstranit z panelu nástrojů]
de: [von Schnellzugriffsleiste entfernen]
es: [eliminar de la barra de herramientas]
fr: [retirer de la barre d'outil]
hu_hu: [eltávolítás az eszköztárról]
it: [rimuovi dalla toolbar]
pl_pl: [usuń z paska narzędzi]
pt_br: [remover da barra de ferramentas]
ru: [Убрать из панели]
zh_cn: [移出工具栏]

# BlockAction_Switch
source: Switch
cs_cz: Přepnout
de: Umschalten
es: Cambiar
fr: Commuter
hu_hu: Kapcsoló
it: Interruttore
pl_pl: Przełącz
pt_br: Alternar
ru: Переключить
zh_cn: 切换

# BlockAction_Toggle
source: Toggle block
cs_cz: Přepnout blok
de: Block umschalten
es: Alternar bloque
fr: Commuter le bloc
hu_hu: Blokk váltása
it: Attiva/Disattiva blocco
pl_pl: Włącz blok
pt_br: Alternar bloco
ru: Переключить блок
zh_cn: 切换方块

# BlockComboBoxValue_TextPanelAccessOnlyOwner
source: Only owner
cs_cz: Pouze vlastník
de: Nur Besitzer
es: Solo Dueño
fr: Propriétaire uniquement
hu_hu: Csak tulajdonos
it: Solo proprietario
pl_pl: Tylko właściciel
pt_br: Somente proprietário
ru: Только владелец
zh_cn: 仅所有者

# BlockComboBoxValue_TextPanelAccessReadAll
source: Everyone read-only
cs_cz: Všichni mohou pouze číst
de: Jeder - nur lesen
es: Todo el mundo solo lectura
fr: Tout le monde en lecture seule
hu_hu: Csak olvasható mindenkinek
it: Tutti sola lettura
pl_pl: Wszyscy (tylko odczyt)
pt_br: Somente leitura (todos)
ru: Всем, только чтение
zh_cn: 所有人只读

# BlockComboBoxValue_TextPanelAccessReadFaction
source: Faction read-only
cs_cz: Frakce může pouze číst
de: Fraktion - nur lesen
es: Facción solo lectura
fr: Faction en lecture seule
hu_hu: Csak a frakciónak olvasható
it: Fazione sola lettura
pl_pl: Frakcja (tylko odczyt)
pt_br: Somente leitura (facção)
ru: Фракции, только чтение
zh_cn: 阵营只读

# BlockComboBoxValue_TextPanelAccessReadWriteAll
source: Everyone read/write
cs_cz: Všichni mohou číst/zapisovat
de: Jeder - lesen/schreiben
es: Todo el mundo lectura/escritura
fr: Tout le monde peut lire/écrire
hu_hu: Írás/Olvasás mindenkinek
it: Tutti lettura/scrittura
pl_pl: Wszyscy (odczyt/zapis)
pt_br: Leitura/escrita (todos)
ru: Всем, чтение/запись
zh_cn: 所有人可读/写

# BlockComboBoxValue_TextPanelAccessReadWriteFaction
source: Faction read/write
cs_cz: Frakce může číst/zapisovat
de: Fraktion - lesen/schreiben
es: Facción lectura/escritura
fr: La faction peut lire/écrire
hu_hu: Olvasása/Írás csak a Frakciónak
it: Fazione lettura/scrittura
pl_pl: Frakcja (odczyt/zapis)
pt_br: Leitura/escrita (facção)
ru: Фракции, чтение/запись
zh_cn: 阵营可读/写

# BlockComboBoxValue_TextPanelShowTextNone
source: None
cs_cz: Žádné
de: Kein Text
es: Ninguno
fr: Aucune
hu_hu: Nincs
it: Nessuno
pl_pl: Brak
pt_br: Nenhum
ru: Нет
zh_cn: 无

# BlockComboBoxValue_TextPanelShowTextPrivate
source: Private
cs_cz: Soukromá
de: Privat
es: Privado
fr: Privé
hu_hu: Személyes
it: Privata
pl_pl: Prywatny
pt_br: Privado
ru: Частный
zh_cn: 私人

# BlockComboBoxValue_TextPanelShowTextPublic
source: Public
cs_cz: Veřejná
de: Öffentlich
es: Público
hu_hu: Nyilvános
it: Pubblica
pl_pl: Publiczny
pt_br: Público
ru: Публичный
zh_cn: 公开

source: BlockCount
cs_cz: PočetBloků
de: Blockanzahl
es: Contador de bloques
fr: Nombre de blocs
hu_hu: Blokkszám
it: Conteggio blocchi
pl_pl: Ilość Bloków
pt_br: Contagem de blocos
ru: Количество блоков
zh_cn: 方块数

source: Block is not powered
cs_cz: Blok není napájen
de: Block ist nicht mit Energie versorgt
es: El bloque no tiene energía
fr: Le bloc n'est pas alimenté
hu_hu: A blokk nincs bekapcsolva
it: Il blocco non è alimentato
pl_pl: Blok nie jest zasilony
pt_br: Bloco sem energia
ru: Блок обесточен
zh_cn: 方块没有动力

# BlockOwner_Me
source: Me
cs_cz: Já
de: Ich
es: Yo
fr: Moi
hu_hu: Én
it: Io
pl_pl: Ja
pt_br: Eu
ru: Я
zh_cn: 自己

# BlockOwner_Nobody
source: Nobody
cs_cz: Nikdo
de: Niemand
es: Nadie
fr: Personne
hu_hu: Senki
it: Nessuno
pl_pl: Nikt
pt_br: Ninguém
ru: Никто
zh_cn: 无人

# BlockOwner_Owner
source: Owner
cs_cz: Vlastník
de: Besitzer
es: Dueño
fr: Propriétaire
hu_hu: Tulajdonos
it: Proprietario
pl_pl: Właściciel
pt_br: Proprietário
ru: Владелец
zh_cn: 所有者

# BlockOwner_ShareAll
source: Share with all
cs_cz: Sdílet se všemi
de: Mit allen teilen
es: Compartir con todos
fr: Partager avec tout le monde
hu_hu: Megosztás mindenkivel
it: Condividi con tutti
pl_pl: Udostępnij wszystkim
pt_br: Compartilhar com todos
ru: Дать доступ всем
zh_cn: 与所与人分享

# BlockOwner_ShareFaction
source: Share with my faction
cs_cz: Sdílet s mojí frakcí
de: Mit meiner Fraktion teilen
es: Compartir con mi facción
fr: Partager avec ma faction
hu_hu: Megosztás a frakciómmal
it: Condividi con la mia fazione
pl_pl: Udostępnij mojej frakcji
pt_br: Compartilhar com a minha facção
ru: Дать доступ моей фракции
zh_cn: 与我的阵营分享

# BlockOwner_ShareNone
source: No share
cs_cz: Nesdílet
de: Nicht teilen
es: No compartir
fr: Aucun partage
hu_hu: Nincs megosztás
it: Non condividere
pl_pl: Nie dzielony
pt_br: Não compartilhar
ru: Не давать доступ
zh_cn: 没有分享

# BlockOwner_Transfer
source: Transfer ownership
cs_cz: Převést vlastnictví
de: Besitz übertragen
es: Transferir posesión
fr: Transférer la propriété
hu_hu: Tulajdonjog átruházása
it: Trasferisci proprietà
pl_pl: Przekaż własność
pt_br: Transferir propriedade
ru: Передача права собственности
zh_cn: 转移所有权

# BlockOwner_TransferTo
source: Transfer to:
cs_cz: Převést na:
de: Übertragen auf:
es: Transferir a:
fr: Transférer à :
hu_hu: Átvitel ide:
it: Trasferisci a:
pl_pl: Przekaż do:
pt_br: Transferir para:
ru: Переместить в:
zh_cn: 转移到：

# BlockOwner_Unknown
source: Unknown
cs_cz: Neznámý
de: Unbekannt
es: Desconocido
fr: Inconnu
hu_hu: Ismeretlen
it: Sconosciuto
pl_pl: Nieznany
pt_br: Desconhecido
ru: Неизвестно
zh_cn: 未知

# BlockPropertiesText_CurrentJump
source: Current jump:
cs_cz: Současný skok:
de: Aktueller Sprung:
es: Salto actual:
fr: Saut actuel :
hu_hu: Jelenlegi ugrás:
it: Salto corrente:
pl_pl: Obecny skok:
pt_br: Salto atual:
ru: Текущий прыжок:
zh_cn: 当前跃迁：

# BlockPropertiesText_DepletedIn
source: Fully depleted in:
cs_cz: Plně vyčerpáno za:
de: Vollständig verbraucht in:
es: Completamente agotado en:
fr: Totalement épuisé dans :
hu_hu: Teljesen kimerült:
it: Esaurito fra:
pl_pl: W pełni opróżnione za:
pt_br: Totalmente vazio em:
ru: Полное исчерпание через:
zh_cn: 完全耗尽：

# BlockPropertiesText_Effectiveness
source: Yield Rate:
cs_cz: Efektivita:
de: Ausbeuterate:
es: Tasa de rendimiento:
fr: Taux de rendement :
hu_hu: Hatékonyság:
it: Tasso di rendimento:
pl_pl: Efektywność:
pt_br: Taxa de eficácia:
ru: Скорость выработки:
zh_cn: 收益率：

# BlockPropertiesText_Efficiency
source: Power Efficiency:
cs_cz: Energetická efektivita:
de: Energie-Effizienz:
es: Eficiencia energética:
fr: Efficacité énergétique :
hu_hu: Energiahatékonyság:
it: Efficienza energetica:
pl_pl: Wydajność energetyczna:
pt_br: Eficiência energética:
ru: Энергоэффективность:
zh_cn: 电源效率：

# BlockPropertiesText_HeadAttachingAny
source: Looking for any Head to attach
cs_cz: Vyhledávám hlavu rotoru pro připojení
de: Suche nach beliebigem Aufsatz zum Verbinden
es: Buscando un cabezal para unir
fr: Recherche d'une tête à attacher
hu_hu: Bármilyen csatolható Fej keresése
it: In cerca di qualsiasi Testata per agganciarsi
pl_pl: Szukanie dowolnej Głowicy Rotora do połączenia
pt_br: Procurando qualquer cabeça para conectar
ru: Поиск любой головки для присоединения
zh_cn: 找到接头并安装

# BlockPropertiesText_HeadAttachingSpecific
source: Looking for specific Head to attach
cs_cz: Vyhledávám konkrétní hlavu rotoru pro připojení
de: Suche nach bestimmtem Aufsatz zum Verbinden
es: Buscando un cabezal específico para unir
fr: Recherche d'une tête spécifique à attacher
hu_hu: Konkrét csatolható Fej keresése
it: In cerca di una Testata specifica per agganciarsi
pl_pl: Szukanie specyficznej Głowicy Rotora do przyłączenia
pt_br: Procurando cabeça específica para conectar
ru: Поиск конкретной головки для присоединения
zh_cn: 找到特定接头并安装

# BlockPropertiesText_LockState
source: Lock State:
cs_cz: Stav zámku:
de: Verriegelungszustand:
es: Estado de bloqueo:
fr: Verrouiller l'état :
hu_hu: Zárolási állapot:
it: Blocca Stato:
pl_pl: Stan Blokady:
pt_br: Bloquear estado:
ru: Статус:
zh_cn: 锁定状态：

# BlockPropertiesText_LoopTimer
source: Loop timer:
cs_cz: Doba přehrávání:
de: Wiederholungstimer:
es: Bucle de tiempo:
fr: Minuterie en boucle :
hu_hu: Hurok időzítő:
it: Timer a circuito:
pl_pl: Czas pętli:
pt_br: Temporizador de loop:
ru: Автоповтор:
zh_cn: 循环定时器：

# BlockPropertiesText_MainCockpit
source: Main ship cockpit
cs_cz: Hlavní kokpit lodě
de: Haupt-Schiffscockpit
es: Cabina principal
fr: Cockpit principal du vaisseau
hu_hu: Alap hajó pilótafülke
it: Abitacolo principale della nave
pl_pl: Główny kokpit statku
pt_br: Cabine principal da nave
ru: Главный кокпит корабля
zh_cn: 飞船主驾驶舱

# BlockPropertiesText_MaxJump
source: Max jump distance:
cs_cz: Maximální vzdálenost skoku:
de: Max. Sprungdistanz:
es: Distancia máxima de salto:
fr: Distance de saut max :
hu_hu: Maximális ugrási távolság:
it: Max distanza di salto:
pl_pl: Maksymalna odległość skoku:
pt_br: Distância máxima do salto:
ru: Макс. дальность прыжка:
zh_cn: 最大跃迁距离：

# BlockPropertiesText_MaxOutput
source: Max Output:
cs_cz: Maximální výstup:
de: Max. Energieabgabe:
es: Salida máxima:
fr: Production Max :
hu_hu: Maximális teljesítmény:
it: Uscita massima:
pl_pl: Maksymalne Wyjście:
pt_br: Saída máxima:
ru: Макс. отдача:
zh_cn: 最大输出：

# BlockPropertiesText_MaxRequiredInput
source: Max Required Input:
cs_cz: Maximální, požadovaný vstup:
de: Max. benötigte Energiezufuhr:
es: Entrada máxima requerida:
fr: Entrée max requise :
hu_hu: Maximális szükséges bemenet:
it: Massimo ingresso richiesto:
pl_pl: Maksymalny Wymagany Wkład:
pt_br: Entrada máxima exigida:
ru: Макс. потребление:
zh_cn: 最大输入要求：

# BlockPropertiesText_MaxStoredPower
source: Max Stored Power:
cs_cz: Maximum uložené energie:
de: Max. speicherbare Energie:
es: Energía máxima almacenada:
fr: Énergie stockée max :
hu_hu: Maximális tárolt teljesítmény:
it: Massima potenza accumulabile:
pl_pl: Max Przechowywanej Mocy:
pt_br: Energia máxima armazenada:
ru: Макс. заряд:
zh_cn: 最大存储电量：

# BlockPropertiesText_MotoLockOverrideDisabled
source: The current rotor rotation speed is too high. Rotor will be locked when angular velocity gets lower.
cs_cz: Současná rychlost rotoru je příliš vysoká. Rotor bude uzamknut jakmile se sníží úhlová rychlost.
de: Die aktuelle Rotordrehzahl ist zu hoch. Rotor wird gesperrt, sobald die Winkelgeschwindigkeit abgenommen hat.
es: La velocidad de rotación actual es demasiado alta. El motor se bloqueará cuando la velocidad angular disminuya.
fr: La vitesse de rotation actuelle du rotor est trop élevée. Le rotor sera verrouillé lorsque la vitesse angulaire sera plus faible.
hu_hu: A forgórész jelenlegi fordulatszáma túl magas. A forgórész zárolódik, amikor a szögsebesség csökken.
it: L'attuale velocità di rotazione del rotore è troppo alta. Il rotore sarà bloccato quando la velocità angolare diventa più bassa.
pl_pl: Obecna prędkość obrotu rotora jest zbyt wysoka. Rotor zostanie zablokowany, gdy prędkość kątowa się zmniejszy.
pt_br: A velocidade de rotação do rotor está muito alta. O rotor será travado quando a velocidade angular for reduzida.
ru: Текущая скорость вращения ротора слишком высока. Ротор будет заблокирован, когда угловая скорость станет ниже.
zh_cn: 当前转子转速过高。 角速度降低时，转子会被锁住。

# BlockPropertiesText_MotorAttached
source: Attached
cs_cz: Připojen
de: Verbunden
es: Unido
fr: Attaché
hu_hu: Csatolt
it: Agganciato
pl_pl: Przyłączony
pt_br: Conectado
ru: Присоединено
zh_cn: 已装配

# BlockPropertiesText_MotorAttachingAny
source: Looking for any rotor to attach
cs_cz: Vyhledávám rotor pro připojení
de: Suche nach beliebigem Rotor zum Verbinden
es: Buscando un rotor para unir
fr: Recherche d'un rotor à attacher
hu_hu: Bármilyen csatolható rotor keresése
it: In cerca di qualsiasi rotore per agganciarsi
pl_pl: Szukanie dowolnego rotora do połączenia
pt_br: Procurando qualquer rotor para conectar
ru: Поиск ротора для присоединения
zh_cn: 找到任何转子并安装

# BlockPropertiesText_MotorAttachingSpecific
source: Looking for specific rotor to attach
cs_cz: Vyhledávám konkrétní rotor pro připojení
de: Suche nach bestimmtem Rotor zum Verbinden
es: Buscando un rotor específico para unir
fr: Recherche d'un rotor spécifique à attacher
hu_hu: Konkrét csatolható rotor keresése
it: In cerca di un rotore specifico per agganciarsi
pl_pl: Szukanie specyficznego rotora do połączenia
pt_br: Buscando rotor específico para conectar
ru: Поиск конкретного ротора для присоединения
zh_cn: 找到特定的转子并安装

# BlockPropertiesText_MotorCurrentAngle
source: Current angle:
cs_cz: Současný úhel:
de: Aktueller Winkel:
es: Ángulo actual:
fr: Angle actuel :
hu_hu: Jelenlegi szög:
it: Angolo attuale:
pl_pl: Aktualny kąt:
pt_br: Ângulo atual:
ru: Текущий угол:
zh_cn: 当前角度：

# BlockPropertiesText_MotorDetached
source: Detached
cs_cz: Odpojen
de: Getrennt
es: Desunido
fr: Détaché
hu_hu: Leválasztott
it: Separato
pl_pl: Odłączony
pt_br: Desacoplado
ru: Отсоединено
zh_cn: 分离

# BlockPropertiesText_MotorLimitsDisabled
source: The current rotor rotation is out of limits, the limits will be enabled when the rotor is within range
cs_cz: Současný úhel rotoru je mimo nastavené limity. Rotace bude aktivní, až se rotor dostane do vytyčeného rozsahu.
de: Die momentane Rotation des Motors ist außerhalb des Limits. Die Beschränkung wird aktiv, sobald die Rotationsgeschwindigkeit innerhalb des Limits ist
es: La rotación actual del rotor está fuera de los límites, los límites se activarán cuando el rotor esté en el rango
fr: La rotation du rotor actuel est hors des limites, les limites seront activées lorsque le rotor sera à portée
hu_hu: A rotor jelenlegi-forgása meghaladja a határértékeket, a határértékek akkor lesznek bekapcsolva, ha a rotor a tartományon belül van
it: La rotazione attuale del rotore è oltre i limiti selezionati, questi verranno attivati solo quando il rotore rientrerà nell'intervallo stabilito.
pl_pl: Obecne obroty rotora są poza ograniczeniami, zadziałają gdy rotor będzie między ograniczeniami.
pt_br: A rotação atual do rotor está fora dos limites. Os limites serão habilitados quando o rotor estiver dentro do intervalo
ru: Текущее положение ротора вне установленных пределов, пределы будут включены, как только ротор окажется в их рамках.
zh_cn: 当前转子转速超出限制，当转速在限制范围时，限制就会生效

# BlockPropertiesText_MotorLocked
source: Safety locked
cs_cz: Bezpečnostní uzamknutí
de: Sicherheitssperre aktiv
es: Bloqueo de seguridad
fr: Sécurité verrouillée
hu_hu: Biztonsági zár
it: Sicurezza bloccata
pl_pl: Bezpiecznie zablokowany
pt_br: Segurança bloqueada
ru: Зафиксировано
zh_cn: 安全锁定
