Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# Description_Drill
source: Ship drills are utility tools for mining on planets or asteroids to collect raw ores. Can be used from a cockpit or turned on manually. Be careful not to get too close while it's active. Use conveyors to connect the drill with more storage blocks or refineries.
de: Schiffsbohrer sind nützliche Werkzeuge zum Abbau von Roherzen auf Planeten oder Asteroiden, die vom Cockpit aus kontrolliert oder manuell eingeschaltet werden können. Kommen Sie ihnen nicht zu nah während sie aktiv sind. Verwenden Sie Förderleitungen, um den Bohrer mit weiteren Frachtcontainern oder Raffinerien zu verbinden.
es: Los taladros de nave son herramientas muy útiles para la minería en planetas o asteroides para recoger minerales en bruto. Ten cuidado de no acercarse demasiado mientras esté activo. Utiliza transportadores para conectar la perforadora con más bloques de almacenamiento o refinerías.
fr: Les foreuses de vaisseau sont des outils utilitaires pour l'exploitation de planètes ou d'astéroïdes afin de collecter des minerais bruts. Ils peuvent être utilisés à partir d'un cockpit ou activés manuellement. Veillez à ne pas vous approcher de trop près quand elle est active. Utilisez des convoyeurs pour connecter la foreuse à un plus grand nombre de blocs de stockage ou de raffineries.
hu_hu: A hajófúrók hasznosak a bolygókon vagy aszteroidákon bányászathoz nyers ércek gyűjtésére. Használható pilótafülkéből de kézzel is bekapcsolható. Vigyázzon, ne kerüljön hozzá közel, amíg aktív. Szállítószalaggal a fúrót tárolóelemekhez vagy finomítókhoz kapcsolhatja.
it: Le trivelle sono strumenti di utilità per l'estrazione mineraria su pianeti o asteroidi per la raccolta di minerali grezzi. Possono essere utilizzate da una cabina di pilotaggio o accese manualmente. Fai attenzione a non avvicinarti troppo quando è attiva. Utilizza i trasportatori per collegare la trivella con altri blocchi di stoccaggio o raffinerie.
pl_pl: Narzędzie górnicze służące do wydobywania rud surowców na planetach i asteroidach. Może być użyty poziomu z kokpitu lub włączany ręcznie. Uważaj by nie podchodzić blisko kiedy jest włączone. Użyj transporterów aby połączyć wiertło z kontenerami lub rafinerią.
pt_br: Brocas de nave são ferramentas úteis para minerar nos planetas ou asteroides, coletando minério bruto. Podem ser utilizadas diretamente da cabine ou ativadas manualmente. Fique atento para não se aproximar demais enquanto estiverem ligadas. Utilize transportadores para conectar as brocas a blocos de armazenamento ou refinarias.
ru: Блок бура - это инструмент для добычи полезных ископаемых на планетах и астероидах. Им можно управлять из кокпита или включать вручную. Будьте осторожны рядом с ним, когда он работает. Используйте конвейеры для соединения бура с контейнером, очистителем или перерабатывающим заводом.
zh_cn: 在行星和小行星上挖矿，获取矿石的实用工具。 可以从驾驶舱手动操控。用的时候不要靠的太近。用输送机将钻子和储存方块以及精炼厂连接起来。

# Description_Ejector
source: The ejector allows small items to be ejected from small ships. Can also be used to access inventories. You can use the ejector together with the conveyor sorter to collect and throw out specific items.
de: Mit dem Auswerfer können kleine Gegenstände aus Schiffen herausgeschleudert werden. Sie können den Auswerfer zusammen mit dem Fördergutsortierer verwenden, um bestimmte Items auszusortieren und auszuwerfen.
es: El eyector permite que los objetos pequeños sean expulsados de naves pequeñas. También se puede utilizar para acceder a los inventarios. Puedes usar el eyector junto con el clasificador de la cinta transportadora para recoger y desechar artículos específicos.
fr: L'éjecteur permet aux petits objets d'être éjectés des petits vaisseaux. Peut également être utilisé pour accéder aux inventaires. Vous pouvez utiliser l’éjecteur avec la trieuse de convoyeurs pour collecter et jeter des objets spécifiques.
hu_hu: A katapult lehetővé teszi a kis tárgyak kis hajókról történő kilökését. A készletekhez való hozzáféréshez is használható. A katapultot a szállítószalaggal együtt használhatja bizonyos tárgyak összegyűjtésére és kidobására.
it: L'espulsore consente l'espulsione di piccoli oggetti da piccole navi. Può essere utilizzato anche per accedere agli inventari. Puoi utilizzare l'espulsore insieme al selezionatore a nastro per raccogliere e gettare oggetti specifici.
pl_pl: Pozwala na wyrzucanie przedmiotów z małych statków. Może być użyty jako dostęp do ekwipunku. Możesz połączyć go z sortownikiem aby wyrzucał tylko określone przedmioty.
pt_br: O ejetor permite que pequenos itens sejam descartados de naves pequenas. Também pode ser utilizado para acessar inventários. Você também pode utilizar o ejetor em conjunto com o classificador de transportadores, para coletar e descartar itens específicos.
ru: Извлекатель позволяет выбрасывать небольшие предметы. Может быть использован для доступа к инвентарю. Можно использовать вместе с сортировщиком для выброса конкретных предментов.
zh_cn: 弹射器可以从小船中弹射出小物品。可以通过它访问库存。 可以配合分选器收集和剔除某些物品。

# Description_EventController
source: Event Controllers trigger actions based on block or grid conditions.
de: Ereignissteuerungen lösen Aktionen basierend auf dem Block oder Netzzustand aus.
es: Los Mandos de Eventos desencadenan acciones basadas en las condiciones del bloque o de la estructura.
fr: Les manettes d'évènements déclenchent des actions basées sur des conditions de bloc ou de grille.
it: I controller di eventi attivano azioni basate su condizioni di blocco o griglia.
pl_pl: Kontrolery zdarzeń wyzwalają działania oparte na stanach struktury lub bloku.
pt_br: Os Controles de evento acionam ações com base nas condições do bloco ou grid.
ru: Контроллеры события активируют действия в зависимости от условий блока или структуры.
zh_cn: 事件控制器根据方块或网格条件触发动作。

# Description_FlightSeat
source: Flight seats are used to control a large ship and access all of its functions.
de: Flugsitze dienen dazu, ein großes Schiff zu steuern und auf alle seine Funktionen zuzugreifen.
es: Los asientos de vuelo se utilizan para controlar una nave grande y acceder a todas sus funciones.
fr: Les sièges permettent de contrôler un grand vaisseau et d’accéder à toutes ses fonctions.
hu_hu: A repülő üléseket nagy hajók irányítására és az összes funkciójának elérésére használják.
it: I sedili di volo sono utilizzati per controllare una grande nave e accedere a tutte le sue funzioni.
pl_pl: Fotel lotniczy służący do sterowania dużym statkiem i dostępu do wszystkich jego funkcji.
pt_br: Assentos de voo são utilizados para controlar naves grandes e acessar todas as suas funções.
ru: Кресло пилота используется для управления большим кораблем с доступом ко всем его функциям.
zh_cn: 飞行座椅能控制大飞船上的所有功能。

# Description_FullCoverWall
source: Armored walls provide cover in interiors or can be used to prevent players from walking off ledges.
de: Gepanzerte Mauern bieten Schutz in Innenräumen oder können Spieler davor bewahren, von hohen Plattformen zu fallen.
es: Las paredes blindadas proporcionan cobertura en interiores o se pueden utilizar para evitar que los jugadores salgan de las plataformas.
fr: Les murs blindés fournissent une couverture à l'intérieur ou peuvent être utilisés pour empêcher les joueurs de sortir des corniches.
hu_hu: A páncélozott falak fedezéket nyújtanak a belső térben, vagy felhasználhatók arra, hogy a játékosok ne essenek le a párkányokról.
it: I muri blindati forniscono una copertura negli interni o possono essere usati per impedire ai giocatori di camminare fuori dai bordi.
pl_pl: Pancerna ściana służąca jako osłona lub jako bariera chroniąca graczy przed spadnięciem z krawędzi.
pt_br: Paredes blindadas oferecem proteção a interiores ou podem ser utilizadas para prevenir que jogadores caiam das bordas.
ru: Бронированные стены используются для укрытия внутренних помещений или в качестве бортиков.
zh_cn: 装甲护墙可用于室内防护，也能防止玩家跌落。

# Description_GatlingGun
source: Fast-shooting gun that can be loaded through conveyors. Uses Gatling Ammo Boxes. Maximum range: 800 m
de: Ein schnell schießendes Geschütz, das über Förderleitungen nachgeladen werden kann. Verwendet 25x184-mm-NATO-Munitionskisten. Maximalreichweite: 800 m
es: Arma de tiro rápido que puede cargarse a través de cintas transportadoras. Utiliza cajas de munición Gatling. Alcance máximo: 800 m
fr: Canon à tir rapide qui peut être chargé par des convoyeurs. Utilise des boîtes à munitions Gatling. Portée maximale : 800 m
hu_hu: A Gatling fegyverek statikus fegyverek, amelyek működéséhez lőszerre van szükség. A fegyver használatához állítsa a Gatling fegyvert a hajó eszköztárára. Csatlakoztassa a Gatling fegyvert szállítószalagokhoz, hogy az automatikusan feltöltse a készletekből lőszereit. Használjon kamerát a távoli célpontok nagyításához.
it: Pistola a cadenza di fuoco rapida che può essere caricata tramite nastri trasportatori. Utilizza Contenitori munizioni Gatling. Portata massima: 800 m
pl_pl: Statyczny Karabin Gatlinga wymagający do działania amunicji. Ustaw karabin na pasku narzędzi żeby go użyć. Połącz z systemem transportowym aby móc automatycznie pobierać amunicję z innych ekwipunków. Użyj kamery żeby przybliżyć odległe cele.
pt_br: Arma de cadência alta que pode ser carregada através dos transportadores. Usa Caixas de Munição de Metralhadora. Alcance máximo: 800m
ru: Скорострельный пулемет Гатлинга. Добавьте оружие на панель инструментов корабля для управления стрельбой. Соедините оружие конвейерами с контейнерами, чтобы оно могло автоматически пополнять боеприпасы при стрельбе. Используйте камеру для прицеливания на больших расстояниях.
zh_cn: 可以通过输送机装载的速射枪。使用加特林弹药箱。 最大射程：800 m

# Description_GatlingTurret
source: Fast-shooting turret that can be loaded through conveyors. Uses Gatling Ammo Boxes. Maximum range: 800 m
de: Ein schnell schießender Geschützturm, der über Förderleitungen nachgeladen werden kann. Verwendet 25x184-mm-NATO-Munitionskisten. Maximalreichweite: 800 m
es: Torreta de tiro rápido que se puede cargar a través de transportadores. Utiliza cajas de munición Gatling. Alcance máximo: 800 m
fr: Tourelle à tir rapide qui peut être chargée par des convoyeurs. Utilise des boîtes à munitions Gatling. Portée maximale : 800 m
hu_hu: A Gatling tornyok konfigurálható automatizált tornyok, amelyek hatótávolságon belül bármilyen ellenséget megcéloznak. Nagy kaliberű lőszert igényel. Kézileg vezérelhető a pilótafülkéből. Csatlakoztassa a tornyot szállítószalagokhoz, hogy az automatikusan lőszerrel tudjon feltöltődni.
it: Torretta a cadenza di fuoco rapida che può essere caricata tramite nastri trasportatori. Utilizza Contenitori munizioni Gatling. Portata massima: 800 m
pl_pl: Konfigurowalna automatyczna wieżyczka, która namierza każdy cel w zasięgu. Wymaga amunicji dużego kalibru. Może być sterowana ręcznie z kokpitu. Połącz z systemem transportowym aby móc automatycznie pobierać amunicję z innych ekwipunków.
pt_br: Torres de cadência alta que podem ser carregadas através dos transportadores. Usa Caixas de Munição de Metralhadora. Alcance máximo: 800 m
ru: Скорострельная турель Гатлинга, которая будет автоматически наводиться на все враждебные объекты в радиусе действия. Может управляться вручную из кокпита. Соедините турель конвейерами с контейнерами, чтобы оно могло автоматически забирать боеприпасы при стрельбе.
zh_cn: 可以通过输送机装载的速射炮塔。使用加特林弹药箱。 最大射程：800 m

# Description_GravityGenerator
source: Gravity generators create configurable artificial gravity fields that affect players and items in an otherwise zero G environment. Has diminishing effects when inside a real gravity field.
de: Gravitationsgeneratoren erzeugen konfigurierbare künstliche Gravitationsfelder, die Spieler und Gegenstände in einer ansonsten Null-G-Umgebung beeinflussen. Sie haben geringere Auswirkungen, wenn sie sich innerhalb eines realen Gravitationsfeldes befinden.
es: Los generadores de gravedad crean campos de gravedad artificiales configurables que afectan a los jugadores y a los objetos en un entorno en el que, por lo demás, no hay Gravedad. Tiene efectos decrecientes cuando está dentro de un campo gravitatorio real.
fr: Les générateurs de gravité créent des champs de gravité artificiels configurables qui affectent les joueurs et les objets dans un environnement sans gravité. A des effets décroissants dans un champ de gravité réel.
hu_hu: A gravitációs generátorok konfigurálható mesterséges gravitációs mezőket hoznak létre, melynek hatása van a játékosokra és a tárgyakra nulla G környezetben. Csökkenő hatása van, ha valódi gravitációs mezőben van.
it: I generatori di gravità creano un campo gravitazionale artificiale che influenza giocatori e oggetti in un ambiente altrimenti senza gravità. Ha effetti ridotti quando inserito in un campo gravitazionale naturale.
pl_pl: Tworzy konfigurowalne sztuczne pole grawitacyjne, które oddziałuje na graczy i przedmioty w środowisku 0 G. Jest słabsze przy działaniu prawdziwej grawitacji.
pt_br: Geradores de gravidade criam campos gravitacionais artificiais e configuráveis que afetam jogadores e itens que estejam em um ambiente de gravidade zero. Têm seus efeitos reduzidos quando dentro de um campo gravitacional real.
ru: Создает настраиваемое поле искусственной гравитации, которая влияет на персонажей и предметы в невесомости. Сила искусственной гравитации уменьшается по мере увеличения силы натуральной гравитации.
zh_cn: 人工重力场作用于玩家和物体制造出真实的重力环境。如果在真实的重力场中，效果会相对不明显。

# Description_GravityGeneratorSphere
source: Spherical gravity generators create a configurable artificial spherical gravity field that affects players and items in an otherwise zero G environment. Has diminishing effects when inside a real gravity field.
de: Sphärische Gravitationsgeneratoren erzeugen ein konfigurierbares künstliches kugelförmiges Gravitationsfeld, das Spieler und Objekte in einer normalerweise gravitationsfreien Umgebung beeinflusst. Haben geringere Wirkung, wenn sie innerhalb eines realen Gravitationsfeldes benutzt werden.
es: Los generadores de gravedad esférica crean un campo de gravedad esférico artificial configurable que afecta a los jugadores y a los objetos en un entorno en el que, de otro modo, no habría Gravedad. Tiene efectos decrecientes cuando está dentro de un campo gravitatorio real.
fr: Les générateurs de gravité sphériques créent un champ de gravité sphérique artificiel configurable qui affecte les joueurs et les objets dans un environnement par ailleurs à zéro G. A des effets décroissants dans un champ de gravité réel.
hu_hu: A gömb alakú gravitációs generátorok egy konfigurálható mesterséges gömbalakú gravitációs mezőt hoznak létre, amely hatással van a játékosokra és a tárgyakra nulla G környezetben. Csökken a hatása, ha egy valódi gravitációs mezőben van.
it: I generatori di gravità sferici creano un campo gravitazionale sferico artificiale che influenza giocatori e oggetti in un ambiente altrimenti senza gravità. Ha effetti ridotti quando inserito in un campo gravitazionale naturale.
pl_pl: Tworzy konfigurowalne sztuczne sferyczne pole grawitacyjne, które wpływa na graczy i przedmioty w środowisku 0 G. Jest słabsze przy działaniu prawdziwej grawitacji.
pt_br: Geradores de gravidade esféricos criam um campo gravitacional artificial esférico e configurável que afeta jogadores e itens que estejam em ambiente de gravidade zero. Tem seus efeitos reduzidos quando dentro de um campo gravitacional real.
ru: Создает настраиваемое сферическое поле искусственной гравитации, которая влияет на персонажей и предметы в невесомости. Сила искусственной гравитации уменьшается по мере увеличения силы натуральной гравитации.
zh_cn: 人工球形重力场作用于玩家和物体制造出真实的重力环境。如果在真实的重力场中，效果会相对不明显。

# Description_ShipGrinder
source: Ship grinders are utility tools for deconstructing grids. Can be used from a cockpit or turned on manually. Be careful not to get too close while it's active.
de: Schiffsschleifgeräte sind nützliche Werkzeuge für die Demontage von Blockkonstruktionen. Sie können von einem Cockpit aus verwendet oder manuell eingeschaltet werden. Achten Sie darauf, ihnen nicht zu nahe zu kommen, während sie aktiv sind.
es: Las amoladoras de nave son herramientas de utilidad para la deconstrucción de estructuras. Se pueden utilizar desde una cabina o encenderse manualmente. Evita acercarte demasiado mientras está activo.
fr: Les meuleuses de vaisseaux sont des outils utilitaires pour déconstruire les grilles. Peuvent être utilisées depuis un cockpit ou allumées manuellement. Veillez à ne pas vous approcher de trop près quand elle est active.
hu_hu: A hajó darabolói az objektum lebontásának eszközei. Használható a pilótafülkéből, vagy manuálisan is bekapcsolható. Ügyeljen arra, hogy ne kerüljön túl közel, amíg aktív.
it: Le smerigliatrici navali sono strumenti di utilità per decostruire le griglie. Possono essere utilizzate da una cabina di pilotaggio o avviate manualmente. Fai attenzione a non avvicinarti troppo quando è attiva.
pl_pl: Narzędzie do dekonstrukcji bloków. Może być używane z poziomu kokpitu lub włączone manualnie. Uważaj by nie podchodzić blisko kiedy jest włączone.
pt_br: Esmeris de nave são ferramentas úteis para desmontar grids. Podem ser utilizadas através da cabine ou manualmente. Cuidado ao se aproximar demais enquanto estiverem ligados.
ru: Инструмент для демонтажа блоков и структур. Может быть использован из кокпита или включен вручную. Не подходите близко, когда он работает.
zh_cn: 拆解网格的实用性工具。能从驾驶舱控制或者手动操作。记得使用时不要靠的太近。

# Description_Gyroscope
source: Gyroscopes allow ships to orientate using the mouse movements and stabilize rotating grids. Build more gyroscopes to increase sensitivity and the speed that a grid can turn.
de: Gyroskope machen es möglich Schiffe, mit Hilfe von Mausbewegungen auszurichten und ermöglichen es ihnen sich automatisch zu stabilisieren. Konstruieren Sie mehr Gyroskope, um die Empfindlichkeit und die Geschwindigkeit, mit der sich ein Schiff drehen kann, zu erhöhen.
es: Los giroscopios permiten a las naves orientarse usando los movimientos del ratón y estabilizar las estructuras giratorias. Construye más giroscopios para aumentar la sensibilidad y la velocidad a la que una estructura puede girar
fr: Les gyroscopes permettent aux vaisseaux de s'orienter à l'aide des mouvements de la souris et de stabiliser les grilles en rotation. Construisez plus de gyroscopes pour augmenter la sensibilité et la vitesse de rotation d'une grille.
hu_hu: A giroszkópok lehetővé teszik a hajók tájékozódást, és az egér mozgatásával a forgó testekhez stabilizálják. Építsen több giroszkópot az érzékenység és a testek forgási sebesség követésének növelése érdekében.
it: I giroscopi permettono alle navi di orientarsi usando i movimenti del mouse e di stabilizzare le griglie rotanti. Costruisci più giroscopi per aumentare la sensibilità e la velocità di rotazione di una griglia.
pl_pl: Żyroskop pozwala na zmianę orientacji przy użyciu myszy oraz stabilizuje obracające się struktury. Zbuduj więcej Żyroskopów żeby zwiększyć czułość i prędkość z jaką obiekty mogą się poruszać.
pt_br: Os giroscópios permitem a orientação das naves através de movimentos do mouse, além de estabilizarem grids em rotação. Construa mais giroscópios para aumentar a sensibilidade e a velocidade de giro de uma grid.
ru: Гироскопы позволяют кораблям ориентироваться с помощью мыши, а также стабилизировать вращение структур. Постройте больше гироскопов для увеличения чувствительности и скорости поворота.
zh_cn: 有陀螺仪就能用鼠标控制飞船，而且还能稳定旋转的网格。 陀螺仪越多操控性越好，还能加快网格的转向速度。

# Description_HangarDoor
source: Hangar doors can be linked together to create large gates that can seal spaces air tight while allowing vehicles in and out. You can build and use a button panel to open hangar doors by interacting with it or sensors to make them open and close automatically.
de: Hangartore können miteinander verbunden werden, um große Tore zu schaffen, die Räume luftdicht verschließen, aber gleichzeitig Fahrzeuge ein- und ausfahren lassen können. Sie können eine Schalttafel installieren und dazu verwenden, um entweder Hangartore direkt zu öffnen, oder aber es mit Sensoren interagieren zu lassen, damit ein automatisches Öffnen und Schließen initiiert wird.
es: Las puertas de hangar se pueden unir entre sí para crear grandes puertas que pueden sellar los espacios herméticamente mientras permiten que los vehículos entren y salgan. Se puede construir y utilizar un panel de botones para abrir las puertas del hangar interactuando con él o con sensores para que se abran y cierren automáticamente.
fr: Les portes des hangars peuvent être reliées entre elles pour créer de grandes portes qui peuvent sceller les espaces tout en permettant l’entrée et la sortie des véhicules. Vous pouvez créer et utiliser un panneau de boutons pour ouvrir les portes des hangars en interagissant avec celui-ci ou des capteurs pour les ouvrir et les fermer automatiquement.
hu_hu: A hangár ajtók összekapcsolhatók, és nagy kapukat hoznak létre, amelyek légzáróan lezárják a tereket, miközben a járműveket be és ki engedik. Építhet és használhat gombpanelt a hangárajtók kinyitásához, vagy az érzékelőket, hogy azok automatikusan kinyíljanak és becsukódjanak.
it: Le porte degli hangar possono essere collegate tra loro per creare grandi cancelli in grado di sigillare gli spazi a tenuta d'aria permettendo ai veicoli di entrare e uscire. Puoi costruire e utilizzare una pulsantiera per aprire le porte dell'hangar interagendo con essa o dei sensori per farle aprire e chiudere automaticamente.
pl_pl: Drzwi, które możesz łączyć i tworzyć duże, szczelne bramy, przez które mogą przelecieć pojazdy. Możesz zbudować panel z przyciskami aby przy jego pomocy otwierać hangar, lub sensor żeby Szczelne drzwi otwierały się automatycznie.
pt_br: Portas de hangar podem ser unidas para criar grandes portões que vedam espaços hermeticamente enquanto permitem entrada e saída de veículos. Você também pode construir painéis de botões para abrir as portas do hangar ou sensores para abrir ou fechá-las automaticamente.
ru: Прочная ангарная створка, которая может пропускать транспортные средства. Вы можете использовать кнопочную панель для открытия ангарных створок кнопкой или сенсоры для автоматического открытия и закрытия.
zh_cn: 一种坚实的门能控制车辆进出。 你可以建造一个按钮面板控制门或者用传感器，让它自动开关。
