Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# OffensiveCombatIntercept_OverrideCollisionAvoidance_Tooltip
source: If checked, the collision avoidance of the Move type block will be ignored
de: Wenn angewählt, wird die Kollisionsvermeidung von Bewegungsblöcken ignoriert
es: Si se marca, se ignorará la prevención de colisiones del bloque de tipo Movimiento
fr: Si cette case est cochée, le système anti-collision du bloc de type Déplacement sera ignoré
it: Se selezionata, la prevenzione delle collisioni del tipo di blocco Spostamento verrà ignorata
pl_pl: Jeżeli zostanie wybrana, unikanie kolizji bloku SI typu Ruch zostanie zignorowane
pt_br: Se marcado, a prevenção de colisão do bloco do tipo Movimento será ignorado
ru: Если активно, избегание столкновений от блока движения будет игнорироваться
zh_cn: 如果选中，移动类型方块的防撞将被忽略

# OffensiveCombatIntercept_GuidanceBasic
source: Basic
de: Grundlegend
es: Básico
fr: Basique
it: Base
pl_pl: Podstawowe
pt_br: Básico
ru: Базовый
zh_cn: 基本

# OffensiveCombatIntercept_GuidanceTargetPrediction
source: Target Prediction
de: Zielvoraussage
es: Predicción de objetivos
fr: Prédiction de cible
it: Previsione del bersaglio
pl_pl: Przewidywanie ruchu
pt_br: Predição de alvo
ru: Прогнозирование цели
zh_cn: 目标预测

# OffensiveCombatIntercept_GuidanceProportionalNavigation
source: Proportional Navigation
de: Proportionale Navigation
es: Navegación proporcional
fr: Navigation proportionnelle
it: Navigazione proporzionale
pl_pl: Nawigacja proprcjonalna
pt_br: Navegação proporcional
ru: Пропорциональная навигация
zh_cn: 比例导航

# EventControllerBlock_BoolTriggerState_Title
source: Target Prediction
de: Zielvoraussage
es: Predicción de objetivos
fr: Prédiction de cible
it: Previsione del bersaglio
pl_pl: Przewidywanie ruchu celu
pt_br: Predição de alvo
ru: Прогнозирование цели
zh_cn: 目标预测

# DisplayName_EventConnectorConnected
source: Connector Connected
de: Verbinder angeschlossen
es: Conector conectado
fr: Connecteur connecté
it: Connettore connesso
pl_pl: Łącznik połączony
pt_br: Conector conectado
ru: Коннекторы подключены
zh_cn: 连接器已连接

# DisplayName_EventLandingGearLocked
source: Landing Gear Locked
de: Fahrwerk verriegelt
es: Tren de aterrizaje bloqueado
fr: Trains d'atterrissage verrouillés
it: Carrelli di atterraggio bloccati
pl_pl: Podwozie zablokowane
pt_br: Trem de pouso travado
ru: Посадочные шасси заблокированы
zh_cn: 起落架锁定

# DisplayName_EventCockpitOccupied
source: Cockpit Occupied
de: Cockpit besetzt
es: Cabina ocupada
fr: Cockpit occupé
it: Cabina di pilotaggio occupata
pl_pl: Obsadzono kokpit
pt_br: Cabine ocupada
ru: Кокпит занят
zh_cn: 驾驶舱已占用

# DisplayName_EventRotorHingeAttachedDetached
source: Rotor/Hinge Attached/Detached
de: Rotor/Scharnier verbunden/abgetrennt
es: Rotor/Bisagra Conectado/Desconectado
fr: Rotor/Charnière attaché(e)/détaché(e)
it: Rotore/cerniera Agganciato/sganciato
pl_pl: Rotor/zawias przył./odłączony
pt_br: Rotor/Dobradiça acoplada/desacoplada
ru: Ротор/шарнир присоединен/отсоединен
zh_cn: 转子/铰链连接/分离

# DisplayName_MyEventBlockOnOff
source: Block On/Off Switched
de: Block An-/Ausgeschaltet
es: Bloqueo activado/desactivado
fr: Bloc activé/désactivé
it: Blocco attivato/disattivato
pl_pl: Blok przełączony On/Off
pt_br: Interruptor Ligado/Desligado de Bloco
ru: Переключение вкл./выкл. блока
zh_cn: 方块开启/关闭

# DisplayName_Block_ConveyorCap
source: Conveyor Cap
de: Förderbandabschluss
es: Tapa del transportador
fr: Capuchon de convoyeur
it: Tappo trasportatore
pl_pl: Pokrywa transportera
pt_br: Capa do transportador
ru: Крышка конвейера
zh_cn: 输送机盖

# DisplayName_Block_ConveyorCapMedium
source: Conveyor Cap Medium
de: Förderbandabschluss (mittlere Größe)
es: Tapa de la cinta transportadora mediana
fr: Capuchon de convoyeur moyen
it: Tappo trasportatore, medio
pl_pl: Średnia pokrywa transportera
pt_br: Capa média de transportador
ru: Средняя крышка конвейера
zh_cn: 输送机盖中

# DisplayName_Block_PipeCap
source: Conveyor Pipe Cap
de: Förderrohrabschluss
es: Tapa del tubo transportador
fr: Capuchon de tuyau
it: Tubo trasportatore, tappo
pl_pl: Zaślepka rury
pt_br: Capa de tubo de transporte
ru: Крышка конвейерной трубы
zh_cn: 输送机管道盖

# DisplayName_EventDoorOpened
source: Door Opened
de: Tür geöffnet
es: Puerta abierta
fr: Porte ouverte
it: Porta aperta
pl_pl: Otwarto drzwi
pt_br: Porta aberta
ru: Дверь открыта
zh_cn: 门已打开

# DisplayName_Block_HalfBed
source: Half Bed
de: Halbes Bett
es: Media cama
fr: Demi-lit
it: Mezzo letto
pl_pl: Wąskie łóżko
pt_br: Meia cama
ru: Половинная кровать
zh_cn: 半床

# DisplayName_Block_HalfBedOffset
source: Half Bed Open
de: Halbes Bett (offen)
es: Media cama abierta
fr: Demi-lit ouvert
it: Mezzo letto aperto
pl_pl: Wąskie łóżko przesunięte
pt_br: Meia cama aberta
ru: Половинная кровать, открытая
zh_cn: 开放式半床

# DisplayName_Block_AngledInteriorWallA
source: Angled Interior Wall A
de: Angewinkelte Innenwand A
es: Pared interior en ángulo A
fr: Mur intérieur incliné A
it: Parete interna ad angolo A
pl_pl: Skośna wewnętrzna ściana A
pt_br: Parede interna inclinada A
ru: Угловая интерьерная стена A
zh_cn: 斜室内墙A

# DisplayName_Block_AngledInteriorWallB
source: Angled Interior Wall B
de: Angewinkelte Innenwand B
es: Pared interior en ángulo B
fr: Mur intérieur incliné B
it: Parete interna ad angolo B
pl_pl: Skośna wewnętrzna ściana B
pt_br: Parede interna inclinada B
ru: Угловая интерьерная стена B
zh_cn: 斜室内墙B

# DisplayName_EventBlockAddedRemoved
source: Block Added/Removed
de: Block hinzugefügt/entfernt
es: Bloque añadido/eliminado
fr: Bloc ajouté/supprimé
it: Blocco aggiunto/rimosso
pl_pl: Blok dodano/usunięto
pt_br: Bloco adicionado/removido
ru: Блок добавлен/удален
zh_cn: 方块已添加/已移除

# DisplayName_Block_InsetLight
source: Inset Light
de: Einbauleuchte
es: Luces empotradas
fr: Lumière encastrée
it: Luce interna
pl_pl: Lampa wbudowana
pt_br: Luz inserida
ru: Встроенный светильник
zh_cn: 嵌入灯

# DisplayName_EventPowerOutput
source: Power Output %
de: Ausgabeleistung %
es: Salida de energía %
fr: Puissance de sortie %
it: % potenza in uscita
pl_pl: Pobór mocy w %
pt_br: Saída de energia %
ru: Выходная мощность %
zh_cn: 电源输出百分比

# DisplayName_EventAngleChanged
source: Angle Changed
de: Winkel verändert
es: Ángulo cambiado
fr: Angle modifié
it: Angolo cambiato
pl_pl: Kąt uległ zmianie
pt_br: Alteração de ângulo
ru: Угол изменен
zh_cn: 角度已更改

# DisplayName_EventSurfaceHeight
source: Altitude
de: Höhe
es: Altitud
it: Altitudine
pl_pl: Wysokość
ru: Высота
zh_cn: 高度

# EventControllerBlock_Height_Title
source: Altitude
de: Höhe
es: Altitud
it: Altitudine
pl_pl: Wysokość
ru: Высота
zh_cn: 高度

# Terminal_ActivateBehavior_Tooltip
source: Sets this block as the active block of its type. Deactivates all other blocks of the same type
de: Legt diesen Block als aktiven Block dieses Typs fest. Deaktiviert alle anderen Blöcke des selben Typs
es: Establece este bloque como el bloque activo de su tipo. Desactiva todos los demás bloques del mismo tipo.
fr: Définit ce bloc comme bloc actif de son type. Désactive tous les autres blocs du même type
it: Imposta questo blocco come blocco attivo del suo tipo. Disattiva tutti gli altri blocchi dello stesso tipo
pl_pl: Aktywuje SI tego bloku. Dezaktywuje wszystkie pozostałe bloki tego samego typu.
pt_br: Define este bloco como o bloco ativo deste tipo. Desativa todos os outros blocos do mesmo tipo
ru: Делает этот блок активным блоком своего типа. Деактивирует остальные блоки того же типа
zh_cn: 将此方块设置为其类型的活动方块。停用所有其他相同类型的方块

# DisplayName_Block_PipeWorkBlockA
source: Pipeworks A
de: Rohrleitungen A
es: Tuberías A
fr: Tuyauterie A
it: Tubazioni A
pl_pl: Rurociągi A
pt_br: Tubulação A
ru: Трубопровод A
zh_cn: 管道工程A

# DisplayName_Block_PipeWorkBlockB
source: Pipeworks B
de: Rohrleitungen B
es: Tuberías B
fr: Tuyauterie B
it: Tubazioni B
pl_pl: Rurociągi B
pt_br: Tubulação B
ru: Трубопровод B
zh_cn: 管道工程B

# Description_AccessPanel
source: Access Panels decorative blocks that hide the internal electrical systems of structures and ships.
de: Zugriffspaneele sind dekorative Blöcke die interne elektrische Systeme und Strukturen von Schiffen verstecken.
es: Bloques decorativos de los Paneles de acceso que ocultan los sistemas eléctricos internos de estructuras y barcos.
fr: Blocs décoratifs des panneaux d'accès qui cachent les systèmes électriques internes des structures et des vaisseaux.
it: Blocchi decorativi dei pannelli di accesso che nascondono gli impianti elettrici interni di strutture e navicelle.
pl_pl: Panele dostępu to bloki dekoracyjne, skrywające wewnętrzne systemy elektryczne budowli i statków.
pt_br: Acessar blocos decorativos de Painéis que ocultam os sistemas elétricos internos de estruturas e naves.
ru: Панели доступа – это декоративные блоки, скрывающие внутренние системы электроснабжения структур и кораблей.
zh_cn: 隐藏结构和飞船的内部电气系统的检修面板装饰方块。

# DisplayName_Block_AccessPanel1
source: Access Panel 1
de: Zugriffspaneel 1
es: Panel de acceso 1
fr: Panneau d'accès 1
it: Pannello di accesso 1
pl_pl: Panel dostępu 1
pt_br: Painel de acesso 1
ru: Панель доступа 1
zh_cn: 检修面板1

# DisplayName_Block_AccessPanel2
source: Access Panel 2
de: Zugriffspaneel 2
es: Panel de acceso 2
fr: Panneau d'accès 2
it: Pannello di accesso 2
pl_pl: Panel dostępu 2
pt_br: Painel de acesso 2
ru: Панель доступа 2
zh_cn: 检修面板2

# DisplayName_Block_AccessPanel3
source: Access Panel 3
de: Zugriffspaneel 3
es: Panel de acceso 3
fr: Panneau d'accès 3
it: Pannello di accesso 3
pl_pl: Panel dostępu 3
pt_br: Painel de acesso 3
ru: Панель доступа 3
zh_cn: 检修面板3

# DisplayName_Block_AccessPanel4
source: Access Panel 4
de: Zugriffspaneel 4
es: Panel de acceso 4
fr: Panneau d'accès 4
it: Pannello di accesso 4
pl_pl: Panel dostępu 4
pt_br: Painel de acesso 4
ru: Панель доступа 4
zh_cn: 检修面板4

# DisplayName_Block_AirVentFan
source: Air Vent Fan
de: Lüfter
es: Ventilador de la rejilla de ventilación
fr: Ventilateur de l'aération
it: Ventola presa d'aria
pl_pl: Turbowentylator
pt_br: Ventilador de saída de ar
ru: Вентилятор вентиляционной системы
zh_cn: 排气扇

# DisplayName_Block_AirVentFanFull
source: Air Vent Fan Full
de: Lüfter (ganzer Block)
es: Ventilador de la Rejilla de ventilación Completa
fr: Ventilateur de l'aération complète
it: Ventola presa d'aria, intera
pl_pl: Pełnowymiarowy turbowentylator
pt_br: Ventilador de saída de ar cheio
ru: Вентилятор полной вентиляционной системы
zh_cn: 排气扇满

# DisplayName_Block_CameraReskin
source: Top Mounted Camera
de: Aufbaukamera
es: Cámara montada en la parte superior
fr: Caméra montée sur le dessus
it: Telecamera montata in alto
pl_pl: Kamera mocowana na górze
pt_br: Câmera montada no topo
ru: Камера с верхним креплением
zh_cn: 顶置摄像头

# DisplayName_DLC_AIUpdateDLC
source: Automatons
fr: Automates
it: Automi
ru: Автоматоны
zh_cn: Automaton

# BlockPropertyTooltip_PathRecorder_Play
source: Start/stop playing the recorded path.
de: Abspielen/anhalten des aufgezeichneten Pfades.
es: Inicie/detenga la reproducción de la ruta grabada.
fr: Démarrer/arrêter la lecture du chemin enregistré.
it: Avvia/arresta la riproduzione del percorso registrato.
pl_pl: Start/stop odtwarzania zapisanej trasy.
pt_br: Iniciar/parar de reproduzir o caminho registrado.
ru: Начать/остановить воспроизведение записанного пути.
zh_cn: 开始/停止播放记录的路径。

# BlockPropertyTooltip_PathRecorder_Repeat
source: Repeat the path.
de: Wiederholen des Pfades.
es: Repita el camino.
fr: Répéter le chemin.
it: Ripeti il ​​percorso.
pl_pl: Powtórz trasę.
pt_br: Repetir o caminho.
ru: Повторить путь.
zh_cn: 重复路径。

# BlockPropertyTooltip_PathRecorder_ClearWaypoints
source: Deselect all waypoints.
de: Alle Wegpunkte abwählen.
es: Deseleccionar todos los puntos de referencia.
fr: Désélectionner tous les points de passage.
it: Deseleziona tutte le tappe.
pl_pl: Anuluj wybór punktów trasy.
pt_br: Remover a seleção de todos os pontos de rota.
ru: Отменить выбор всех точек маршрута.
zh_cn: 取消选择所有位标。

# BlockPropertyTooltip_PathRecorder_DeleteAllWaypoints
source: Delete all waypoints.
de: Alle Wegpunkte löschen.
es: Borrar todos los puntos de referencia.
fr: Supprimer tous les points de passage.
it: Elimina tutte le tappe.
pl_pl: Usuń wszystkie punkty trasy.
pt_br: Excluir todos os pontos de rota.
ru: Удалить все точки маршрута.
zh_cn: 删除所有位标。

# BlockPropertyTooltip_PathRecorder_DeleteSelectedWaypoints
source: Delete selected waypoints.
de: Ausgewählte Wegpunkte löschen.
es: Borrar los puntos de referencia seleccionados.
fr: Supprimer les points de passage sélectionnés.
it: Elimina le tappe selezionate.
pl_pl: Usuń wybrane punky trasy
pt_br: Excluir os pontos de rota selecionados.
ru: Удалить выбранные точки маршрута.
zh_cn: 删除所选位标。

# BlockPropertyTooltip_PathRecorder_SetupActionForSelectedWaypoint
source: Setup action for selected waypoint.
de: Aktion für den ausgewählten Wegpunkt konfigurieren.
es: Configurar la acción para el punto de referencia seleccionado.
fr: Action de configuration pour le point de passage sélectionné.
it: Imposta azione per la tappa selezionata.
pl_pl: Ustaw działania dla wybranego punktu.
pt_br: Configurar ação para ponto de rota selecionado.
ru: Задать действия для выбранных точек маршрута.
zh_cn: 所选位标的设置动作。

# BlockPropertyTooltip_PathRecorder_ReversePath
source: Reverse order of all waypoints.
de: Reihenfolge aller Wegpunkte umdrehen.
es: Invertir el orden de todos los puntos de referencia.
fr: Inverser l'ordre de tous les points de passage.
it: Ordine inverso di tutte le tappe.
pl_pl: Odwróć porządek wszystkich punktów trasy.
pt_br: Ordem reversa de todos os pontos de rota.
ru: Поменять порядок для всех точек маршрута на противоположный.
zh_cn: 反转所有位标的顺序。

# BlockPropertyTooltip_PathRecorder_ShowPath
source: Displays the recorded path on the HUD. To see this, ensure you have “Show on HUD” enabled on this block, as well as “Show AI Functions” in the Info screen, and have an Antenna connection to this grid.
de: Zeigt den aufgezeichneten Pfad auf dem HUD an. Um diese Funktion nutzen zu können, stellen Sie sicher, dass Sie für diesen Block „Auf HUD anzeigen“ sowie „KI-Funktionen anzeigen“ im Info-Bildschirm aktiviert haben und eine Antennenverbindung zu diesem Netz besteht.
es: Muestra la trayectoria registrada en el HUD. Para verlo, asegúrate de que tienes activada la opción «Mostrar en HUD» en este bloque, así como «Mostrar funciones de IA» en la pantalla de Información, y de que tienes una conexión de Antena a esta estructura.
fr: Affiche la trajectoire enregistrée sur l'ATH. Pour ce faire, assurez-vous que l'option « Afficher sur l'ATH » est activée sur ce bloc, ainsi que l'option « Afficher toutes les fonctions de l'IA » dans l'écran Info, et que vous disposez d'une connexion d'antenne à cette grille.
it: Mostra il percorso registrato sull'HUD. Per vederlo, assicurati di aver attivato "Mostra nell'HUD" su questo blocco, oltre all'opzione "Mostra Funzioni IA" nella schermata delle informazioni, e di disporre di una connessione Antenna a questa griglia.
pl_pl: Wyświetla na ekranie zapisaną trasę. Upewnij się że “Pokaż na HUD” jest włączone, jak również “Pokaż funkcje SI” na ekranie Info, struktura musi też mieć aktywną antenę.
pt_br: Exibe o caminho gravado no HUD. Para ver isso, certifique-se de ter “Exibir no HUD” ativado neste bloco, assim como “Exibir funções de AI” na tela de informações, e ter uma conexão de Antena com esta grid.
ru: Отображает записанный путь на экране. Для просмотра включите для блока настройку «Отображать на экране». Также необходимо включить «Показывать функции ИИ» на экране «Инфо» и подключить к структуре антенну.
zh_cn: 在HUD上显示记录的路径。 要查看此信息，请确保你已在此方块上启用了“在HUD上显示”，在信息屏幕中启用了“显示AI功能”，并且具有与此网格的天线连接。

# BlockPropertyTooltip_PathRecorder_ShowPoints
source: Displays the selected point(s) on the HUD. To see this, ensure you have “Show on HUD” enabled on this block, as well as “Show AI Functions” in the Info screen, and have an Antenna connection to this grid.
de: Zeigt die aufgezeichneten Punkte auf dem HUD an. Um diese Funktion nutzen zu können, stellen Sie sicher, dass Sie für diesen Block „Auf HUD anzeigen“ sowie „KI-Funktionen anzeigen“ im Info-Bildschirm aktiviert haben und eine Antennenverbindung zu diesem Netz besteht.
es: Muestra el punto o puntos seleccionados en el HUD. Para verlo, asegúrate de que tienes activada la opción «Mostrar en HUD» en este bloque, así como «Mostrar funciones de IA» en la pantalla de Información, y de que tienes una conexión de Antena a esta estructura.
fr: Affiche le ou les points sélectionnés sur l'ATH. Pour ce faire, assurez-vous que l'option « Afficher sur l'ATH » est activée sur ce bloc, ainsi que l'option « Afficher toutes les fonctions de l'IA » dans l'écran Info, et que vous disposez d'une connexion d'antenne à cette grille.
it: Mostra i punti selezionati sull'HUD. Per vederli, assicurati di aver attivato "Mostra nell'HUD" su questo blocco, oltre all'opzione "Mostra Funzioni IA" nella schermata delle informazioni, e di disporre di una connessione Antenna a questa griglia.
pl_pl: Wyświetla na ekranie zaznaczone punkty trasy. Upewnij się że “Pokaż na HUD” jest włączone, jak również “Pokaż funkcje SI” na ekranie Info, struktura musi też mieć aktywną antenę.
pt_br: Exibe o(s) ponto(s) selecionado(s) no HUD. Para ver isso, certifique-se de ter “Exibir no HUD” ativado neste bloco, assim como “Exibir funções de AI” na tela de informações, e ter uma conexão de Antena com esta grid.
ru: Отображает выбранные точки на экране. Для просмотра включите для блока настройку «Отображать на экране». Также необходимо включить «Показывать функции ИИ» на экране «Инфо» и подключить к структуре антенну.
zh_cn: 在HUD上显示所选点。 要查看此信息，请确保你已在此方块上启用了“在HUD上显示”，在信息屏幕中启用了“显示AI功能”，并且具有与此网格的天线连接。

# BlockPropertyTooltip_PathRecorder_RecordPath
source: Start recording a new path. Recording adds to the end of any existing record. A path cannot be recorded while the Autopilot is enabled.
de: Fängt an einen neuen Pfad aufzuzeichen. Die Aufzeichnung beginnt am Ende der vorangegangenen Aufzeichnung. Während der Autopilot eingeschaltet ist können keine Pfade aufgezeichnet werden.
es: Iniciar la grabación de un nuevo trayecto. La grabación se añade al final de cualquier registro existente. No se puede grabar una trayectoria mientras el piloto automático esté activado.
fr: Commencez à enregistrer un nouveau chemin. L'enregistrement s'ajoute à la fin de tout enregistrement existant. Un chemin ne peut pas être enregistré quand le pilotage automatique est activé.
it: Inizia a registrare un nuovo percorso. La registrazione si accoda alla fine di qualsiasi registrazione già esistente. Non è possibile registrare un percorso mentre l'autopilota è abilitato.
pl_pl: Rozpocznij rejestrowanie nowej trasy. Nowy zapis zostanie dodany na końcu już istniejącego. Nie można rejestrować trasy, gdy autopilot jest włączony.
pt_br: Começa a gravar um novo caminho. Gravar adiciona ao fim de qualquer registro existente. O caminho não pode ser gravado enquanto o Piloto automático está ativado.
ru: Начать запись нового маршрута. Запись добавляется к концу любой существующей записи. Запись маршрута невозможна, пока работает автопилот.
zh_cn: 开始记录新路径。记录会添加到任何现有记录的末尾。启用自动驾驶时无法记录路径。

# BlockPropertyTooltip_PathRecorder_RecordsSteps
source: A waypoint is added when the time since the last waypoint is greater than this value, and the distance to the previous waypoint exceeds the Minimal Distance value.
de: Es wird ein Wegpunkt hinzugefügt, wenn die seit Erreichen des letzten Wegpunkts vergangene Zeit diesen Wert überschreitet und der Abstand zum letzten Wegpunkt die Minimaldistanz überschreitet.
es: Se añade un punto de referencia cuando el tiempo transcurrido desde el último punto de referencia es mayor que este valor, y la distancia al punto de referencia anterior supera el valor de la distancia mínima.
fr: Un point de passage est ajouté lorsque le temps écoulé depuis le dernier point de passage est supérieur à cette valeur et que la distance au point de passage précédent est supérieure à la valeur de la distance minimale.
it: Una tappa viene aggiunta quando il tempo trascorso dall'ultima tappa è maggiore di questo valore e la distanza dalla tappa precedente supera il valore della distanza minima.
pl_pl: Dodaje nowy punkt trasy, jeżeli czas jaki upłynął od ostatniego dodania jest większy niż zadana wartość, a odległość od ostaniego punktu przekracza zadaną odległość minimlną.
pt_br: Um ponto de rota é adicionado quando o tempo desde o último ponto de rota é maior que este valor e a distância para o ponto de rota anterior exceder o valor de Distância mínima.
ru: Точка добавляется, когда время с последней точки маршрута превышает это значение, а расстояние до предыдущей точки превышает значение минимальной дистанции.
zh_cn: 当距离最后一个位标的时间大于此值，并且到上一个位标的距离超过最小距离值时，添加一个位标。

# BlockPropertyTooltip_PathRecorder_RecordsDistance
source: A waypoint is added when the distance to the last waypoint is greater than this value, and the time since the previous waypoint exceeds the Waypoint Addition Interval value.
de: Es wird ein Wegpunkt hinzugefügt, wenn die Entfernung zum letzten Wegpunkt über diesem Wert liegt und die Zeit seit dem Erreichen des letzten Wegpunkts den internen Wert für hinzugefügte Wegpunkte überschreitet.
es: Se añade un punto de referencia cuando la distancia al último punto de referencia es mayor que este valor y el tiempo transcurrido desde el punto de referencia anterior supera el valor del intervalo de adición de puntos de referencia.
fr: Un point de passage est ajouté lorsque la distance jusqu'au dernier point de passage est supérieure à cette valeur et que le temps écoulé depuis le dernier point de passage est supérieur à la valeur de l'intervalle d'ajout de point de passage.
it: Una tappa viene aggiunta quando la distanza dall'ultima tappa è maggiore di questo valore e il tempo trascorso dalla tappa precedente supera il valore dell'intervallo di aggiunta della tappa.
pl_pl: Dodaje nowy punkt trasy, jeżeli odległość od ostatniego punktu jest większa niż zadana wartość, a czas jaki upłynął przekracza warość odstępu zapisu.
pt_br: Um ponto de rota é adicionado quando a distância para o último ponto de rota é maior que este valor e o tempo desde o ponto de rota anterior exceder o valor do Intervalo de adição de ponto de rota.
ru: Если расстояние до последней точки маршрута больше этого значения, а время с предыдущей точки маршрута превышает значение интервала добавления путевой точки, то добавляется точка.
zh_cn: 当到最后一个位标的距离大于此值，并且距上一个位标的时间超过位标添加间隔值时，添加一个位标。
