Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# ContractScreen_Aministration_CreatinResultText_CreationLimitHard
source: Contract creation failed. You have reached limit amount of contracts for this block.
de: Vertragserstellung fehlgeschlagen. Sie haben bereits die Höchstmenge von an diesem Block abschließbaren Verträgen erreicht.
es: Fallo en la creación de contrato. Has llegado a la cantidad límite de contratos de este bloque.
fr: La création du contrat a échoué. Vous avez atteint le nombre limite de contrats pour ce bloc.
hu_hu: A szerződés létrehozása sikertelen. Elérte a szerződéses limitet ehhez a blokkhoz.
it: La creazione del contratto è fallita. Hai raggiunto il numero massimo di contratti per questo blocco.
pl_pl: Nie udało się utworzyć kontraktu. Osiągnięto limit kontraktów dla tego bloku.
pt_br: Falha na criação do contrato. Você atingiu a quantidade máxima de contratos para este bloco.
ru: Создание контракта не удалось. Вы достигли лимита контрактов на блок.
zh_cn: 创建合同失败。此方块的合同数量已达上限。

# Store_Error_Caption_OrderOfferLimitReachedHard
source: Failure
de: Misserfolg
es: Fallido
fr: Échec
hu_hu: Kudarc
it: Insuccesso
pl_pl: Niepowodzenie
pt_br: Falha
ru: Провал
zh_cn: 失败

# Store_Error_Caption_OrderOfferLimitReachedSoft
source: Failure
de: Misserfolg
es: Fallido
fr: Échec
hu_hu: Kudarc
it: Insuccesso
pl_pl: Niepowodzenie
pt_br: Falha
ru: Провал
zh_cn: 失败

# Store_Error_Text_OrderOfferLimitReachedHard
source: Failed to create order/offer. You have reached order/offer limit for this block.
de: Auftrag/Angebot konnte nicht erstellt werden. Sie haben das Auftrags-/Angebotslimit für diesen Block erreicht.
es: Fallo al crear un pedido/oferta. Has llegado al límite de pedidos/ofertas para este bloque.
fr: Échec de la création d'une commande/offre. Vous avez atteint la limite de commande/d'offre pour ce bloc.
hu_hu: Nem sikerült létrehozni a megrendelést/ajánlatot. Elérte a blokk rendelési/ajánlat korlátját.
it: Non è stato possibile creare un ordine o un'offerta. Hai raggiunto il limite di ordine/offerta per questo blocco.
pl_pl: Nie udało się utworzyć zamówienia/oferty, ponieważ osiągnięto limit dla tego bloku.
pt_br: Falha ao criar pedido/oferta. Você atingiu o limite de pedidos/ofertas para este bloco.
ru: Не удалось разместить заказ/предложение. Вы достигли лимита заказов/предложений для блока.
zh_cn: 创建订单/报价失败。你已经达到此方块的订单/报价上限。

# StoreBuy_Error_Caption_NotEnoughSpaceInTank
source: Transaction Failed
de: Transaktion gescheitert
es: Transacción fallida
fr: Échec de la transaction
hu_hu: Sikertelen Tranzakció
it: Transazione fallita
pl_pl: Transakcja nie powiodła się
pt_br: Falha na transação
ru: Перевод не удался
zh_cn: 无法交易

# StoreBuy_Error_Text_NotEnoughSpaceInTank
source: Transfer of gas failed. Tank does not have enough free capacity.
de: Der Gastransfer ist fehlgeschlagen. Tank hat nicht genügend freie Kapazität.
es: Transferencia de combustible fallida. El tanque no tiene suficiente capacidad libre.
fr: Le transfert de gaz a échoué. Le réservoir n'a pas assez de capacité libre.
hu_hu: A gázátadás nem sikerült. A tartálynak nincs elegendő szabad kapacitása.
it: Trasferimento di gas fallito. Il serbatoio non ha sufficiente capacità libera.
pl_pl: Transfer gazu nie udał się. Zbiornik docelowy nie ma dość wolnego miejsca.
pt_br: Falha na transferência de gás. O tanque não possui capacidade suficiente.
ru: Перекачка газа не удалась. В баке не достаточно свободного объема.
zh_cn: 无法输送其他。气罐空间不足。

# StoreScreen_SelectInventory
source: Select inventory:
de: Inventar auswählen:
es: Seleccionar inventario:
fr: Sélectionnez l'inventaire :
hu_hu: Kiválasztott készlet:
it: Seleziona l'inventario:
pl_pl: Wybierz ekwipunek:
pt_br: Selecionar inventário:
ru: Выберите инвентарь:
zh_cn: 选择库存：

# Economy_Contract_FinishTooltip_CannotFinishInBlock
source: This contract cannot be finished through contract block. It has different objective.
de: Dieser Vertrag kann nicht am Vertragsblock erfüllt werden. Der Vertragszweck ist ein anderer.
es: Este contrato no puede terminarse a través del bloque de contrato. Tiene un objetivo diferente.
fr: Ce contrat ne peut pas être terminé par le bloc de contrat. Il a un objectif différent.
hu_hu: Ez a szerződés nem zárható le szerződésblokkon keresztül. Más célja van.
it: Questo contratto non può essere terminato attraverso il blocco del contratto. Ha un obiettivo diverso.
pl_pl: Ten kontrakt nie może być zakończony w bloku kontraktów. Jego cel jest inny.
pt_br: Este contrato não pode ser finalizado por bloco de contrato pois possui objetivo diferente.
ru: Этот контракт не может быть завершен через блок контрактов. У него другая цель.
zh_cn: 此合同无法通过合同方块完成。其目标不同。

# Economy_Contract_FinishTooltip_NotAFinishPoint
source: This contract cannot be finished at this station.
de: Dieser Vertrag kann an dieser Station nicht erfüllt werden.
es: Este contrato no se puede terminar en esta estación.
fr: Ce contrat ne peut pas être terminé à cette station.
hu_hu: A szerződést ezen az állomáson nem lehet teljesíteni.
it: Questo contratto non può essere terminato in questa stazione.
pl_pl: Ta kontrakt nie może być zakończony na tej stacji.
pt_br: Este contrato não pode ser finalizado nesta estação.
ru: Этот контракт не может быть завершен на этой станции.
zh_cn: 这个基地无法完成此合同。

# Economy_Contract_FinishTooltip_YouCanFinish
source: Press to finish your contract.
de: Drücken Sie hier, wenn Sie den Vertrag erfüllt haben.
es: Pulsa para terminar el contrato.
fr: Appuyez pour terminer votre contrat.
hu_hu: Nyomja meg a szerződés befejezéséhez.
it: Premi per terminare il contratto.
pl_pl: Wciśnij aby ukończyć kontrakt.
pt_br: Pressione para finalizar o contrato
ru: Нажмите для завершения контракта.
zh_cn: 按下完成合同。

# Economy_Notification_ReputationDecreased
source: Reputation with {0} dropped by {1}
de: Reputation bei {0} gefallen um {1}
es: La reputación con {0} cayó en {1}
fr: Réputation avec {0} baissée de {1}
hu_hu: {0} Hírneve csökkent {1} által
it: Reputazione con {0} lasciata da {1}
pl_pl: Reputacja z {0} spada o {1}
pt_br: Reputação de {0} diminuiu para {1}
ru: Репутация с {0} упала на {1}
zh_cn: {1}舍弃的{0}声誉

# Economy_Notification_ReputationIncreased
source: Reputation with {0} raised by {1}
de: Reputation bei {0} gestiegen um {1}
es: La reputación con {0} aumentó en {1}
fr: Réputation avec {0} augmentée de {1}
hu_hu: {0} Hírneve megnőtt {1} által
it: Reputazione con {0} aumentata da {1}
pl_pl: Reputacja z {0} rośnie o {1}
pt_br: Reputação de {0} aumentou para {1}
ru: Репутация с {0} повышена на {1}
zh_cn: {1}提升的{0}声誉

# GUI_Datapad_CreateGPSCoord
source: Create Gps Marker
de: GPS-Markierung erstellen
es: Crear Marcador GPS
fr: Créer un marqueur GPS
hu_hu: Hozzon létre GPS Jelölőt
it: Crea marcatore Gps
pl_pl: Stwórz Punkt GPS
pt_br: Criar marcador de GPS
ru: Создать маркер GPS
zh_cn: 创建GPS标记

# GUI_Datapad_CreateGPSCoord_TTIP
source: Press to create gps coordinate marker.
de: Drücken Sie darauf, um eine GPS-Koordinatenmarkierung zu erstellen.
es: Pulsa para crear un marcador de coordenadas GPS.
fr: Appuyez pour créer un marqueur de coordonnées GPS.
hu_hu: Nyomja meg a GPS koordináta jelölő létrehozásához.
it: Premi per creare il marcatore di coordinate gps.
pl_pl: Wciśnij aby utworzyć Punkt lokalizacji GPS.
pt_br: Pressione para criar marcador de coordenada de GPS.
ru: Нажмите для создания маркера GPS.
zh_cn: 按下创建GPS坐标标记。

# Economy_FactionIcon_Tooltip_Allowed
source: Click to select icon.
de: Klicken Sie hier, um ein Symbol auswählen zu können.
es: Clic para seleccionar el icono.
fr: Cliquez pour sélectionner une icône.
hu_hu: Kattintson az ikon kiválasztásához.
it: Fai clic per selezionare l'icona.
pl_pl: Kliknij aby wybrać ikonę.
pt_br: Clique para selecionar ícone.
ru: Щелкните для выбора логотипа.
zh_cn: 点击选定图标。

# Economy_FactionIcon_Tooltip_BuyEconomy
source: Buy Economy DLC to unlock these faction icons
de: Kaufen Sie das Zusatzinhaltspaket „Economy“, um diese Fraktionssymbole freizuschalten
es: Compra el DLC de Economía para desbloquear estos iconos de facción
fr: Achetez le DLC Économie pour déverrouiller ces icônes de faction
hu_hu: A Economy DLC vásárlásával feloldhatja ezeket a frakcióikonokat
it: Acquista DLC Economy per sbloccare queste icone della fazione
pl_pl: Kup Economy DLC aby odblokować te ikony frakcji
pt_br: Adquira a DLC Economia para desbloquear esses ícones de facção
ru: Купите Economy DLC для разблокирования этих логотипов
zh_cn: 购买经济DLC，给这些阵营图标解锁

# IngameHelp_Datapad_Desc
source: I can see you have a datapad in your inventory. Datapad can hold important information you wish to store there. For example, datapad bought on stations contain coordinates of other stations.
de: Wie ich sehe, haben Sie ein Datapad in Ihrem Inventar. Auf einem Datapad können wichtige Informationen abgespeichert werden. Beispielsweise enthalten auf Stationen gekaufte Datapads die Koordinaten anderer Stationen.
es: Puedo ver que tienes una PDA en el inventario. Las PDAs pueden contener información importante que desearás tener. Por ejemplo, PDAs comprados en estaciones contienen coordenadas de otras estaciones.
fr: Je vois que vous avez une tablette dans votre inventaire. Elle peut contenir les informations importantes que vous souhaitez y stocker. Par exemple, une tablette achetée sur des stations contient les coordonnées d'autres stations.
hu_hu: Látom, hogy van egy adatlap a készletében. Az Datapad tárolhat fontos információkat. Például az állomásokon vásárolt adatlap más állomások koordinátáit is tartalmazhatja.
it: Vedo che hai un datapad nel tuo inventario. Il datapad può contenere informazioni importanti che desideri memorizzare lì. Ad esempio, i datapad acquistati sulle stazioni contengono le coordinate di altre stazioni.
pl_pl: Widzę, że masz w swoim ekwipunku datapad. Datapad może przechowywać ważne informacje, które tam dodasz. Na przykład, datapad kupiony na stacjach zawiera współrzędne innych stacji.
pt_br: Pude ver que você possui um datapad em seu inventário. Datapads podem conter informações importantes para você. Por exemplo, datapads adquiridos em estações contêm coordenadas de outras estações.
ru: Обнаружен инфопланшет в инвентаре. Он может содержать важную информацию, которую вы хотите хранить в нем. Например, инфопланшет купленный на станции содержит координаты других станций.
zh_cn: 我看到你的库存内有信息板。信息板能保留很多重要信息。例如，基地买的信息板上有其他基站的坐标。

# IngameHelp_Datapad_Detail1
source: {0} on datapad to open it.
de: Richten Sie Ihren Blick auf das Datapad und drücken Sie {0}, um es zu verwenden.
es: {0} en la PDA para abrirlo.
fr: {0} sur la tablette pour l'ouvrir.
hu_hu: {0} a Datapad megnyitásához.
it: {0} su datapad per aprirlo.
pl_pl: Wciśnij {0} na datapadzie aby go otworzyć.
pt_br: {0} no datapad para abri-lo.
ru: {0} на инфопланшете для чтения.
zh_cn: {0}信息板打开它。

# IngameHelp_Datapad_Detail1:Gamepad
source: {GAMEPAD_CONTROL:GUI:BUTTON_Y} on datapad to open it.
de: Richten Sie Ihren Blick auf das Datapad und drücken Sie{GAMEPAD_CONTROL:GUI:BUTTON_Y}, um es zu verwenden.
es: {GAMEPAD_CONTROL:GUI:BUTTON_Y} en el bloc de datos para abrirlo.
fr: {GAMEPAD_CONTROL:GUI:BUTTON_Y} sur la tablette pour l'ouvrir.
hu_hu: {GAMEPAD_CONTROL:GUI:BUTTON_Y} a Datapad megnyitásához.
it: {GAMEPAD_CONTROL:GUI:BUTTON_Y} su datapad per aprirlo.
pl_pl: Wciśnij {GAMEPAD_CONTROL:GUI:BUTTON_Y} na datapadzie aby go otworzyć.
pt_br: {GAMEPAD_CONTROL:GUI:BUTTON_Y} no datapad para abrir.
ru: Нажмите {GAMEPAD_CONTROL:GUI:BUTTON_Y} на инфопланшете, чтобы открыть его.
zh_cn: {GAMEPAD_CONTROL:GUI:BUTTON_Y}在资料平板上打开。

# IngameHelp_Datapad_Title
source: Open datapad
de: Datapad öffnen
es: Abrir PDA
fr: Ouvrir la tablette
hu_hu: Datapad megnyitása
it: Apri datapad
pl_pl: Otwórz datapad
pt_br: Abrir datapad
ru: Открыть инфопланшет
zh_cn: 打开信息板

# Contract_Repair_GpsDescription
source: Repair this ship
de: Reparieren Sie dieses Schiff
es: Reparar esta nave
fr: Réparez ce vaisseau
hu_hu: Javítsa meg a hajót
it: Ripara questa nave
pl_pl: Napraw ten statek
pt_br: Consertar esta nave
ru: Починить этот корабль
zh_cn: 修复飞船

# Contract_Repair_GpsName
source: ---> REPAIR HERE<---
de: ---> HIER REPARIEREN <---
es: ---> REPARAR AQUI<---
fr: ---> RÉPAREZ ICI<---
hu_hu: ---> JAVÍTÁS ITT<---
it: ---> RIPARA QUI<---
pl_pl: ---> NAPRAW TUTAJ<---
pt_br: ---> REPARAR AQUI<---
ru: ---> ЧИНИТЬ ЗДЕСЬ <---
zh_cn: ---> 维修此处<---

# ContractScreen_Contract_Name_Repair
source: Repair Contract
de: Reparaturvertrag
es: Contrato de reparación
fr: Contrat de réparation
hu_hu: Javítási szerződés
it: Contratto di riparazione
pl_pl: Kontrakt Naprawy
pt_br: Contrato de reparo
ru: Контракт на ремонт
zh_cn: 修正合同

# ContractScreen_Contract_Name_Repair_WithId
source: Repair Contract ({0})
de: Reparaturvertrag ({0})
es: Contrato de reparación ({0})
fr: Contrat de réparation ({0})
hu_hu: Javítási szerződés ({0})
it: Contratto di riparazione ({0})
pl_pl: Kontrakt Naprawy ({0})
pt_br: Contrato de reparo ({0})
ru: Контракт на ремонт ({0})
zh_cn: 修正合同（{0}）

# ContractScreen_Repair_Description_0
source: Our equipment has sustained serious damage as result of a recent meteor shower and is in need of repairs. Go out there and make sure all is back in working order.
de: Unsere Ausrüstung hat durch einen kürzlichen Meteoritenschauer schwere Schäden erlitten und muss repariert werden. Gehen Sie hinaus und stellen Sie sicher, dass alles wieder funktionstüchtig ist.
es: Nuestro equipo ha sufrido daños graves como resultado de una reciente lluvia de meteoritos y necesita reparaciones. Ve allí y asegúrate de que todo vuelva a funcionar.
fr: Notre équipement a subi de sérieux dommages suite à une récente pluie de météores et a besoin de réparations. Allez sur place et vérifiez que tout est en état de marche.
hu_hu: Felszerelésünk komoly károkat szenvedett a közelmúltbeli meteorzápor eredményeként, és javításra szorul. Menjen oda, és győződjön meg arról, hogy minden újra működőképes.
it: La nostra attrezzatura ha subito gravi danni a causa di una recente pioggia di meteoriti e necessita di riparazioni. Vai là fuori e assicurati che tutto sia di nuovo funzionante.
pl_pl: Nasz sprzęt doznał poważnych uszkodzeń w wyniku niedawnego deszczu meteorytów i potrzebuje naprawy. Udaj się tam i upewnij się, że wszystko znowu będzie sprawne.
pt_br: Nosso equipamento sofreu sérios danos devido a uma recente chuva de meteoros e precisa de reparos. Vá até lá e garanta que tudo volte a funcionar.
ru: Наше оборудование было серьезно повреждено метеоритным дождем и нуждается в починке. Отправляйтесь туда и убедитесь что оно снова работоспособно.
zh_cn: 我们的设备在最近的流星雨中受损，需要维修。 出去检修，保证全部运行正常。

# ContractScreen_Repair_Description_1
source: We lost contact with our equipment recently. Check and repair any damage you can find and you will be well endorsed.
de: Vor kurzem ist der Kontakt zu unserer Ausrüstung abgebrochen. Überprüfen und reparieren Sie alle Schäden, die Sie finden können, und Sie werden gut belohnt werden.
es: Recientemente hemos perdido el contacto con nuestro equipamiento. Revisa y repara cualquier daño que puedas encontrar y serás bien recompensado.
fr: Nous avons perdu le contact avec notre équipement récemment. Vérifiez et réparez tout dommage que vous pouvez trouver et vous serez bien avisé.
hu_hu: A közelmúltban elveszítettük a kapcsolatot a felszerelésünkkel. Ellenőrizze és kijavítsa az esetleges sérüléseket, és megfelelő támogatást kap.
it: Abbiamo perso il contatto con la nostra attrezzatura di recente. Controlla e ripara eventuali danni che puoi trovare e sarai ben accolto.
pl_pl: Ostatnio straciliśmy kontakt z naszym sprzętem. Sprawdź czy wymagane są jakieś naprawy, a my dobrze za to zapłacimy.
pt_br: Perdemos contato com nosso equipamento recentemente. Verifique e repare todos os danos que puder encontrar e será bem retribuído.
ru: Мы недавно потеряли контакт с нашим оборудованием. Проверьте и отремонтируйте любые найденные повреждения, работа неплохо оплачивается.
zh_cn: 我们最近丢失了设备。检查并修复所有的问题，我们会和你结算费用。

# ContractScreen_Repair_Description_2
source: Scavengers have been targeting our equipment lately. Check our equipment for damage and return it to top condition.
de: Plünderer haben in letzter Zeit unsere Ausrüstung ins Visier genommen. Überprüfen Sie unsere Ausrüstung auf Schäden und stellen Sie deren Top-Zustand wieder her.
es: Los carroñeros han estado atacando nuestro equipamiento últimamente. Revisa si nuestro equipamiento tiene daños y déjalo como nuevo.
fr: Des pilleurs ont pris pour cible notre matériel ces derniers temps. Vérifiez si notre matériel est endommagé et remettez-le en parfait état.
hu_hu: A dögevők mostanában célba vették a felszerelésünket. Ellenőrizze berendezésünket, hogy nem sérült-e meg, és helyezze a legjobb állapotba.
it: Ultimamente gli spazzini hanno preso di mira le nostre attrezzature. Controlla che la nostra attrezzatura non sia danneggiata e riportala in condizioni ottimali.
pl_pl: Ostatnio piraci obrali na cel w nasz sprzęt. Sprawdź nasz sprzęt pod kątem uszkodzeń i przywróć go do doskonałego stanu.
pt_br: Os catadores têm visado nosso equipamento ultimamente. Encontre possíveis danos e deixe-o em excelentes condições.
ru: Сборщики лома недавно позарились на наше оборудование. Проверьте его на повреждения и верните в отличном состоянии.
zh_cn: 最近食腐动物总会攻击我们的设备。去检查设备，有必要就修复它。

# ContractScreen_Administration_SelectionCaption_Repair
source: Select grid to repair
de: Zu reparierende Blockkonstruktion auswählen
es: Selecciona la estructura a reparar
fr: Sélectionnez la grille à réparer
hu_hu: Válassza ki a javítandó objektumot
it: Seleziona griglia da riparare
pl_pl: Wybierz strukturę do naprawy
pt_br: Selecione a grid para reparar
ru: Выберите структуру для ремонта
zh_cn: 选定网格将其修复

# ContractScreen_Administration_SelectionText_Repair
source: Select the grid that shall be rapaired in this contract
de: Wählen Sie die Zielkonstruktion, die in diesem Vertrag repariert werden soll
es: Selecciona la estructura que deberá ser reparada en este contrato
fr: Sélectionnez la grille qui doit être réparée dans ce contrat
hu_hu: Válassza ki azt az objektumot, amelyet a szerződés tartalmaz
it: Seleziona la griglia che deve essere riparata in questo contratto
pl_pl: Wybierz strukturę, którą trzeba naprawić do ukończenia kontraktu
pt_br: Selecione a grid que deve ser reparada neste contrato
ru: Выберите структуру, которая должна быть отремонтирована по контракту
zh_cn: 选定此合同需要修复的网格

# ContractTypeNames_Repair
source: Repair
de: Reparatur
es: Reparar
fr: Réparation
hu_hu: Javítás
it: Ripara
pl_pl: Napraw
pt_br: Reparar
ru: Ремонт
zh_cn: 修复

# EditFaction_HueIconSliderText
source: Icon Hue:
de: Symbol-Farbton:
es: Tonalidad del Icono:
fr: Teinte de l'icône :
hu_hu: Ikon színárnyalata:
it: Tinta icona:
pl_pl: Odcień Ikony:
pt_br: Matiz do ícone:
ru: Оттенок логотипа:
zh_cn: 图标色调：

# EditFaction_SaturationIconSliderText
source: Icon Saturation:
de: Symbol-Sättigung:
es: Saturación del Icono:
fr: Saturation de l'icône :
hu_hu: Ikon Telítettsége:
it: Saturazione icona:
pl_pl: Nasycenie Ikony:
pt_br: Saturação do ícone:
ru: Насыщенность логотипа:
zh_cn: 图标饱和度：

# EditFaction_ValueIconSliderText
source: Icon Value:
de: Symbol-Wert:
es: Valor del Icono:
fr: Valeur de l'icône :
hu_hu: Ikon Értéke:
it: Valore icona:
pl_pl: Wartość Ikony:
pt_br: Valor do ícone:
ru: Значение логотипа:
zh_cn: 图标值：

# ContractScreen_Repair_Description_3
source: A navigation error resulted into a cargo ship colliding with our equipment. Check for damage and repair any that you can find. You will be compensated for the components.
de: Ein Navigationsfehler führte dazu, dass ein Frachtschiff mit unserer Ausrüstung kollidierte. Prüfen Sie alles auf Schäden und reparieren Sie, was Sie finden können. Sie werden für die Komponenten entschädigt.
es: Un error de navegación provocó la colisión de un buque de carga con nuestro equipamiento. Comprueba si hay daños y repara los que pueda encontrar. Serás compensado por los componentes.
fr: Une erreur de navigation a fait qu'un vaisseau cargo est entré en collision avec notre équipement. Vérifiez les dommages et réparez ceux que vous pouvez trouver. Vous serez indemnisé pour les composants.
hu_hu: Navigációs hiba eredményeként teherhajó ütközött a felszerelésünkkel. Ellenőrizze a sérüléseket és javítsa meg az esetlegesen felmerülő hibákat. Kompenzációt kap az összetevőkért.
it: Un errore di navigazione ha provocato la collisione di una nave da carico con il nostro equipaggiamento. Controlla se ci sono danni e ripara quelli che riesci a trovare. Verrai risarcito per i componenti.
pl_pl: Błąd nawigacyjny spowodował zderzenie się statku towarowego z naszym wyposażeniem. Sprawdź, czy nie ma uszkodzeń i napraw je jeśli jakieś znajdziesz. Dostaniesz rekompensatę za zużyte komponenty.
pt_br: Um erro de navegação provocou uma colisão entre uma nave de carga e o nosso equipamento. Procure por avarias e as conserte. Você será ressarcido pelos componentes.
ru: Ошибка навигации привела к столкновению транспортника с нашим оборудованием. Оцените повреждения и почините. Потраченные материалы будут оплачены.
zh_cn: 导航出错导致货船撞到我们的设备。检查设备并将其修复。我们会和你结算费用。

# ContractScreen_Repair_Description_4
source: We would like to recommission some of our equipment but it is in no functional condition right now. Check out what is missing or damaged, fix it and you will be paid for the components.
de: Wir würden gerne einige unserer Geräte wieder in Betrieb nehmen, aber sie befinden sich derzeit in keinem funktionsfähigen Zustand. Schauen Sie nach, was fehlt oder beschädigt ist, reparieren Sie es, und Sie werden für die Komponenten entlohnt.
es: Nos gustaría volver a poner en servicio algunos de nuestros equipos, pero en este momento no están en condiciones. Echa un vistazo a lo que falta o está dañado, arréglalo y recibirás un pago por los componentes.
fr: Nous aimerions remettre en service certains de nos équipements, mais ils ne sont pas en état de fonctionnement pour le moment. Vérifiez ce qui manque ou est endommagé, réparez-le et vous serez payé pour les composants.
hu_hu: Szeretnénk újra üzembe helyezni néhány felszerelésünket, mely jelenleg nincs működőképes állapotban. Nézze meg, mi hiányzik vagy sérült, javítsa meg, és fizetni fogunk az alkatrészekért.
it: Vorremmo rimettere in funzione alcune delle nostre apparecchiature, ma al momento non sono in condizioni di funzionare. Controlla cosa manca o è danneggiato, riparalo e sarai pagato per i componenti.
pl_pl: Chcielibyśmy ponownie uruchomić część naszego sprzętu, ale w tej chwili nie chce zadziałać. Sprawdź, czegoś nie brakuje lub jest uszkodzone i napraw to, pokryjemy koszty komponentów.
pt_br: Gostaríamos de recondicionar alguns dos nossos equipamentos, mas não estão em boas condições no momento. Verifique o que está faltando ou danificado, conserte e será pago pelos componentes.
ru: Мы хотели бы вернуть в строй кое-какое оборудование, но оно неработоспособно в текущем состоянии. Проверьте чего не хватает или что повреждено, исправьте и будете вознаграждены за материалы.
zh_cn: 我们会重新启用一些当前无法运行的设备。检查看缺什么零件，哪里已受损，并将其修复，我们会和你结算费用。
