Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# BroadcastScreen_TakeControlButton_NoRemoteToolTip
source: No Remote Controller on grid
cs_cz: Konstrukce nemá vzdálené ovládání
de: Blockkonstruktion enthält keinen Fernsteuerungsblock
es: No hay mandos a distancia en la estructura
fr: Pas de manette distante sur la grille
hu_hu: Nincs távirányító az objektumon
it: Nessun controller remoto sulla griglia
pl_pl: Brak Zdalnego Sterowania na siatce
pt_br: Nenhum controle remoto na grid
ru: Нет блока удаленного управления
zh_cn: 该网格没有远程控制器

# BroadcastScreen_TakeControlButton_RemoteToolTip
source: Remote Control ready
cs_cz: Vzdálené ovládání připraveno
de: Fernsteuerungsblock bereit
es: Control remoto listo
fr: Prêt pour le contrôle à distance
hu_hu: Távirányító készen áll
it: Telecomando pronto
pl_pl: Zdalne Sterowanie gotowe
pt_br: Controle remoto pronto
ru: Удаленное управление готово
zh_cn: 远程控制就绪

# BroadcastScreen_TakeControlButton_ToolTip
source: Take control of target grid
cs_cz: Převzít kontrolu nad cílovou konstrukcí
de: Kontrolle über die Zielkonstruktion übernehmen
es: Tomar el control de la estructura objetivo
fr: Prendre le contrôle de la grille cible
hu_hu: Vegye át az irányítást a célobjektumon
it: Prendi controllo della griglia obiettivo
pl_pl: Przejmij kontrolę nad daną strukturą
pt_br: Controlar a grid alvo
ru: Получить управление целью
zh_cn: 控制目标网格

# BroadcastScreen_TerminalButton
source: Terminal
cs_cz: Terminál
hu_hu: Terminál
ru: Терминал
zh_cn: 终端

# BroadcastScreen_TerminalButtonDisabled_ToolTip
source: Cannot open terminal of target grid. Hover over status icons for more info.
cs_cz: Nelze otevřít terminál cílové konstrukce. Najeďte na stavovou ikonu pro více informací.
de: Kann nicht auf Terminal der Zielkonstruktion zugreifen. Fahren Sie mit der Maus über die Statussymbole, um weitere Informationen zu erhalten.
es: No se puede abrir el terminal de la estructura objetivo. Pasa el cursor sobre los iconos de estado para más información.
fr: Impossible d'ouvrir le terminal de la grille cible. Survolez les icônes d'état pour plus d'informations.
hu_hu: Nem nyitható meg a célobjektum terminálja. További információért vigye az egérmutatót az állapotikonok fölé.
it: Non posso aprire il terminale della griglia obiettivo. Passa il mouse sulle icone di stato per maggiori informazioni.
pl_pl: Nie można otworzyć terminalu docelowej struktury. Najedź na ikony statusu aby dowiedzieć się więcej.
pt_br: Impossível abrir o terminal da grid alvo. Passe o mouse sobre os ícones de status para mais informações.
ru: Невозможно открыть терминал цели. Наведите курсор на иконки статуса для подробностей.
zh_cn: 无法打开目标网格的终端。 将鼠标移至状态图标上方获取更多信息。

# BroadcastScreen_TerminalButton_NoStableConnectionToolTip
source: Cannot establish connection to grid
cs_cz: Nelze vytvořit spojení s konstrukcí
de: Kann keine Verbindung zu der Blockkonstruktion herstellen
es: No se puede establecer conexión con la estructura
fr: Impossible d'établir la connexion à la grille
hu_hu: Nem hozható létre kapcsolat az objektumhoz
it: Non posso stabilire la connessione con la griglia
pl_pl: Nie można nawiązać połączenia z strukturą
pt_br: Impossível estabelecer conexão com a grid
ru: Невозможно установить соединение
zh_cn: 无法连接网格

# BroadcastScreen_TerminalButton_PlayerBroadcastOffToolTip
source: Players antenna off
cs_cz: Hráčova anténa vypnuta
de: Spieler-Antenne aus
es: Antena de jugadores apagada
fr: Antennes joueur désactivées
hu_hu: Játékosok antennáinak kikapcsolása
it: Antenna giocatori off
pl_pl: Antena gracza wyłączona
pt_br: Antena de jogadores desligada
ru: Антенна игрока выкл
zh_cn: 玩家天线关闭

# BroadcastScreen_TerminalButton_StableConnectionToolTip
source: Connection stable
cs_cz: Spojení stabilní
de: Verbindung stabil
es: Conexión estable
hu_hu: A kapcsolat stabil
it: Connessione stabile
pl_pl: Połączenie stabilne
pt_br: Conexão estável
ru: Соединение стабильно
zh_cn: 连接稳定

# BroadcastScreen_TerminalButton_ToolTip
source: Open terminal of target grid.
cs_cz: Otevřít terminál cílové konstrukce
de: Terminal der Blockkonstruktion öffnen.
es: Abrir terminal de la estructura objetivo.
fr: Ouvrir le terminal de la grille cible.
hu_hu: A célobjektum termináljának megnyitása.
it: Apri terminale della griglia di destinazione.
pl_pl: Otwórz terminal docelowej struktury.
pt_br: Abrir terminal da grid alvo.
ru: Открыть терминал цели
zh_cn: 打开目标网格终端。

# BroadcastScreen_UnavailableControlButton
source: Unavailable
cs_cz: Nedostupné
de: Nicht verfügbar
es: No disponible
fr: Indisponible
hu_hu: Elérhetetlen
it: Non disponibile
pl_pl: Niedostępne
pt_br: Indisponível
ru: Недоступно
zh_cn: 不可用

# BroadcastStatus_Connected
source: Remote access
cs_cz: Vzdálený přístup
de: Fernzugriff
es: Acceso remoto
fr: Accès à distance
hu_hu: Távoli hozzáférés
it: Accesso remoto
pl_pl: Zdalny dostęp
pt_br: Acesso remoto
ru: Удаленный доступ
zh_cn: 远程访问

# BroadcastStatus_IsPreviewGrid
source: Preview Grid
cs_cz: Náhled konstrukce
de: Vorschau der Blockkonstruktion
es: Previsualizar estructura
fr: Aperçu de la grille
hu_hu: Objektum előnézete
it: Previsualizza griglia
pl_pl: Podgląd struktury
pt_br: Prévia da grid
ru: Предпросмотр структуры
zh_cn: 预览网格

# BroadcastStatus_Me
source: Me
cs_cz: Já
de: Ich
es: Yo
fr: Moi
hu_hu: Én
it: Io
pl_pl: Ja
pt_br: Eu
ru: Я
zh_cn: 自己

# BroadcastStatus_OutOfBroadcastingRange
source: Out of broadcasting range
cs_cz: Mimo dosah vysílaného signálu
de: Ausserhalb der Sendereichweite
es: Fuera del rango de emisión
fr: Hors de portée d'émission
hu_hu: Sugárzási tartományon kívül
it: Fuori dal raggio di trasmissione
pl_pl: Poza zasięgiem nadawania
pt_br: Fora do alcance de transmissão
ru: Вне зоны вещания
zh_cn: 超出广播范围

# BroadcastStatus_OutOfReceivingRange
source: Out of receiving range
cs_cz: Mimo dosah přijímaného signálu
de: Außerhalb der Empfangsreichweite
es: Fuera del rango de recepción
fr: Hors de portée de réception
hu_hu: Vételi tartományon kívül
it: Fuori dal raggio di ricezione
pl_pl: Poza zasięgiem odbierania
pt_br: Fora do alcance de recepção
ru: Вне зоны приема
zh_cn: 超出接收范围

# BroadcastStatus_PhysicallyConnected
source: Direct access
cs_cz: Přímý přístup
de: Direkter Zugriff
es: Acceso directo
fr: Accès direct
hu_hu: Közvetlen hozzáférés
it: Accesso diretto
pl_pl: Dostęp bezpośredni
pt_br: Acesso direto
ru: Прямой доступ
zh_cn: 直接访问

source: Builder mode off
cs_cz: Stavební režim vypnut
de: Konstruktionsmodus aus
es: Modo de constructor off
fr: Mode construction off
hu_hu: Építő mód ki
it: Modalità costruttore off
pl_pl: Tryb budowniczego wył
pt_br: Modo construção desabilitado
ru: Режим строителя выключен
zh_cn: 生成器模式关闭

source: Builder mode on
cs_cz: Stavební režim zapnut
de: Konstruktionsmodus ein
es: Modo de constructor on
fr: Mode construction on
hu_hu: Építő mód be
it: Modalità costruttore on
pl_pl: Tryb budowniczego wł
pt_br: Modo construção habilitado
ru: Режим строителя включен
zh_cn: 生成器模式打开

# buttonBrowseWorkshop
source: Browse Workshop
cs_cz: Procházet Workshop
de: Workshop durchsuchen
es: Visitar Workshop
fr: Parcourir le Workshop
hu_hu: Böngészés a műhelyben
it: Sfoglia Workshop
pl_pl: Przeglądaj warsztat
pt_br: Navegar pelo Workshop
ru: Обзор Мастерской
zh_cn: 浏览创意工坊

# buttonEdit
source: Edit
cs_cz: Změnit
de: Bearbeiten
es: Editar
fr: Modifier
hu_hu: Szerkesztés
it: Modifica
pl_pl: Edytuj
pt_br: Editar
ru: Редактировать
zh_cn: 编辑

# buttonOpenInWorkshop
source: Open in Workshop
cs_cz: Otevřít ve Workshopu
de: Im Workshop aufrufen
es: Abrir en la Workshop
fr: Ouvrir dans le Workshop
hu_hu: Nyissa meg a műhelyben
it: Apri nel Workshop
pl_pl: Otwórz w warsztacie
pt_br: Abrir no Workshop
ru: Открыть в Мастерской
zh_cn: 打开创意工坊

# buttonPublish
source: Publish
cs_cz: Publikovat
de: Veröffentlichen
es: Publicar
fr: Publier
hu_hu: Közzététel
it: Pubblica
pl_pl: Opublikuj
pt_br: Publicar
ru: Опубликовать
zh_cn: 发布

# buttonRefresh
source: Refresh
cs_cz: Aktualizovat
de: Aktualisieren
es: Recargar
fr: Rafraîchir
hu_hu: Frissítés
it: Aggiorna
pl_pl: Odśwież
pt_br: Atualizar
ru: Обновить
zh_cn: 刷新

# buttonRemove
source: Remove
cs_cz: Odebrat
de: Entfernen
es: Eliminar
fr: Supprimer
hu_hu: Eltávolítás
it: Rimuovi
pl_pl: Usuń
pt_br: Remover
ru: Удалить
zh_cn: 移除

# CannotFindBlueprint
source: Cannot find the blueprint file.
cs_cz: Nelze nalézt soubor technického výkresu.
de: Die Entwurfsdatei kann nicht gefunden werden.
es: No se puede encontrar el archivo del plano.
fr: Impossible de trouver le fichier plan.
hu_hu: Nem található a tervrajz fájl.
it: Impossibile trovare il file di progetto.
pl_pl: Nie można znaleźć pliku schematu.
pt_br: Arquivo de projeto não encontrado.
ru: Файл чертежа не найден.
zh_cn: 蓝图文件丢失

# CannotFindBlueprintSteam
source: Couldn't load blueprints from {0} workshop
cs_cz: Nebylo možné načíst technické výkresy ze {0} workshopu
de: Entwürfe aus dem {0} Workshop konnten nicht geladen werden
es: No se pueden cargar los planos de {0} workshop
fr: Impossible de charger les plans depuis {0} le workshop
hu_hu: Nem sikerült betölteni a tervrajzokat a (z) {0} műhelyből
it: Non posso aprire i progetti da workshop {0}
pl_pl: Nie można załadować schematów z warsztatu {0}
pt_br: Impossível carregar projetos do Workshop {0}
ru: Невозможно загрузить чертежи из Мастерской {0}
zh_cn: 从{0} 创意工坊载入蓝图失败

source: Characters
cs_cz: Postavy
de: Charaktere
es: Personajes
fr: Personnages
hu_hu: Karakterek
it: Personaggi
pl_pl: Postacie
pt_br: Personagens
ru: Персонажи
zh_cn: 人物

# ChatScreen_TerminalSendMessage
source: Send the message
cs_cz: Poslat zprávu
de: Senden Sie die Nachricht
es: Enviar el mensaje
fr: Envoyer le message
hu_hu: Az üzenet elküldése
it: Invia il messaggio
pl_pl: Wyślij wiadomość
pt_br: Enviar mensagem
ru: Отправить сообщение
zh_cn: 发送信息

# ChatScreen_TerminalSendMessageDisabled
source: You cannot send an empty message
cs_cz: Nemůžete poslat prázdnou zprávu
de: Sie können keine leere Nachricht senden
es: No puedes enviar un mensaje vacío
fr: Vous ne pouvez pas envoyer de message vide
hu_hu: Nem küldhet üres üzenetet
it: Non puoi inviare un messaggio vuoto
pl_pl: Nie możesz wysłać pustej wiadomości
pt_br: Não é possível enviar mensagens em branco
ru: Вы не можете отправить пустое сообщение
zh_cn: 信息不能为空

# ChatScreen_TerminaMessageBox
source: Insert your message
cs_cz: Vložte svou zprávu
de: Geben Sie Ihre Nachricht ein
es: Inserta tu mensaje
fr: Insérez votre message
hu_hu: Beszúrás az üzenetbe
it: Inserisci il tuo messaggio
pl_pl: Wprowadź swoją wiadomość
pt_br: Insira a sua mensagem
ru: Введите сообщение
zh_cn: 输入信息

source: Chat screen
cs_cz: Konverzace
de: Chatfenster
es: Pantalla del chat
fr: Fenêtre de discussion
hu_hu: Csevegés képernyő
it: Schermata chat
pl_pl: Okno czatu
pt_br: Tela de bate-papo
ru: Экран чата
zh_cn: 聊天屏幕

source: Cobalt
cs_cz: Kobalt
de: Kobalt
es: Cobalto
hu_hu: Kobalt
it: Cobalto
pl_pl: Kobalt
pt_br: Cobalto
ru: Кобальт
zh_cn: 钴

# ContainerDropSystemBeaconText
source: Container drop
cs_cz: Vyhazování kontejneru
de: Container-Abwurf
es: Caída de contenedores
fr: Chute de conteneur
hu_hu: Konténer ledobás
it: Caduta container
pl_pl: Zrzut kontenera
pt_br: Contêiner enviado
ru: Точка сброса контейнера
zh_cn: 箱子掉落

# ContainerDropSystemContainerLarge
source: Strong Unknown Signal
cs_cz: Silný, neznámý signál
de: Starkes unbekanntes Signal
es: Señal desconocida fuerte
fr: Fort signal inconnu
hu_hu: Erõs ismeretlen jel
it: Segnale forte sconosciuto
pl_pl: Silny nieznany sygnał
pt_br: Forte sinal desconhecido
ru: Мощный неизвестный сигнал
zh_cn: 强烈未知信号

# ContainerDropSystemContainerSmall
source: Unknown Signal
cs_cz: Neznámý signál
de: Unbekanntes Signal
es: Señal desconocida
fr: Signal inconnu
hu_hu: Ismeretlen jel
it: Segnale sconosciuto
pl_pl: Nieznany sygnał
pt_br: Sinal desconhecido
ru: Неизвестный сигнал
zh_cn: 未知信号

# ContainerDropSystemContainerWasDetected
source: {0} was detected.
cs_cz: {0} byl detekován.
de: {0} wurde entdeckt.
es: Se ha detectado {0}.
fr: {0} a été détecté.
hu_hu: {0} volt észlelve.
it: {0} è stato rilevato.
pl_pl: {0} został wykryty.
pt_br: {0} foi detectado.
ru: Обнаружен {0}.
zh_cn: 发现了{0}。

# ControlDescBrake
source: Brake
cs_cz: Brzda
de: Bremse
es: Freno
fr: Frein
hu_hu: Fék
it: Freno
pl_pl: Hamulec
pt_br: Frear
ru: Тормоз
zh_cn: 制动

# ControlDescCameraZoom
source: Camera zoom
cs_cz: Přiblížení kamery
de: Kamerazoom
es: Zoom de cámara
fr: Zoom caméra
hu_hu: Kamera nagyítása
it: Zoom telecamera
pl_pl: Zoom kamery
pt_br: Zoom da câmera
ru: Увеличение камеры
zh_cn: 摄像头缩放

# ControlDescHoldToColor
source: Color block
cs_cz: Barvení bloku (kreativní režim)
de: Block einfärben
es: Pintar bloque
fr: Colorer le bloc
hu_hu: Blokk színezés
it: Colora blocco
pl_pl: Pokoloruj blok
pt_br: Pintar bloco
ru: Перекрасить блок (творческий режим)
zh_cn: 方块上色

# ControlDescLargeBrush
source: Large color brush
cs_cz: Velký štětec s barvou
de: Großer Lackierbereich
es: Brocha de colorear grande
fr: Grand pinceau de couleur
hu_hu: Nagy színes ecset
it: Pennello grande
pl_pl: Duży rozmiar pędzla (tryb kreatywny)
pt_br: Pincel grande
ru: Большой размер кисти
zh_cn: 大彩色刷

# ControlDescWholeBrush
source: Color whole grid
de: Gesamte Blockkonstruktion einfärben
es: Pintar toda la estructura
fr: Colorer toute la grille
hu_hu: Teljes objektum színezése
it: Griglia completa colori
pl_pl: Pokoloruj całą strukturę
pt_br: Colorir toda a grid
ru: Покрасить всю структуру
zh_cn: 网格整体上色

# ControlDescLoot
source: Loot dead body
cs_cz: Prohledat mrtvolu
de: Leiche nach Items durchsuchen
es: Inventario del cadáver
fr: Piller le cadavre
hu_hu: Szerezd meg a holttestet
it: Saccheggia cadavere
pl_pl: Ograbić zwłoki
pt_br: Vasculhar corpo
ru: Обыск трупа
zh_cn: 收集物品

# ControlDescMediumBrush
source: Medium color brush
cs_cz: Střední štětec s barvou
de: Mittelgroßer Lackierbereich
es: Brocha de colorear mediana
fr: Pinceau de couleur moyen
hu_hu: Közepes színes ecset
it: Pennello medio (modalità creativa)
pl_pl: Średni rozmiar pędzla (tryb kreatywny)
pt_br: Pincel médio
ru: Средний размер кисти
zh_cn: 中等彩色刷

# ControlDescNetgraph
source: Toggle statistics
cs_cz: Přepnout statistiku
de: Netzwerkauslastung anzeigen/ausblenden
es: Mostrar estadísticas
fr: Allumer ou éteindre les statistiques
hu_hu: Váltás a statisztikákra
it: Attiva/Disattiva grafico di rete
pl_pl: Pokaż netgraph
pt_br: Alternar estatísticas
ru: Статистика сети
zh_cn: 切换统计

# ControlDescSingleAllMode
source: Single / All weapon mode (cockpit)
cs_cz: Jedna zbraň / Všechny zbraně (kokpit)
de: Mehr-/Einzelwaffenmodus (Cockpit)
es: Modo de armas simple / todas (cabina)
fr: Mode une seule / toutes les armes (cockpit)
hu_hu: Egységes / Összes fegyver mód (pilótafülke)
it: Modalità armi singola/tutte (abitacolo)
pl_pl: Tryb pojedynczy / wszystkie bronie (kokpit)
pt_br: Modo arma única/todas as armas (cabine)
ru: Одиночный/множественный режим огня (кокпит)
zh_cn: 单/所有武器模式（驾驶舱）

# ControlDescSpectatorSpeed
source: Changes spectator speed
cs_cz: Změnit rychlost pohledu diváka
de: Ändert Bewegungsgeschwindigkeit im Zuschauermodus
es: Cambia la velocidad del espectador
fr: Modifie la vitesse du spectateur
hu_hu: Nézet gyors módosítása
it: Cambia velocità spettatore
pl_pl: Zmień prędkość obserwatora
pt_br: Alterar velocidade do espectador
ru: Изменяет скорость наблюдателя
zh_cn: 改变旁观者速度

# ControlDescZoom
source: Zoom in third-person mode
cs_cz: Přiblížení v pohledu třetí osoby
de: Zoomen in der Third-Person-Perspektive
es: Zoom en tercera persona
fr: Zoom en vue à la troisième personne
hu_hu: Nagyítás harmadik személy módban
it: Zoom (in modalità terza persona)
pl_pl: Zoom w trybie trzecioosobowym
pt_br: Modo zoom em terceira pessoa
ru: Приблизить в режиме третьего лица
zh_cn: 以第三人称模式缩放

# ControlMenuItemLabel_CameraMode
source: Toggle Camera Mode
de: Ansicht umschalten
es: Cambiar modo de cámara
fr: Changer de mode caméra
hu_hu: Kameramód váltás
it: Attiva/Disattiva Modalità telecamera
pl_pl: Zmień tryb kamery
pt_br: Alternar modo da câmera
ru: Переключить режим камеры
zh_cn: 切换摄像头模式

# ControlMenuItemLabel_CommitSuicide
source: Respawn
es: Reaparecer
fr: Réapparaître
hu_hu: Újjáélesztő
it: Suicidati
pl_pl: Odrodzenie
pt_br: Renascimento
ru: Возрождение
zh_cn: 返回复活点

# ControlMenuItemLabel_QuickLoad
source: Quick Load / Reconnect
de: Schnell-Laden / Wiederverbinden
es: Carga rápida / reconectar
fr: Sauvegarde rapide / Reconnexion
hu_hu: Gyors Betöltés / Újracsatlakozás
it: Caricamento veloce / riconnessione
pl_pl: Szybkie Wczytanie / Połącz ponownie
pt_br: Carregar rápido/Reconectar
ru: Быстрая загрузка / переподключение
zh_cn: 快速加载/ 重新连接

# ControlMenuItemLabel_SelectColorTool
source: Select Color Tool
de: Farbwerkzeug auswählen
es: Seleccionar herramienta para pintar
fr: Outil de sélection de la couleur
hu_hu: Szín eszköz kiválasztása
it: Seleziona strumento colore
pl_pl: Wybierz Narzędzie Kolorów
pt_br: Ferramenta de seleção de cor
ru: Выбрать инструмент для окрашивания
zh_cn: 选择颜色工具

# ControlMenuItemLabel_ShowColorPicker
source: Open Color Picker
de: Farbauswahl öffnen
es: Abrir selector de color
fr: Ouvrir le sélecteur de couleur
hu_hu: Színválasztó
it: Apri Selezionatore di colori
pl_pl: Otwórz Wybór Kolorów
pt_br: Abrir seletor de cor
ru: Открыть цветовую пипетку
zh_cn: 打开颜色选择器

# ControlMenuItemLabel_ShowToolbarScreen
source: Show Toolbar Screen
de: Schnellzugriffsleistenbildschirm anzeigen
es: Mostrar pantalla de la barra de herramientas
fr: Afficher l'écran de la barre d'outils
hu_hu: Eszköztár képernyő
it: Mostra la schermata della toolbar
pl_pl: Pokaż Pasek Narzędzi
pt_br: Mostrar tela da barra de ferramentas
ru: Показать экран панели инструментов
zh_cn: 显示工具栏屏幕

# ControlMenuItemLabel_ToggleHud
source: Toggle HUD
de: HUD umschalten
es: Cambiar HUD
fr: Afficher/Masquer ATH
hu_hu: HUD váltás
it: Attiva/disattiva HUD
pl_pl: Przełącz HUD
pt_br: Acionar HUD
ru: Переключить HUD
zh_cn: 切换抬头显示器

# ControlMenuItemLabel_PauseGame
source: Pause Game
de: Spiel pausieren
es: Pausar el juego
fr: Mettre le jeu en pause
hu_hu: Játék szüneteltetése
it: Metti in pausa il gioco
pl_pl: Pauza Gry
pt_br: Pausar jogo
ru: Пауза
zh_cn: 暂停游戏

# ControlMenuItemLabel_Wardrobe
source: Change Appearance
de: Aussehen ändern
es: Cambiar apariencia
fr: Changer d'apparence
hu_hu: Megjelenés módosítása
it: Cambia aspetto
pl_pl: Zmień Wygląd
pt_br: Alterar aparência
ru: Изменить внешний вид
zh_cn: 改变外观

# ControlMenuItemLabel_VoxelHand
source: Voxel Hand
es: Modificador vóxel
fr: Curseur voxel
hu_hu: Voxel kézi
it: Mano voxel
pl_pl: Ręka stwórcy
pt_br: Mão voxel
ru: Воксельная кисть
zh_cn: 体素手

# ControlMenuItemLabel_Broadcasting
source: Toggle Broadcasting
cs_cz: Vysílání
de: Funk ein/aus
es: Act./desact. emisión
fr: Activer / Désactiver la diffusion radio
hu_hu: Műsorszórás váltás
it: Attiva/Disattiva Trasmissione
pl_pl: Przełącz Nadawanie
pt_br: Alternar transmissão
ru: Вещание
zh_cn: 切换广播

# ControlMenuItemLabel_BuildMode
source: Build Mode
cs_cz: Režim stavění
de: Konstruktionsmodus
es: Modo de construcción
fr: Mode construction
hu_hu: Építési mód
it: Modalità costruzione
pl_pl: Tryb budowania
pt_br: Modo de construção
ru: Режим строительства
zh_cn: 建造模式

# ControlMenuItemLabel_Connectors
source: Toggle Landing Gears / Connectors
cs_cz: Konektory
de: Fahrwerk/Verbinder ver- und entsperren
es: Act./desact. Trenes de aterrizaje / Conectores
fr: Activer / Désactiver les trains d'aterrissage et les connecteurs
hu_hu: Váltás a Futóművekre / Csatlakozókra
it: Attiva/Disattiva Carrelli di atterraggio / Connettori
pl_pl: Przełącz Podwozie / Łączniki
pt_br: Alternar conectores/trem de pouso
ru: Коннекторы
zh_cn: 切换起落架/连接器

# ControlMenuItemLabel_Dampeners
source: Toggle Dampeners
cs_cz: Tlumiče
de: Trägheitsdämpfer aktivieren/deaktivieren
es: Act./desact. Amortiguadores
fr: Activer / Désactiver les amortisseurs
hu_hu: Váltás a csillapítókra
it: Attiva/Disattiva Smorzatori
pl_pl: Przełącz Amortyzatory
pt_br: Alternar amortecedores
ru: Гасители
zh_cn: 切换缓冲器

# ControlMenuItemLabel_Helmet
source: Toggle Helmet
cs_cz: Helma
de: Helmvisier öffnen/schließen
es: Act./desact. Casco
fr: Affiicher / Masquer le casque
hu_hu: Váltás a sisakra
it: Attiva/Disattiva Casco
pl_pl: Przełącz Hełm
pt_br: Alternar capacete
ru: Шлем
zh_cn: 切换头盔

# ControlMenuItemLabel_Jetpack
source: Jetpack
ru: Реактивный ранец
zh_cn: 喷气背包

# ControlMenuItemLabel_LandingGear
source: Landing Gears
cs_cz: Přistávací podvozek / konektor
de: Fahrwerk
es: Tren de aterrizaje
fr: Train d’atterrissage
hu_hu: Futóművek
it: Carrelli di atterraggio
pl_pl: Podwozie
pt_br: Trens de pouso
ru: Посадочные шасси
zh_cn: 起落架

# ControlMenuItemLabel_Lights
source: Toggle Lights
cs_cz: Světla
de: Licht ein-/ ausschalten
es: Act./desact. Luces
fr: Activer / Désactiver les lumières
hu_hu: Váltás a lámpákra
it: Attiva/Disattiva Luci
pl_pl: Przełącz Światła
pt_br: Alternar luzes
ru: Освещение
zh_cn: 切换灯光

# ControlMenuItemLabel_OpenInventory
source: Open Inventory
cs_cz: Otevřít inventář
de: Inventar öffnen
es: Abrir inventario
fr: Ouvrir l'inventaire
hu_hu: Készlet megnyitása
it: Apri l'inventario
pl_pl: Otwórz ekwipunek
pt_br: Abrir inventário
ru: Открыть инвентарь
zh_cn: 打开库存

# ControlMenuItemLabel_Reactors
source: Toggle Local Power Switch
cs_cz: Reaktory
de: Lokale Energiezufuhr ein-/ausschalten
es: Act./desact. energía local
fr: Activer/désactiver l'alimentation locale
hu_hu: Váltás Energia Kapcsoló
it: Attiva/disattiva interruttore di alimentazione locale
pl_pl: Przełącznik zasilania
pt_br: Alternar reatores locais
ru: Локальное включение энергии
zh_cn: 切换本地电源开关

# ControlMenuItemLabel_Reactors_All
source: Toggle Power Switch
de: Energiezufuhr ein-/ausschalten
es: Act./desact. energía
fr: Activer/désactiver l'alimentation
it: Attiva/disattiva interruttore di alimentazione
pl_pl: Główny przełącznik zasilania
pt_br: Alternar alternador de energia
ru: Включение энергии
zh_cn: 切换电源开关

# ControlMenuItemLabel_ScenarioBriefing
source: Show Scenario Briefing
cs_cz: Zobrazit instruktáž k scénáři
de: Szenario-Erläuterung anzeigen
es: Mostrar informe de escenario
fr: Afficher le résumé du scénario
hu_hu: A forgatókönyv ismertetése
it: Mostra il briefing dello scenario
pl_pl: Pokaż wprowadzenie scenariusza
pt_br: Exibir instruções do cenário
ru: Показать брифинг
zh_cn: 显示场景介绍

# ControlMenuItemLabel_SetupButtons
source: Setup Buttons
cs_cz: Nastavit tlačítka
de: Tasten konfigurieren
es: Configurar botones
fr: Configurer les boutons
hu_hu: Gombok beállítása
it: Imposta pulsanti
pl_pl: Ustaw przyciski
pt_br: Configurar botões
ru: Настроить кнопки
zh_cn: 设置按钮

# ControlMenuItemLabel_ShowAdminMenu
source: Open Admin Menu
de: Admin-Menü öffnen
es: Abrir menú de administrador
fr: Afficher le menu admin
hu_hu: Rendszergazda menü
it: Apri menu ammin
pl_pl: Pokaż Menu Admina
pt_br: Abrir menu do administrador
ru: Показать меню админа
zh_cn: 打开管理菜单

# ControlMenuItemLabel_ShowBlueprints
source: Open Blueprints Screen
de: Entwurfsbildschirm
es: Abrir pantalla de planos
fr: Afficher l'écran des plans
hu_hu: Tervrajz képernyő
it: Apri schermata progetti
pl_pl: Pokaż Ekran Schematów
pt_br: Abrir tela de projetos
ru: Показать экран чертежей
zh_cn: 打开蓝图屏幕

# ControlMenuItemLabel_ShowBuildScreen
source: Open Build Screen
cs_cz: Zobrazit stavební obrazovku
de: Schnellzugriffsleistenbildschirm öffnen
es: Abrir pantalla de construcción
fr: Afficher l'écran construction
hu_hu: Építés képernyőt
it: Apri schermata di costruzione
pl_pl: Pokaż Ekran Budowania
pt_br: Abrir tela de construção
ru: Показать экран строительства
zh_cn: 打开建造菜单

# ControlMenuItemLabel_ShowControlPanel
source: Open Control Panel
cs_cz: Zobrazit ovládací panel
de: Auf Bedienfeld zugreifen
es: Abrir panel de control
fr: Afficher le panneau de contrôle
hu_hu: Vezérlőpult
it: Mostra il pannello di controllo
pl_pl: Pokaz Panel Sterowania
pt_br: Abrir painel de controle
ru: Показать панель управления
zh_cn: 打开控制面板
