Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# Contracts_Error_Text_FinishCondition_NotEnoughSpace
source: Contract could not be finished. There is not enough space for transfered items.
de: Der Vertrag konnte nicht erfüllt werden. Es ist nicht genügend Platz für die gelieferten Items vorhanden.
es: El contrato no se ha podido finalizar. No hay suficiente espacio para los objetos transferidos.
fr: Le contrat n'a pas pu être terminé. Il n'y a pas assez de place pour les objets transférés.
hu_hu: A szerződés nem fejezhető be. Nincs elég hely az átvitt elemek számára.
it: Il contratto non è stato concluso. Non c'è abbastanza spazio per gli oggetti trasferiti.
pl_pl: Ukończenie kontraktu nie powiodło się. Brak miejsca na przeniesione przedmioty.
pt_br: O contrato não pode ser finalizado. Não há espaço para itens transferidos.
ru: Контракт не может быть завершен. Недостаточно места для передаваемых предметов.
zh_cn: 合同无法完成。没有足够的空间存储物品。

# ContractScreen_Deliver_Description_1
source: A partnered station has not been able to supply one of its customers due to a shortage. They have requested that we will fill the gap and deliver the order as soon as possible. Accepting this contract will require collateral and said collateral will be forfeit if you fail to complete the assignment in time.
de: Eine Partnerstation konnte einen ihrer Kunden aufgrund eines Lieferengpasses nicht beliefern. Sie haben darum gebeten, dass wir die Lücke füllen und die Bestellung so schnell wie möglich für sie ausliefern. Die Annahme dieses Vertrags erfordert die Hinterlegung einer Sicherheit, und der Anspruch auf diese verfällt, wenn Sie den Auftrag nicht rechtzeitig ausführen.
es: Una estación asociada no ha logrado suministrar a uno de sus clientes debido a una escasez. Nos han solicitado asistirles entregando este pedido lo antes posible. Aceptar este contrato requerirá un depósito en garantía, que perderás en caso de no completar la entrega a tiempo.
fr: Une station partenaire n'a pas été en mesure d'approvisionner un de ses clients en raison d'une pénurie. Elle a demandé que nous comblions le déficit et livrions la commande dans les plus brefs délais. L'acceptation de ce contrat nécessitera une caution et cette caution sera perdue si vous n'effectuez pas la mission dans les délais.
hu_hu: Egy partnerállomás hiány miatt nem tudta ellátni egyik vevőét. Azt kérték, hogy pótoljuk a hiányt, és a lehető leghamarabb kézbesítsük a megrendelést. A szerződés elfogadásához biztosítékra van szükség, és az említett biztosíték elvész, ha nem teljesíti időben a megbízást.
it: Una stazione partner non è stata in grado di rifornire uno dei suoi clienti a causa di una carenza. Ci hanno chiesto di colmare la lacuna e di consegnare l'ordine il più presto possibile. L'accettazione di questo contratto richiederà una garanzia e tale garanzia sarà perduta se non riuscirai a completare l'incarico in tempo.
pl_pl: Stacja partnerska nie była w stanie zaopatrzyć jednego ze swoich klientów z powodu braku towaru. Prosili o wypełnienie braków i dostarczenie zamówienia jak najszybciej. Przyjęcie tego kontraktu będzie wymagało wpłacenia zabezpieczenia, które przepadnie, jeśli nie zrealizujesz zlecenia w terminie.
pt_br: Uma estação parceira não está conseguindo abastecer um dos seus clientes devido à escassez. Eles requisitaram nossa ajuda para suprir essa demanda e entregar o pedido o mais rápido possível. A aceitação deste contrato exigirá uma garantia que será perdida se você falhar no cumprimento do contrato dentro do tempo estipulado.
ru: Нашим партнерам не удалось обеспечить поставку для одного из клиентов из-за сокращений. Они просят нас компенсировать недостаток и доставить заказ как можно скорее. Принятие контракта потребует страхового взноса, который не будет возвращен в случае незавершения контракта во время.
zh_cn: 我们的合作伙伴断货没法给客户供应。 他们要我们尽快给补货。 需要担保才能接受此合同，如果不能及时补货，他们会收取担保金。

# ContractScreen_Deliver_Description_2
source: We are looking for skilled couriers capable of handling jobs within a tight schedule. We require a mandatory collateral upon accepting this contract. You will be reimbursed and rewarded upon completing the contract but failing to do so will forfeit the collateral. Time is key, are you up for it?
de: Wir sind auf der Suche nach qualifizierten Kurieren, die in der Lage sind, Aufträge innerhalb eines engen Zeitplans abzuwickeln. Bei Annahme dieses Vertrags verlangen wir eine obligatorische Sicherheit. Nach Abschluss des Vertrags erhalten Sie eine Rückerstattung und Belohnung, andernfalls verfällt die Sicherheit. Zeit ist von äußerster Bedeutung - sind Sie bereit?
es: Buscamos mensajeros que puedan completar pedidos en plazos limitados. Exigimos un depósito en garantía obligatorio al aceptar este contrato. Te lo reembolsaremos junto con una recompensa al completar el contrato, pero si no lo haces perderás el depósito. El tiempo es clave, ¿estás dispuesto?
fr: Nous recherchons des coursiers qualifiés, capables de gérer des emplois dans un délai serré. Nous exigeons une caution obligatoire lors de l'acceptation de ce contrat. Vous serez remboursé et récompensé à la fin du contrat, mais si vous ne le faites pas, vous perdrez la caution. Le temps est un facteur clé, êtes-vous prêt à le faire ?
hu_hu: Olyan képzett futárokat keresünk, akik képesek a munkák szűk ütemtervben történő kezelésére. A szerződés elfogadásakor kötelező biztosítékot követelünk. A szerződés teljesítésekor Ön visszatérítést és jutalmat kap, de ennek elmulasztása esetén a biztosíték elveszik. Az idő a kulcs, benne vagy?
it: Siamo alla ricerca di corrieri specializzati in grado di gestire i lavori in tempi brevi. Richiediamo una garanzia obbligatoria al momento dell'accettazione del presente contratto. Sarai rimborsato e ricompensato al completamento del contratto, ma in caso contrario perderai la garanzia. Il tempo è fondamentale, sei pronto?
pl_pl: Poszukujemy wykwalifikowanych kurierów zdolnych do pracy w napiętym harmonogramie. Wymagamy wpłacenia zabezpieczenia przy akceptacji kontraktu. Po zakończeniu otrzymasz jego zwrot i nagrodę, ale jeśli nie uda Ci się stracisz to zabezpieczenie. Czas to pieniądz, wchodzisz w to?
pt_br: Buscamos por entregadores capazes de trabalhar com prazos curtos. Exigimos uma garantia obrigatória para aceitação deste contrato. Você será reembolsado e recompensado assim que concluir o contrato, mas seu não cumprimento resultará na perda da garantia. O tempo é a chave. Está pronto?
ru: Мы ищем опытных курьеров, способных укладываться в короткие сроки. Мы требуем обязательный страховой взнос при принятии контракта. Вы будете вознаграждены при успешном завершении задания, но провал будет стоить вашего взноса. Время - деньги, вы готовы к этому?
zh_cn: 有很紧急的事情，我们要找很有能力的送件员 接受此合同需要担保。你会得到丰厚的报酬，当时如果无法完成任务，担保金不退。 时间紧迫，你愿意吗？

# ContractScreen_Escort_Description_1
source: A nearby transport requested assistance after detecting hostile activity in it's vicinity. Go to the transport and make sure it gets through in one piece. Your feats will dictate your compensation.
de: Ein nahegelegener Transporter hat um Hilfe gebeten, nachdem er feindliche Aktivitäten in seiner Nähe festgestellt hat. Begeben Sie sich zu dem Transporter und stellen Sie sicher, dass er in einem Stück ankommt. Ihre Heldentaten werden Ihre Vergütung entscheiden.
es: Un transporte cercano ha solicitado asistencia tras detectar actividad hostil en su proximidad. Ve al transporte y asegúrate de que pueda pasar con seguridad. Tu recompensa dependerá de tus resultados.
fr: Un transport voisin a demandé de l'aide après avoir détecté une activité hostile dans son voisinage. Allez voir le transport et assurez-vous qu'il passe en un seul morceau. Vos exploits dicteront votre compensation.
hu_hu: Egy közeli szállító segítséget kért, miután ellenséges tevékenységet észlelt a közelében. Menjen a szállítóhoz, és győződjön meg róla, hogy egy darabban jut át. A tettei határozzák meg a kompenzáció mértékét.
it: Un trasporto nelle vicinanze ha richiesto assistenza dopo aver rilevato attività ostili nelle sue vicinanze. Vai al trasporto e assicurati che arrivi tutto intero. Le tue imprese determineranno il tuo compenso.
pl_pl: Pobliski transporter poprosił o pomoc po wykryciu wrogich działań w pobliżu. Udaj się do transportowca i upewnij się, że wyjdzie z tego w jednym kawałku. Tylko nie daj się zaskoczyć.
pt_br: Um transporte próximo solicitou assistência após detectar atividade hostil nas proximidades. Dirija-se ao transporte e garanta que ele chegue inteiro. Seu êxito garantirá seus ganhos.
ru: Транспорт неподалеку запросил помощи после обнаружения вражеской активности в окрестностях. Отправляйтесь к транспорту и убедитесь в его безопасности. Вы будете вознаграждены по заслугам.
zh_cn: 附近的运输机遭遇危险需要救援 赶快奔赴救援保证他们的安全。 你会得到丰厚的报酬。

# ContractScreen_Escort_Description_2
source: It looks like one of our competitors decided to resort to less conventional ways to beat the competition. Report to our cargo ship and keep it safe. Let them know we mean business. You will be rewarded based on your performance.
de: Es sieht so aus, als hätte sich einer unserer Konkurrenten entschieden, auf weniger konventionelle Methoden zurückzugreifen, um die Konkurrenz zu schlagen. Melden Sie sich bei unserem Frachtschiff und schützen Sie es. Lassen Sie sie wissen, dass wir es ernst meinen. Sie werden auf Grundlage Ihrer Leistung belohnt werden.
es: Parece que uno de nuestros competidores ha decidido recurrir a formas menos convencionales de competencia. Acude a nuestra nave de carga y protégela. Hazles saber que no somos unos niños. Te recompensaremos de acuerdo a tu desempeño.
fr: Il semble que l'un de nos concurrents ait décidé de recourir à des moyens moins conventionnels pour battre la concurrence. Présentez-vous à notre vaisseau cargo et gardez-le en sécurité. Faites-leur savoir que nous sommes sérieux. Vous serez récompensé en fonction de vos performances.
hu_hu: Úgy tűnik, az egyik versenyzőnk úgy döntött, hogy kevésbé hagyományos módon győzi le a versenyt. Jelentést kell tennie teherhajónknak, és biztonságban tartani. Tudassa velük, hogy komolyan gondoljuk. A teljesítménye alapján lesz jutalmazva.
it: Sembra che uno dei nostri concorrenti abbia deciso di ricorrere a modi meno convenzionali per battere la concorrenza. Fai rapporto alla nostra nave da carico e tienila al sicuro. Fategli sapere che facciamo sul serio. Sarai ricompensato in base alle tue prestazioni.
pl_pl: Wygląda na to, że jeden z naszych konkurentów postanowił uciec się do mniej konwencjonalnych sposobów na pokonanie konkurencji. Zgłoś się do naszego kontenerowca i ochroń go. Zostaniesz nagrodzony w oparciu o swoje wyniki.
pt_br: Parece que um dos nossos concorrentes decidiu recorrer a formas não convencionais para vencer a concorrência. Reporte-se à nossa nave cargueira e a mantenha a salvo. Mostre a eles como tratamos de negócios. Você será recompensado conforme seu desempenho.
ru: Похоже, один из наших конкурентов решил применить наименее цивилизованные методы для обеспечения своего успеха. Доберитесь до нашего грузового корабля и защитите его. Покажите им, что мы настроены серьезно. Оплата будет зависеть от ваших успехов.
zh_cn: 看起来我们的竞争者想耍滑头来击败我们。 给我们的货船报告，保证安全。我们做生意讲信用。 事成后，你会得到丰厚的报酬。

# ContractScreen_Find_Description_1
source: Due to a navigational error a cargo capsule was misdelivered and we only know it's rough whereabouts. We need someone capable of finding it before someone else does. Are you up for it?
de: Aufgrund eines Navigationsfehlers wurde eine Frachtkapsel falsch ausgeliefert, und wir wissen nur ihren ungefähren Verbleib. Wir brauchen jemanden, der in der Lage ist, sie zu finden, bevor es jemand anderes tut. Sind Sie dazu in der Lage?
es: Debido a un error de navegación, una cápsula se extravió y solo conocemos su ubicación aproximadamente. Necesitamos a alguien capaz de encontrarla antes que lo hagan otros. ¿Podrás encargarte?
fr: En raison d'une erreur de navigation, une capsule de cargaison a été mal livrée et nous ne savons que vaguement où elle se trouve. Nous avons besoin de quelqu'un capable de la trouver avant que quelqu'un d'autre ne le fasse. Êtes-vous prêt à le faire ?
hu_hu: Navigációs hiba miatt a rakománykapszulát hibásan szállították le, és csak azt tudjuk,, hogy durva a tartózkodási helye. Szükségünk van valakire, aki képes megtalálni, mielőtt valaki más megteszi. Ön készen áll rá?
it: A causa di un errore di navigazione, una capsula di carico è stata consegnata in modo errato e sappiamo solo la sua posizione approssimativa. Abbiamo bisogno di qualcuno in grado di trovarla prima che lo faccia qualcun altro. Te la senti di farlo?
pl_pl: Przez błąd nawigacyjny nasza kapsuła z towarem została źle dostarczona ale wiemy gdzie jest. Potrzebujemy kogoś, który znajdzie ją zanim ktoś się nią zainteresuje. Zaczynamy?
pt_br: Devido a um erro de navegação, a entrega de uma cápsula de carga falhou e tudo o que sabemos é que seu paradeiro não é dos melhores. Precisamos de alguém capaz para encontrá-la antes que outros o façam. Está preparado?
ru: Из-за ошибки навигации, грузовая капсула не была доставлена и нам известны только ее приблизительные координаты. Нам нужен кто-то способный для ее обнаружения раньше других. Вы справитесь?
zh_cn: 因为导航问题，我们的货物投递出错，我们只知道一个大概的地方。我们需要有人能找到它，不然就会别人捡到了便宜。你去吗？

# ContractScreen_Find_Description_2
source: We need someone to pick up a discreet package whose exact position is unknown. Locate this package for us and there will be a reward for you.
de: Wir brauchen jemanden, der ein diskretes Paket abholt, dessen genaue Position unbekannt ist. Finden Sie dieses Paket für uns, und es wird ihnen eine Belohnung ausgezahlt.
es: Necesitamos a alguien que recoja un paquete discreto cuya posición exacta desconocemos. Encuentra y tráenos este paquete y te recompensaremos.
fr: Nous avons besoin de quelqu'un pour ramasser un colis discret dont la position exacte est inconnue. Localisez ce colis pour nous et vous serez récompensé.
hu_hu: Szükség van valakire, aki felvesz egy diszkrét csomagot, amelynek pontos helyzete nem ismert. Keresse meg nekünk ezt a csomagot, és jutalmat kap.
it: Abbiamo bisogno di qualcuno che ritiri un pacchetto discreto la cui esatta posizione è sconosciuta. Individua questo pacchetto per noi e ci sarà una ricompensa per te.
pl_pl: Potrzebujemy kogoś kto odbierze paczkę z lokalizacji, której dokładnej nie mamy. Znajdź paczkę i dostarcz ją do nas a dostaniesz nagrodę.
pt_br: Precisamos de alguém para coletar um pacote discreto cuja posição exata é desconhecida. Localize-o para nós e haverá uma recompensa à sua espera.
ru: Нам нужен кто-то для подбора определенного пакета, местонахождение которого неизвестно. Найдите этот пакет для нас и вы будете вознаграждены.
zh_cn: 我们需要人去提一个秘密件，确切地址不明，可以为我们找到吗？我们会给你报酬。

# ContractScreen_Hunt_Description_1
source: It seems like someone has made a bit of a name for themselves at the expense of others and in doing so made some of our clients quite unhappy. We just received reports detailing this person's last known position. We will happily compensate you if you can track them down and take them out. To ensure proper identification of your target we would prefer you take them down with either weapons or hand tools, if you prefer. You will be more highly rewarded for doing so. We will make sure you are updated with the last known location of the target. Are you up to the job?
de: Es scheint, als hätte sich jemand auf Kosten anderer einen Namen machen wollen und damit einige unserer Kunden ziemlich unglücklich gemacht. Wir haben gerade Berichte erhalten, in denen die letzte bekannte Position dieser Person im Detail beschrieben wird. Wir werden Sie gerne dafür entschädigen, wenn Sie sie ausfindig machen und ausschalten können. Um eine ordnungsgemäße Identifizierung der Zielperson zu gewährleisten, würden wir es vorziehen, wenn Sie sie entweder mit Waffen oder, falls Sie dies vorziehen, mit Handwerkzeugen ausschalten. Sie werden dafür höher belohnt werden. Wir werden dafür sorgen, dass Sie über den letzten bekannten Aufenthaltsort des Ziels informiert werden. Sind Sie der Aufgabe gewachsen?
es: Parece que alguien se ha ganado una importante fama a expensas de otros, lo que tiene a algunos de nuestros clientes muy insatisfechos. Acabamos de recibir un informes que detalla la última posición conocida de este individuo. Te recompensaremos con gusto si puedes encontrarlo y eliminarlo. Para asegurarte de identificar tu objetivo correctamente, preferiríamos que lo elimines con armas o herramientas de mano, si así lo prefieres. Tu recompensa será mayor si así lo haces. Nos aseguraremos de que recibas la última posición conocida del objetivo. ¿Te interesa el trabajo?
fr: Il semble que quelqu'un se soit fait un peu remarquer au détriment des autres et, ce faisant, a rendu certains de nos clients assez mécontents. Nous venons de recevoir des rapports détaillant la dernière position connue de cette personne. Nous vous dédommagerons volontiers si vous pouvez le retrouver et l'éliminer. Afin de garantir une identification correcte de votre cible, nous préférons que vous l'abattiez avec des armes ou des outils à main, si vous préférez. Vous serez mieux récompensé si vous le faites. Nous veillerons à ce que vous soyez informé de la dernière position connue de la cible. Êtes-vous à la hauteur de la tâche ?
hu_hu: Úgy tűnik, hogy valaki álnevet adott meg, és ezzel meglehetősen boldogtalanná tette néhány ügyfelünket. Nemrég kaptunk jelentéseket, amelyek részletezik ennek a személynek az utolsó ismert helyzetét. Örömmel kompenzálnánk Önt, ha nyomon tudná követni és kiiktatja őt. A célpont megfelelő azonosítása érdekében jobb lenne, ha kézifegyvert vagy kéziszerszámot használna. Sokkal jobban meg leszel jutalmazva ezért. Gondoskodunk arról, hogy mindig értesüljön a cél utolsó ismert helyzetéről. Ön felkészült a munkára?
it: Sembra che qualcuno si sia fatto un nome a spese degli altri e che così facendo abbia reso alcuni dei nostri clienti piuttosto insoddisfatti. Abbiamo appena ricevuto rapporti che descrivono l'ultima posizione conosciuta di questa persona. Saremo lieti di ricompensarti se riuscirai a rintracciarla e a toglierla di mezzo. Per garantire la corretta identificazione del tuo bersaglio, preferiamo che tu lo abbatta con armi o strumenti manuali, se preferisci. Avrai una ricompensa molto maggiore se lo farai. Ci assicureremo che tu sia aggiornato con l'ultima posizione nota del bersaglio. Sei all'altezza del compito?
pl_pl: Wygląda na to, że ktoś wyrobił sobie trochę sławy kosztem innych, przez co niektórzy nasi klienci są raczej niezadowoleni. Odebraliśmy raport z jego ostatnią znaną pozycją. Z radością zapłacimy, jeśli uda ci się go namierzyć i wyeliminować. Aby zapewnić właściwą identyfikację celu, wolelibyśmy, abyś zdjął go z ręcznej broni lub narzędzi, co wolisz. Za taką eliminację dostaniesz premię. Będziemy na bieżąco wysyłać obecną pozycję Twojego celu. Dasz sobie radę?
pt_br: Parece que alguém andou fazendo seu nome às custas dos outros, o que deixou alguns de nossos clientes bastante descontentes. Acabamos de receber informações da última localização deste indivíduo. Ficaremos felizes em recompensá-lo se você persegui-los e abatê-los. Para garantir a correta identificação do seu alvo, é melhor abatê-los com armas ou ferramentas de mão, se preferir. Você será melhor recompensado se assim o fizer. Garantiremos que seja informado da última localização do alvo. Está pronto para o trabalho?
ru: Похоже, кое-кто сделал себе имя за счет других и это крайне огорчило некоторых наших клиентов. Мы только что получили сведения о местонахождении этого индивида. Мы бы с радостью компенсировали ваши усилия по отслеживанию и нейтрализации цели. Для идентификации цели, мы бы предпочли чтобы вы использовали ручное оружие или инструменты, за это полагается премия. Мы будет сообщать вам известное местоположение цели. Вам это по зубам?
zh_cn: 好像有人为了让自己出名做了一些伤害别人的事情，这令我们的客户非常恼火。 我们刚刚收到了他们的最新行踪报告。我们会很高兴你抓到他们并将其铲除，当然是有偿的。 为了弄清楚人，我更想你用武器或者工具将其生擒，我们会给你付更高的报酬。 我们会一直给你提供最新的位置帮助你捉拿他们。你愿意接受这差事吗？

# ContractScreen_Hunt_Description_2
source: Someone has been causing a lot of trouble lately and we need someone who isn't afraid to deal with it. We will relay the target's last known position to you. Go there, find the troublemaker, and take them out. You will receive the full reward if the contract is completed by means of hand-held weaponry.
de: Jemand hat in letzter Zeit viel Ärger verursacht, und wir brauchen jemanden, der sich nicht scheut, sich damit auseinanderzusetzen. Wir werden Ihnen die letzte bekannte Position der Zielperson mitteilen. Begeben Sie sich dorthin, finden Sie den Unruhestifter und schalten Sie ihn aus. Sie erhalten die volle Belohnung, wenn der Auftrag mit Hilfe von Handwaffen erfüllt wird.
es: Alguien ha estado causando muchos problemas últimamente y necesitamos de alguien que no tema enfrentarse a él. Te transmitiremos su última posición conocida. Ve allí, encuentra al agitador y elimínalo. Recibirás la recompensa completa si cumples con el contrato usando armas de mano.
fr: Quelqu'un a causé beaucoup de problèmes ces derniers temps et nous avons besoin de quelqu'un qui n'a pas peur de s'en occuper. Nous vous communiquerons la dernière position connue de la cible. Allez-y, trouvez le fauteur de troubles, et éliminez-le. Vous recevrez l'intégralité de la récompense si le contrat est réalisé au moyen d'armes de poing.
hu_hu: Valaki sok problémát okozott az utóbbi időben, és szükségünk van valakire, aki nem fél foglalkozni vele. A cél legutóbbi ismert helyzetét továbbítjuk Önnek. Menjen oda, keresse meg a bajkeverőt, és iktassa ki őt. A teljes jutalmat akkor kapja meg, ha a szerződést kézi fegyverekkel teljesítik.
it: Qualcuno sta causando un sacco di problemi ultimamente e abbiamo bisogno di qualcuno che non abbia paura di affrontarli. Ti comunicheremo l'ultima posizione conosciuta dell'obiettivo. Vai lì, trova il piantagrane e fallo fuori. Riceverai l'intera ricompensa se il contratto sarà completato con armi a mano.
pl_pl: Ktoś ostatnio sprawia wiele kłopotów i potrzebujemy kogoś, kto nie boi się z nim poradzić. Wyślemy ostatnią znaną pozycję celu. Udaj się tam, znajdź awanturnika i pozbądź się go. Otrzymasz pełną nagrodę jeśli wypełnisz kontrakt używając tylko ręcznych narzędzi i uzbrojenia.
pt_br: Alguém vem causando vários problemas ultimamente e precisamos de alguém com coragem para lidar com a situação. Reportaremos a você a última posição do alvo. Dirija-se até lá, encontre o encrenqueiro e o elimine. Você receberá a recompensa completa se o contrato for cumprido por meio de armas de mão.
ru: Кое-кто в последнее время создавал слишком много проблем и нам нужен кто-то, кто не против разобраться с этим. Мы отправим вам последние известные координаты цели. Следуйте по ним, найдите нарушителя порядка и устраните. Вы получите полную награду, если цель устранена ручным оружием.
zh_cn: 有人现在总爱找麻烦，我们需要有胆量的人去对付他。 我们会给你目标的最后出现的位置。去找到他把他搞定。 如果你履行合同将其用手持武器擒获，你会得到全额报酬。
