Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# CustomShipName_LargeShip
source: Large Ship
cs_cz: Velká loď
de: große Schiffe
es: Nave grande
fr: grand vaisseau
hu_hu: Nagy hajó
it: nave grande
pl_pl: Duży statek
pt_br: nave grande
ru: Большой корабль
zh_cn: 大型飞船

# CustomShipName_Platform
source: Platform
cs_cz: Plošina
de: Plattform
es: Plataforma
fr: Plateforme
it: Piattaforma
pl_pl: Platforma
pt_br: Plataforma
ru: Платформа
zh_cn: 平台

# CustomShipName_SmallShip
source: Small Ship
cs_cz: Malá loď
de: kleine Schiffe
es: Nave pequeña
fr: petit vaisseau
hu_hu: Kis hajó
it: Nave piccola
pl_pl: Mały statek
pt_br: nave pequena
ru: Малый корабль
zh_cn: 小型飞船

# CustomWorld_CrashedRedShip
source: Crashed Red Ship
cs_cz: Ztroskotaná Červená Loď
de: Abgestürztes rotes Schiff
es: Nave roja estrellada
fr: Vaisseau rouge écrasé
hu_hu: Összetört vörös hajó
it: Nave rossa schiantata
pl_pl: Wypadek czerwonego statku
pt_br: Nave vermelha colidida
ru: Разбитый корабль
zh_cn: 坠毁的红色飞船

# CustomWorld_DeadDropArena
source: Dead Drop Arena
cs_cz: Smrtící aréna
fr: Arène de la mort
hu_hu: Halott Kidobó Aréna
it: Arena punto di scambio
pt_br: Arena Salto Mortal
ru: Арена
zh_cn: 死亡坠落平台

# CustomWorld_EasyStartAlien
source: Alien Planet
cs_cz: Lehký začátek: Cizácká planeta
de: Außerirdischer Planet
es: Planeta alienígena
fr: Planète extraterrestre
hu_hu: Idegen bolygó
it: Pianeta alieno
pl_pl: Obca Planeta
pt_br: Planeta alienígena
ru: Чужая планета
zh_cn: 异星

# CustomWorld_EasyStartEarth
source: Earth Planet
cs_cz: Lehký začátek: Země
de: Planet Erde
es: Planeta Tierra
fr: Planète Terre
hu_hu: Föld Bolygó
it: Pianeta Terrestre
pl_pl: Planeta Ziemia
pt_br: Planeta Terra
ru: Земля
zh_cn: 地球

# CustomWorld_EasyStartGreen
source: Green Station
cs_cz: Lehký začátek: Zelenáč
de: Grüne Station
es: Estación verde
fr: Station verte
hu_hu: Zöld Állomás
it: Stazione verde
pl_pl: Zielona baza
pt_br: Estação verde
ru: Зеленая станция
zh_cn: 绿色基地

# CustomWorld_EasyStartMars
source: Mars Planet
cs_cz: Lehký začátek: Mars
de: Planet Mars
es: Planeta Marte
fr: Planète Mars
hu_hu: Mars bolygó
it: Pianeta Marte
pl_pl: Planeta Mars
pt_br: Planeta Marte
ru: Марс
zh_cn: 火星

# CustomWorld_EasyStartMoon
source: Moon Base
cs_cz: Lehký začátek: Měsíc
de: Mondbasis
es: Base lunar
fr: Base lunaire
hu_hu: Hold Bázis
it: Base Lunare
pl_pl: Baza Księżycowa
pt_br: Base lunar
ru: Лунная база
zh_cn: 月球基地

# CustomWorld_EasyStartSpace
source: Red Ship
cs_cz: Lehký začátek: Vesmír
de: Rotes Schiff
es: Nave Roja
fr: Vaisseau rouge
hu_hu: Vörös Hajó
it: Nave rossa
pl_pl: Czerwony statek
pt_br: Nave vermelha
ru: Красный корабль
zh_cn: 红色飞船

# CustomWorld_EmptyWorld
source: Empty World
cs_cz: Prázdný svět
de: Leere Welt
es: Mundo vacío
fr: Monde vide
hu_hu: Üres világ
it: Mondo vuoto
pl_pl: Pusty świat
pt_br: Planeta vazio
ru: Пустой мир
zh_cn: 空寂的世界

# CustomWorld_LoneSurvivor
source: Lone Survivor
cs_cz: Osamělý přeživší
de: Einziger Überlebender
es: Único superviviente
fr: Survivant solitaire
hu_hu: Magányos túlélő
it: Unico sopravvissuto
pl_pl: Ocalony
pt_br: Sobrevivente solitário
ru: Последний выживший
zh_cn: 孤独求生

# CustomWorld_RivalPlatforms
source: Rival Platforms
cs_cz: Soupeřící plošiny
de: Rivalisierende Plattformen
es: Plataformas Rivales
fr: Plateformes rivales
hu_hu: Rivális platformok
it: Piattaforme rivali
pl_pl: Konkurencyjne platformy
pt_br: Plataformas rivais
ru: Платформы-соперники
zh_cn: 竞争平台

# CustomWorld_StarSystem
source: Star System
cs_cz: Sluneční soustava
de: Sternsystem
es: Sistema estelar
fr: Système stellaire
hu_hu: Csillagrendszer
it: Sistema stellare
pl_pl: System Gwiezdny
pt_br: Sistema estelar
ru: Звездная система
zh_cn: 星系

# CustomWorld_HomeSystem
source: Home System
de: Heimatsystem
es: Sistema local
fr: Système d'origine
hu_hu: Házi rendszer
it: Sistema domestico
pl_pl: System Macierzysty
pt_br: Sistema residencial
ru: Домашняя система
zh_cn: 家园系统

# CustomWorld_AlienSystem
source: Distant Worlds
de: Ferne Welten
es: Mundos distantes
fr: Mondes distants
hu_hu: Idegen rendszer
it: Mondi distanti
pl_pl: Odległe Światy
pt_br: Mundos distantes
ru: Чужая планета
zh_cn: 遥远的世界

# CustomWorld_DistantMoons
source: Distant Moons
de: Entfernte Monde
es: Lunas lejanas
fr: Lunes distances
hu_hu: Távoli holdak
it: Lune distanti
pl_pl: Odległe Księżyce
pt_br: Luas distantes
ru: Отдаленные луны
zh_cn: 远处的月球

source: Cut object
de: Objekt ausschneiden
es: Cortar objeto
fr: Couper l'objet
hu_hu: Objektum kivágása
it: Taglia oggetto
pl_pl: Wytnij obiekt
pt_br: Cortar objeto
ru: Вырезать объект
zh_cn: 剪切对象

# CutsceneToolsButton
source: Cutscenes tools
cs_cz: Nástroj pro cutscény
de: Animationssequenz-Werkzeuge
es: Herramientas de escena
fr: Outils de cinématique
hu_hu: Jelenetvágó eszközök
it: Strumenti cutscene
pl_pl: Narzędzia przerywników
pt_br: Ferramentas de cinemática
ru: Инструменты катсцен
zh_cn: 动画工具

source: Cycle HUD
cs_cz: Přepnutí HUD
de: HUD umschalten
es: Cambiar HUD
fr: Faire défiler l'ATH
hu_hu: HUD Váltás
it: HUD ciclo
pl_pl: Przełącz HUD
pt_br: Alternar HUD
ru: Перекл.HUD
zh_cn: 环绕显示器

source: Dampeners
cs_cz: Tlumiče
de: Trägheitsdämpfer
es: Amortiguadores
fr: Amortisseurs
hu_hu: Csillapítók
it: Smorzatori
pl_pl: Amortyzatory
pt_br: Amortecedores
ru: Гасители
zh_cn: 缓冲器

# Default_Astronaut
source: Male Astronaut
cs_cz: Astronaut - muž
de: Astronaut
es: Hombre Astronauta
fr: Homme Astronaute
hu_hu: Férfi űrhajós
it: Astronauta maschio
pl_pl: Astronauta
pt_br: Astronauta masculino
ru: Космонавт-мужчина
zh_cn: 男宇航员

# Default_Astronaut_Female
source: Female Astronaut
cs_cz: Žena astronaut
de: Astronautin
es: Mujer Astronauta
fr: Femme Astronaute
hu_hu: Női űrhajós
it: Astronauta femmina
pl_pl: Astronautka
pt_br: Astronauta feminina
ru: Космонавт-женщина
zh_cn: 女宇航员

# Space_spider_black
source: Black Spider
de: Schwarze Spinne
es: Araña negra
fr: Araignée noire
hu_hu: Fekete Pók
it: Ragno nero
pl_pl: Czarny Pająk
pt_br: Aranha negra
ru: Черный сабироид
zh_cn: 黑蜘蛛

# Space_spider_brown
source: Brown Spider
de: Braune Spinne
es: Araña marrón
fr: Araignée brune
hu_hu: Barna Pók
it: Ragno marrone
pl_pl: Brązowy Pająk
pt_br: Aranha marrom
ru: Коричневый сабироид
zh_cn: 棕色毒蛛

# Space_spider_green
source: Green Spider
de: Grüne Spinne
es: Araña verde
fr: Araignée verte
hu_hu: Zöld Pók
it: Ragno verde
pl_pl: Zielony Pająk
pt_br: Aranha verde
ru: Зеленый сабироид
zh_cn: 绿色毒蛛

# Space_spider
source: Default Spider
de: Spinne
es: Araña por defecto
fr: Araignée par défaut
hu_hu: Alapértelmezett pók
it: Ragno predefinito
pl_pl: Domyślny Pająk
pt_br: Aranha padrão
ru: Сабироид
zh_cn: 默认蜘蛛

# Space_Wolf
source: Wolf
es: Lobo
fr: Loup
hu_hu: Farkas
it: Lupo
pl_pl: Wilk
pt_br: Lobo
ru: Волк
zh_cn: 狼

# DisplayName_Space_spider_black
source: Black Sabiroid
de: Schwarze Sabiroidin
es: Sabiroide negro
fr: Sabiroid noir
it: Sabiroid nero
pt_br: Sabiroide preto
ru: Черный сабироид
zh_cn: 黑色萨比罗伊德

# DisplayName_Space_spider_brown
source: Brown Sabiroid
de: Braune Sabiroidin
es: Sabiroide marrón
fr: Sabiroid brun
it: Sabiroid marrone
pt_br: Sabiroide marrom
ru: Коричневый сабироид
zh_cn: 棕色萨比罗伊德

# DisplayName_Space_spider_green
source: Green Sabiroid
de: Grüne Sabiroidin
es: Sabiroide Verde
fr: Sabiroid vert
it: Sabiroid verde
pt_br: Sabiroide verde
ru: Зеленый сабироид
zh_cn: 绿色萨比罗伊德

# DisplayName_Space_spider
source: Sabiroid
de: Sabiroidin
es: Sabiroide
pt_br: Sabiroide
ru: Сабироид
zh_cn: 萨比罗伊德

# DisplayName_Space_Wolf
source: Wolf
es: Lobo
fr: Loup
it: Lupo
pt_br: Lobo
ru: Волк
zh_cn: 狼

# DefinitionError_BlockWithComputerNotTerminalBlock
source: Definition for {0} contains computer, but the block's TypeId is not a terminal block. This means that the block can be owned, but the ownership cannot be changed via terminal. Hint: Try setting the TypeId to any block that is in the terminal - the simplest case being just TerminalBlock
cs_cz: Definice {0} obsahuje počítač, ale Typové ID bloku neobsahuje terminál. To znamená, že tento blok může být vlastněn, ale vlastnictví nemůže být změněno pomocí terminálu. Nápověda: Zkuste změnit Typové ID bloku na nějaké, které obsahuje terminál - nejlépe na Terminálový blok.
de: Die Definition {0} enthält Computer, aber die TypeId wurde im Terminal nicht gefunden. Dies bedeutet, dass dem Block ein Besitzer zugewiesen werden kann, aber die Besitzrechte nicht über das Terminal vergeben werden können. Tipp: Versuchen Sie, die TypeId auf einen beliebigen im Terminal angezeigten Block zu setzen - im einfachsten Fall ein Bedienfeld
es: La definición para {0} contiene ordenador, pero el Typeld del bloque no es una terminal de bloque. Esto significa que se puede poseer, pero la posesión no se puede cambiar vía terminal. Sugerencia: Intenta configurar TypeId en cualquier bloque que se encuentre en el terminal -el caso más simple es simplemente TerminalBlock
fr: La définition de {0} contient un ordinateur, mais le TypeId du bloc n'est pas celui d'un terminal. Cela signifie que ce bloc peut être possédé, mais que le propriétaire ne peut pas être changé via le terminal. Astuce : Essayez de régler le TypeId sur n'importe quel bloc qui est dans le terminal - l'exemple le plus simple est celui de TerminalBlock
hu_hu: A {0} tartalmaz számítógépet, de a blokk típusa nem terminál blokk. Ez azt jelenti, hogy a blokk tulajdonosa lehet, de a tulajdonjogot nem lehet terminálon keresztül megváltoztatni. Tipp: Próbálja beállítani az azonosítót bármilyen blokkra, ami a terminálban van - a legegyszerűbb eset csak a Terminál Blokk
it: La definizione per {0} contiene computer, ma il Typeld del blocco non è un blocco terminale. Questo significa che il blocco può essere proprietà di qualcuno, ma questa proprietà non può essere cambiata attraverso il terminale. Suggerimento: prova ad impostare il Typeld su tutti i blocchi che sono nel terminale - nel caso più semplice è solo TerminalBlock
pl_pl: Składniki bloku {0} zawierają komputer, lecz TypeId bloku nie wskazuje na to że blok jest terminalem. Oznacza to ze blok może mieć właściciela, lecz nie można go zmienić z poziomu terminalu. Wskazówka: Zmień TypeId na dowolny blok, który jest terminalem - najprościej zmienić na TerminalBlock
pt_br: Por definição, {0} contém computador, mas o bloco TypeId não é um bloco de terminal. Isso significa que o bloco pode ter proprietário, mas a sua propriedade não será alterada via terminal. Dica: Tente configurar o TypeId para qualquer bloco que esteja no terminal — o mais simples seria o próprio BlocoDeTerminal
ru: Определение для {0} содержит компьютер, но TypeId блока это не функциональный блок. Это означает, что этот блок может иметь владельца, но права владения не могут быть изменены через терминал. Подсказка: Попробуйте установить TypeId как у любого функционального блока из терминала - проще всего, если это будет TerminalBlock
zh_cn: {0}的定义包含计算机，但该方块不属于终端方块。 也就是可以拥有该方块，但不能通过终端变更所有权。 提示：试着将方块类型变成终端内的任何方块或者最简单办法设置为终端方块

# DeleteBlueprintQuestion
source: Are you sure you want to delete this blueprint?
cs_cz: Opravdu chcete smazat tento technický výkres?
de: Sind Sie sicher, dass Sie diesen Entwurf löschen möchten?
es: ¿Estás seguro de que quieres eliminar este plano?
fr: Voulez-vous vraiment supprimer ce plan ?
hu_hu: Biztosan törli ezt a tervrajzot?
it: Sei sicuro di voler cancellare questo progetto?
pl_pl: Na pewno chcesz usunąć ten schemat?
pt_br: Tem certeza de que deseja excluir este projeto?
ru: Вы действительно хотите удалить этот чертеж?
zh_cn: 确定要删除此蓝图吗？

# DeleteEntity
source: Delete
cs_cz: Smazat entitu
de: Löschen
es: Borrar
fr: Supprimer
hu_hu: Törlés
it: Elimina
pl_pl: Usuń
pt_br: Excluir
ru: Удалить
zh_cn: 删除

source: Delete object
cs_cz: Smazat objekt
de: Objekt löschen
es: Borrar objeto
fr: Supprimer l'objet
hu_hu: Objektum törlése
it: Elimina oggetto
pl_pl: Usuń obiekt
pt_br: Excluir objeto
ru: Удалить объект
zh_cn: 删除物品

# Department_AdditionalArtists
source: Additional Artists
cs_cz: Další Výtvarníci
de: Weitere Künstler
es: Artistas adicionales
fr: Artistes supplémentaires
hu_hu: További Művészek
it: Artisti aggiuntivi
pl_pl: Inni Artyści
pt_br: Demais artistas
ru: Дополнительные художники
zh_cn: 其他创意设计

# Department_AdditionalDesigners
source: Additional Designers
cs_cz: Další Návrháři
de: Weitere Designer
es: Diseñadores Adicionales
fr: Designers supplémentaires
hu_hu: További tervezők
it: Progettisti aggiuntivi
pl_pl: Inni Projektanci
pt_br: Demais designers
ru: Дополнительные дизайнеры
zh_cn: 其他设计师

# Department_AdditionalProgrammers
source: Additional Programmers
cs_cz: Další Programátoři
de: Erweitertes Programmierteam
es: Programadores Adicionales
fr: Programmeurs supplémentaires
hu_hu: További programozók
it: Programmatori aggiuntivi
pl_pl: Inni Programiści
pt_br: Demais programadores
ru: Дополнительные программисты
zh_cn: 其他程序员

# Department_AdditionalTesters
source: Additional Testers
cs_cz: Další Testeři
de: Erweitertes Testteam
es: Testers Adicionales
fr: Testeurs supplémentaires
hu_hu: További tesztelők
it: Collaudatori aggiuntivi
pl_pl: Inni Testerzy
pt_br: Demais testadores
ru: Дополнительные тестеры
zh_cn: 其他测试员

# Department_Artists
source: Artists
cs_cz: Výtvarníci
de: Künstliche Gestaltung
es: Artistas
fr: Artistes
hu_hu: Művészek
it: Artisti
pl_pl: Artyści
pt_br: Artistas
ru: Художники
zh_cn: 创意设计

# Department_AssistantProducer
source: Assistant Producer
de: Produktionsassistenz
es: Asistente de producción
fr: Producteur assistant
hu_hu: Producer helyettes
it: Assistente del produttore
pl_pl: Asystent producenta
pt_br: Assistente de produção
ru: Помощник продюсера
zh_cn: 助理制作人

# Department_CommunityManagers
source: Community Managers
cs_cz: Komunitní Manažeři
de: Community-Management
es: Managers de la comunidad
fr: Gestionnaires de communauté
hu_hu: Közösségi vezetők
it: Manager di Community
pl_pl: Menedżerowie społeczni
pt_br: Administradores da comunidade
ru: Менеджеры по связям с сообществом
zh_cn: 社区经理

# Department_CommunityPr
source: Community & PR Manager
cs_cz: Komunitní a PR Manažer
de: Community- & PR-Management
es: Managers de Comunidad & PR
fr: Responsable de la communauté et des relations publiques
hu_hu: Közösségi és PR menedzser
it: Manager Community e PR
pl_pl: Menedżerzy PR i społeczni
pt_br: Comunidade e gerente de relações públicas
ru: PR менеджер
zh_cn: 社区公关经理

# Department_XboxPort
source: Xbox Port
es: Puerto Xbox
fr: Port Xbox
it: Porting Xbox
pt_br: Porta Xbox
ru: Порт Xbox
zh_cn: Xbox端口

# Department_PlaystationPort
source: PlayStation®4 and PlayStation®5 Port
de: PlayStation®4- und PlayStation®5-Port
es: Puerto PlayStation®4 y PlayStation®5
fr: Port PlayStation®4 et PlayStation®5
it: Porting PlayStation®4 e PlayStation®5
pt_br: Porta PlayStation®4 e PlayStation®5
ru: Порт PlayStation®4 и PlayStation®5
zh_cn: PlayStation®4和PlayStation®5端口

# Department_ExecutiveProducer
source: Executive Producer & Creative Director
cs_cz: Výkonný Producent
de: Leitende Produktion & Kreativdirektion
es: Productor ejecutivo y Director creativo
fr: Producteur exécutif et directeur de création
hu_hu: Ügyvezető producer és kreatív igazgató
it: Produttore esecutivo e direttore creativo
pl_pl: Producent wykonawczy & Dyrektor kreatywny
pt_br: Produtor executivo e diretor de criação
ru: Исполнительный и креативный директор
zh_cn: 执行制作人

# Department_GameDesigners
source: Game Designers
cs_cz: Herní Návrháři
de: Game Design
es: Diseñadores del Juego
hu_hu: Játéktervezők
it: Progettisti di gioco
pl_pl: Projektanci gry
pt_br: Designers de jogo
ru: Гейм дизайнеры
zh_cn: 游戏设计师

# Department_LeadProducer
source: Producer
cs_cz: Vedoucí Producenti
de: Produktion
es: Productor
fr: Producteur
hu_hu: Gyártásvezető
it: Produttore
pl_pl: Producent
pt_br: Produtor
ru: Продюсер
zh_cn: 首席制作人

# Department_LeadProgrammers
source: Lead Programmers
cs_cz: Vedoucí Programátoři
de: Leitende Programmierung
es: Programadores Principales
hu_hu: Vezető programozók
it: Programmatori leader
pl_pl: Główni programiści
pt_br: Chefes de programação
ru: Ведущие программисты
zh_cn: 首席程序员

# Department_LeadTester
source: QA Lead
cs_cz: Vedoucí Testeři
de: QS-Leitung
es: Líder QA
fr: Lead QA
hu_hu: QA vezető
it: Capo QA
pl_pl: Kierownik Jakości
pt_br: Chefe de controle de qualidade
ru: Ведущий тестировщик
zh_cn: 首席测试员

# Department_ModContributors
source: Mod Contributors
cs_cz: Přispěvatelé Modifikací
de: Mod-Beitragende
es: Colaboradores de mods
fr: Contributeurs Mod
hu_hu: Mod közreműködők
it: Collaboratori Mod
pl_pl: Współtwórcy modów
pt_br: Colaboradores de mods
ru: Благодарность авторам модов
zh_cn: 模组制作人

# Department_MoreInfo
source: For more information see
cs_cz: Pro více informací navštivte
de: Für weitere Informationen sehen Sie
es: Para más información, ver
fr: Pour plus d'informations, voir
hu_hu: További információkért lásd
it: Per maggiori informazioni vedi
pl_pl: Po więcej informacji sprawdź
pt_br: Para mais informações, veja
ru: Больше информации
zh_cn: 更多信息请查看

# Department_Music
source: Music
cs_cz: Hudba
de: Musik
es: Música
fr: Musique
hu_hu: Zene
it: Musica
pl_pl: Muzyka
pt_br: Música
ru: Музыка
zh_cn: 音乐

# Department_Office
source: Office
cs_cz: Administrativa
de: Büro
es: Oficina
fr: Bureau
hu_hu: Hivatal
it: Ufficio
pl_pl: Biuro
pt_br: Escritório
ru: Офис
zh_cn: 办公室

# Department_Programmers
source: Programmers
cs_cz: Programátoři
de: Programmierung
es: Programadores
fr: Programmeurs
hu_hu: Programozók
it: Programmatori
pl_pl: Programiści
pt_br: Programadores
ru: Программисты
zh_cn: 程序员

# Department_SoundDesign
source: Sound Design
cs_cz: Zvukový Design
es: Diseñador de sonido
fr: Conception sonore
hu_hu: Hangtervező
it: Progettazione suoni
pl_pl: Projekt dźwięku
pt_br: Design de Som
ru: Звук
zh_cn: 声音设计

# Department_SpecialThanks
source: Special Thanks (in alphabetical order)
cs_cz: Zvláštní Poděkování
de: Besonderer Dank (in alphabetischer Reihenfolge)
es: Agradecimientos especiales (en orden alfabético)
fr: Remerciements spéciaux (par ordre alphabétique)
hu_hu: Külön köszönet (ábécé sorrendben)
it: Ringraziamenti speciali (in ordine alfabetico)
pl_pl: Specjalne podziękowania (alfabetycznie)
pt_br: Agradecimentos especiais (em ordem alfabética)
ru: Отдельная благодарность (в алфавитном порядке)
zh_cn: 特别鸣谢

# Department_Testers
source: QA Testers
cs_cz: Testeři
de: Qualitätssicherung
fr: Testeurs QA
hu_hu: QA tesztelők
it: Collaudatori QA
pl_pl: Testerzy Jakości
pt_br: Testadores do controle de qualidade
ru: Тестировщики
zh_cn: 测试员

# Department_Translators
source: Translators
cs_cz: Překladatelé
de: Übersetzung
es: Traductores
fr: Traducteurs
hu_hu: Fordítók
it: Traduttori
pl_pl: Tłumacze
pt_br: Tradutores
ru: Переводчики
zh_cn: 翻译

source: Depower
cs_cz: Odpojit napájení
de: Energiezufuhr abschalten
es: Quitar energía
fr: Couper l'alimentation
it: Depotenzia
pl_pl: Wyłącz
pt_br: Desligar energia
ru: Обесточить
zh_cn: 释放

# Description_NotAvailable
source: Context help not available.
de: Kontextinformationen nicht verfügbar.
es: Ayuda contextual no disponible.
fr: Aide contextuelle non disponible.
hu_hu: A környezeti súgó nem érhető el.
it: Aiuto contestuale non disponibile.
pl_pl: Pomoc nie dostępna.
pt_br: Ajuda por contexto não disponível.
ru: Контекстные подсказки недоступны.
zh_cn: 没有文字说明。

# Description_Welder
source: A tool for building and repairing. Hold {CONTROL:ABASE:PRIMARY_TOOL_ACTION} to weld. Press {CONTROL:ABASE:SECONDARY_TOOL_ACTION} to put missing components to Build Planner.
de: Ein Werkzeug zum Konstruieren und Reparieren. Zum Schweißen {CONTROL:ABASE:PRIMARY_TOOL_ACTION} gedrückt halten. Drücken Sie {CONTROL:ABASE:SECONDARY_TOOL_ACTION}, um fehlende Komponenten zum Konstruktionsplaner hinzuzufügen.
es: Una herramienta para construir y reparar. Mantén {CONTROL:ABASE:PRIMARY_TOOL_ACTION} para soldar. Pulsa {CONTROL:ABASE:SECONDARY_TOOL_ACTION} para poner los componentes que faltan en el planificador de construcción.
fr: Un outil pour construire et réparer. Maintenez {CONTROL:ABASE:PRIMARY_TOOL_ACTION} souris pour souder. Appuyez sur {CONTROL:ABASE:SECONDARY_TOOL_ACTION} mettre les composants manquants dans le plan de construction.
hu_hu: Eszköz építéshez és javításhoz. Hegesztéshez tartsa lenyomva a {CONTROL:ABASE:PRIMARY_TOOL_ACTION} gombot. Nyomja meg a {CONTROL:ABASE:SECONDARY_TOOL_ACTION} gombot a hiányzó összetevők hozzáadásához az építés tervezőben.
it: Uno strumento per costruire e riparare. Tieni premuto {CONTROL:ABASE:PRIMARY_TOOL_ACTION}per saldare. Tieni premuto {CONTROL:ABASE:SECONDARY_TOOL_ACTION} per mettere i componenti mancanti nel Planner di costruzione.
pl_pl: Narzędzie do konstrukcji bloków i napraw. Przytrzymaj {CONTROL:ABASE:PRIMARY_TOOL_ACTION} aby spawać. Wciśnij {CONTROL:ABASE:SECONDARY_TOOL_ACTION}, żeby wstawić brakujące komponenty do Planera Budowy.
pt_br: Ferramenta para construir e reparar. Segure {CONTROL:ABASE:PRIMARY_TOOL_ACTION} para soldar e {CONTROL:ABASE:SECONDARY_TOOL_ACTION} para inserir os componentes faltantes no Planejador de construção.
ru: Инструмент для строительства и ремонта. Удерживайте {CONTROL:ABASE:PRIMARY_TOOL_ACTION} для сварки. Нажмите {CONTROL:ABASE:SECONDARY_TOOL_ACTION}, чтобы добавить недостающие компоненты в планировщик.
zh_cn: 用于建造和维修的工具。按住{CONTROL:ABASE:PRIMARY_TOOL_ACTION}焊接。按{CONTROL:ABASE:SECONDARY_TOOL_ACTION}将缺少的组件放入建造计划器。

# Description_AngleGrinder
source: A tool for deconstructing and salvaging. Hold {CONTROL:ABASE:PRIMARY_TOOL_ACTION} to grind.
de: Ein Werkzeug zur Demontage und zum Abwracken. Zum Schleifen {CONTROL:ABASE:PRIMARY_TOOL_ACTION} gedrückt halten.
es: Una herramienta para desmontar y recuperar materiales. Mantén {CONTROL:ABASE:PRIMARY_TOOL_ACTION} para usar.
fr: Un outil de déconstruction et de récupération. Maintenez {CONTROL:ABASE:PRIMARY_TOOL_ACTION} pour meuler.
hu_hu: Egy eszköz a leromboláshoz és az újra hasznosításhoz. Tartsa nyomva {CONTROL:ABASE:PRIMARY_TOOL_ACTION} gombot a daraboláshoz.
it: Strumento per decostruzione e recupero. Tieni premuto {CONTROL:ABASE:PRIMARY_TOOL_ACTION}per macinare.
pl_pl: Narzędzie do dekonstrukcji i odzyskiwania. Przytrzymaj {CONTROL:ABASE:PRIMARY_TOOL_ACTION} aby szlifować.
pt_br: Ferramenta para desconstruir e recuperar. Segure {CONTROL:ABASE:PRIMARY_TOOL_ACTION} para esmerilhar.
ru: Инструмент для демонтажа блоков. Удерживайте {CONTROL:ABASE:PRIMARY_TOOL_ACTION} для разборки.
zh_cn: 用于拆解和回收的工具。按住{CONTROL:ABASE:PRIMARY_TOOL_ACTION}拆卸。
