Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# DisplayName_BlockGroup_MedicalGroup
source: Medical Blocks
de: Medizinische Blöcke
es: Bloques médicos
fr: Blocs médicaux
hu_hu: Orvosi Blokkok
it: Blocchi medici
pl_pl: Bloki Medyczne
pt_br: Blocos médicos
ru: Медицинские блоки
zh_cn: 医疗方块

# Description_BlockGroup_MedicalGroup
source: Blocks that are responsible for preserving character's health.
de: Blöcke, die für die Erhaltung der Gesundheit des Charakters verantwortlich sind.
es: Bloques responsables por cuidar la salud del personaje.
fr: Blocs responsables de la préservation de la santé du personnage
hu_hu: Blokkok, amelyek felelősek a karakter egészségének megőrzéséért.
it: Blocchi che sono responsabili della conservazione della salute del personaggio.
pl_pl: Bloki odpowiedzialne za zdrowie postaci.
pt_br: Blocos responsáveis por preservar a vida do personagem.
ru: Блоки, отвечающие за сохранение здоровья персонажа.
zh_cn: 负责维持人物的健康状况

# DisplayName_BlockGroup_TankGroup
source: Gas Tanks
es: Tanques de gas
fr: Réservoirs
hu_hu: Gáztartályok
it: Serbatoi di gas
pl_pl: Zbiorniki Gazu
pt_br: Tanques de gás
ru: Газовые цистерны
zh_cn: 气罐

# Description_BlockGroup_TankGroup
source: Tanks are used to store gases.
de: Tanks werden zum Speichern von Gasen verwendet.
es: Tanques usados para almacenar gases.
fr: Les réservoirs stockent des gaz
hu_hu: A tartályokat gázok tárolására használják.
it: I serbatoi sono utilizzati per lo stoccaggio dei gas.
pl_pl: Zbiorniki magazynujące gazy.
pt_br: Tanques são usados para armazenar gases.
ru: Цистерны, предназначенные для хранения газа.
zh_cn: 气罐用于储存气体。

# DisplayName_BlockGroup_ContainerGroup
source: Cargo Containers
de: Frachtcontainer
es: Contenedores de carga
fr: Conteneurs de fret
hu_hu: Teherszállító Konténerek
it: Contenitori di carico
pl_pl: Kontenery
pt_br: Contêineres de carga
ru: Контейнеры
zh_cn: 货箱

# Description_BlockGroup_ContainerGroup
source: Universal storage blocks.
de: Universelle Lagerblöcke.
es: Bloques de almacenamiento universales.
fr: Blocs de stockage universels.
hu_hu: Univerzális tároló blokkok.
it: Blocchi di stoccaggio universali.
pl_pl: Uniwersalne bloki magazynowe.
pt_br: Blocos de armazenamento universais.
ru: Универсальные блоки для хранения.
zh_cn: 通用存储方块。

# DisplayName_BlockGroup_InputOutputGroup
source: Inputs/Outputs
de: Eingänge/Ausgänge
es: Entradas/Salidas
fr: Entrées/sorties
hu_hu: Bemenetek/Kimenetek
it: Ingressi/uscite
pl_pl: Wejście/Wyjście
pt_br: Entradas/saídas
ru: Вводы и выводы
zh_cn: 输入/输出

# Description_BlockGroup_InputOutputGroup
source: Blocks that are responsible for input and output from conveyor system.
de: Blöcke, die die Eingänge und Ausgänge des Fördersystems darstellen.
es: Bloques responsables de la entrada y la salida del sistema transportador.
fr: Blocs responsables des entrées et sorties du système de convoyeurs.
hu_hu: Blokkok, amelyek felelősek a szállítószalag rendszer be- és kimenetéért.
it: Blocchi che sono responsabili dell'ingresso e dell'uscita dal sistema di trasporto.
pl_pl: Bloki odpowiedzialne za wejście i wyjście z systemu transporterów.
pt_br: Blocos que são responsáveis pela entrada e saída do sistema de transportadores.
ru: Блоки, предназначенные для ввода и вывода конвейерной системы.
zh_cn: 负责从传输系统输入和输出的方块。

# DisplayName_BlockGroup_WheelStaticGroup
source: Static Wheels
de: Statische Räder
es: Ruedas estáticas
fr: Roues statiques
hu_hu: Statikus Kerekek
it: Ruote statiche
pl_pl: Koła Statyczne
pt_br: Rodas estáticas
ru: Статичные колеса
zh_cn: 静止的轮子

# DisplayName_BlockGroup_ShipToolGroup
source: Ship Tools
de: Schiffswerkzeuge
es: Herramientas de la nave
fr: Outils de vaisseau
hu_hu: Hajóeszközök
it: Strumenti della nave
pl_pl: Narzędzia statku
pt_br: Ferramentas de nave
ru: Корабельные инструменты
zh_cn: 飞船工具

# Description_BlockGroup_ShipToolGroup
source: Ship equipment blocks.
de: Schiffsausrüstungsblöcke.
es: Bloques de equipamiento de la nave.
fr: Blocs d'équipement de vaisseau.
hu_hu: Hajóberendezések.
it: Blocchi dell'equipaggiamento della nave.
pl_pl: Bloki wyposażenia statku.
pt_br: Blocos de equipamento de nave.
ru: Блоки корабельного оборудования.
zh_cn: 飞船设备方块。

# DisplayName_BlockGroup_ShipWeaponStaticGroup
source: Stationary Weapons
de: Stationäre Waffen
es: Armas estacionarias
fr: Armes stationaires
hu_hu: Helyhez Kötött Fegyverek
it: Armi stazionarie
pl_pl: Bronie Stacjonarne
pt_br: Armas estacionárias
ru: Стационарное оружие
zh_cn: 固定的武器

# Description_BlockGroup_ShipWeaponStaticGroup
source: Static weapon blocks.
de: Statische Waffenblöcke.
es: Bloques de armas estáticas.
fr: Blocs d'armes stationaires.
hu_hu: Statikus fegyverblokkok.
it: Blocchi di armi statiche.
pl_pl: Statyczne bloki broni.
pt_br: Blocos de armas estáticas.
ru: Блоки стационарного оружия.
zh_cn: 静止武器方块。

# DisplayName_BlockGroup_TurretGroup
source: Turreted Weapons
de: Geschützturm-Waffen
es: Armas tipo torreta
fr: Armes à tourelle
hu_hu: Fegyvertornyok
it: Armi turrite
pl_pl: Broń Wieżyczkowa
pt_br: Armas de torre
ru: Турели
zh_cn: 炮塔武器

# Description_BlockGroup_TurretGroup
source: Weaponized turrets with own targeting AI.
de: Bewaffnete Geschütztürme mit eigener zielgerichteter KI.
es: Torretas armadas con IA de apuntado automático.
fr: Tourelles armées avec une IA de ciblage propre.
hu_hu: Fegyveres tornyok saját célzó AI-vel.
it: Torrette armate di armi con la propria IA mirata.
pl_pl: Uzbrojone wieżyczki z własnym AI namierzającym.
pt_br: Torres com armas, com IA de mira próprias.
ru: Оружейные турели с собственным ИИ для наведения.
zh_cn: 人工智能炮塔。

# DisplayName_BlockGroup_AntennaGroup
source: Communication Blocks
de: Kommunikations-Blöcke
es: Bloques de comunicación
fr: Blocs de communication
hu_hu: Kommunikációs Blokkok
it: Blocchi di comunicazione
pl_pl: Bloki Łączności
pt_br: Blocos de comunicação
ru: Блоки связи
zh_cn: 通讯方块

# Description_BlockGroup_AntennaGroup
source: Blocks responsible for communication and remote connection.
de: Blöcke, die für Kommunikation und Fernverbindung zuständig sind.
es: Bloques responsables de la comunicación y la conexión remota.
fr: Blocs responsables de la communication et de la connexion à distance.
hu_hu: A kommunikációért és a távoli kapcsolatért felelős blokkok.
it: Blocchi responsabili della comunicazione e della connessione remota.
pl_pl: Bloki odpowiedzialne za komunikację i zdalne sterowanie.
pt_br: Blocos responsáveis pela comunicação e conexão remota.
ru: Блоки, предназначенные для связи и удаленного соединения.
zh_cn: 负责通讯和远程交流的方块。

# DisplayName_BlockGroup_LCDGroup
source: LCD Screens
de: LCD-Bildschirme
es: Pantallas LCD
fr: Écrans LCD
hu_hu: LCD-Képernyők
it: Schermi LCD
pl_pl: Ekrany LCD
pt_br: Telas LCD
ru: ЖК-экраны
zh_cn: 液晶屏

# Description_BlockGroup_LCDGroup
source: LCD Screens of various sizes and formats.
de: LCD-Bildschirme in verschiedenen Größen und Formaten.
es: Pantallas LCD de distintos tamaños y formatos.
fr: Écrans LCD de différentes tailles et formats.
hu_hu: LCD képernyők különböző méret és formátum.
it: Schermi LCD di varie dimensioni e formati.
pl_pl: Ekrany LCD różnych rozmiarach i formatach.
pt_br: Telas LCD de vários tamanhos e formatos.
ru: ЖК-экраны всевозможных размеров и форм.
zh_cn: 各种尺寸和格式的液晶屏。

# DisplayName_BlockGroup_LCDCornerGroup
source: Corner LCD Screens
de: Eck-LCD-Bildschirme
es: Pantallas LCD de esquina
fr: Écrans LCD de coin
hu_hu: Sarok LCD Képernyők
it: Schermi LCD angolari
pl_pl: Narożne Ekrany LCD
pt_br: Telas LCD de canto
ru: Угловые ЖК-экраны
zh_cn: 角液晶屏

# DisplayName_BlockGroup_LightingGroup
source: Lighting
de: Beleuchtung
es: Iluminación
fr: Éclairage
hu_hu: Világítás
it: Illuminazione
pl_pl: Oświetlenie
pt_br: Iluminação
ru: Освещение
zh_cn: 灯具

# Description_BlockGroup_LightingGroup
source: Various sources of light.
de: Verschiedene Lichtquellen.
es: Distintas fuentes de luz.
fr: Différences sources de lumière.
hu_hu: Különböző fényforrások.
it: Varie fonti di luce.
pl_pl: Różne źródła światła.
pt_br: Várias fontes de luz.
ru: Различные источники света.
zh_cn: 各种灯源。

# DisplayName_BlockGroup_SeatsGroup
source: Seats
de: Sitze
es: Asientos
fr: Sièges
hu_hu: Ülések
it: Sedili
pl_pl: Siedzenia
pt_br: Assentos
ru: Сиденья
zh_cn: 座椅

# Description_BlockGroup_SeatsGroup
source: Various seats and beds for character.
de: Verschiedene Sitze und Betten für Spielcharakter.
es: Distintos asientos y camas para personajes.
fr: Différents sièges et lits pour le personnage.
hu_hu: Különböző ülések és ágyak a karakternek.
it: Vari sedili e letti per il personaggio.
pl_pl: Różne fotele i łóżka.
pt_br: Vários assentos e camas para o personagem.
ru: Всевозможные кресла, сиденья и кровати для персонажа.
zh_cn: 给角色的各式座椅和床。

# DisplayName_BlockGroup_InteriorStructureGroup
source: Interior Structure
de: Innere Struktur
es: Estructura interior
fr: Structure intérieure
hu_hu: Belső Szerkezetek
it: Struttura interna
pl_pl: Struktura Wewnętrzna
pt_br: Estrutura interna
ru: Интерьер
zh_cn: 内部结构

# Description_BlockGroup_InteriorStructureGroup
source: Internal pillars and cover walls.
de: Innenpfeiler und Schutzmauern.
es: Pilares interiores y paredes de cubierta
fr: Piliers internes et cloisons de couverture.
hu_hu: Belső oszlopok és fedőfalak.
it: Pilastri interni e pareti di copertura.
pl_pl: Wewnętrzne filary i pokrycia ściany.
pt_br: Pilares internos e paredes de revestimento.
ru: Внутренние колонны и перегородки.
zh_cn: 室内立柱和墙体。

# DisplayName_BlockGroup_DecorativeUtilityGroup
source: Decorative Utility
de: Dekorative Einrichtung
es: Herramienta decorativa
fr: Utilitaire décoratif
hu_hu: Dekorációs Eszközök
it: Utilità decorativa
pl_pl: Dekoracyjne
pt_br: Utilitário decorativo
ru: Декоративные блоки
zh_cn: 装饰性设施

# Description_BlockGroup_DecorativeUtilityGroup
source: Various utility blocks for decorative purposes.
de: Verschiedene Blöcke zu dekorativen Zwecken.
es: Distintos bloques utilitarios con fines decorativos.
fr: Différents blocs utilitaires à des fins décoratives
hu_hu: Különböző közmű blokkok dekorációs célokra.
it: Vari blocchi di utilità per scopi decorativi.
pl_pl: Różne bloki do celów dekoracyjnych.
pt_br: Vários blocos utilitários para fins decorativos.
ru: Различные блоки, используемые в декоративных целях.
zh_cn: 有装饰功能的设施方块。

# DisplayName_BlockGroup_WindowSmallGroup
source: Small Windows
de: Kleine Fenster
es: Ventanas pequeñas
fr: Petites fenêtres
hu_hu: Kis Ablakok
it: Finestre piccole
pl_pl: Małe Okna
pt_br: Janelas pequenas
ru: Маленькие окна
zh_cn: 小型窗户

# DisplayName_BlockGroup_WindowMediumGroup
source: Medium Windows
de: Mittlere Fenster
es: Ventanas medianas
fr: Fenêtres moyennes
hu_hu: Közepes Ablakok
it: Finestre medie
pl_pl: Średnie Okna
pt_br: Janelas médias
ru: Средние окна
zh_cn: 中型窗户

# DisplayName_BlockGroup_WindowLargeGroup
source: Large Windows
de: Große Fenster
es: Ventanas grandes
fr: Grandes fenêtres
hu_hu: Nagy Ablakok
it: Finestre grandi
pl_pl: Duże Okna
pt_br: Janelas grandes
ru: Большие окна
zh_cn: 大型窗户

# DisplayName_BlockGroup_WindowSmallCornerGroup
source: Small Corner Windows
de: Kleine Eckfenster
es: Ventanas de esquina pequeñas
fr: Petites fenêtres de coin
hu_hu: Kis Sarokablakok
it: Finestre angolari piccole
pl_pl: Małe Narożne Okna
pt_br: Janelas pequenas de canto
ru: Малые угловые окна
zh_cn: 小型角窗户

# DisplayName_BlockGroup_WindowMediumCornerGroup
source: Medium Corner Windows
de: Mittlere Eckfenster
es: Ventanas de esquina medianas
fr: Fenêtres de coin moyenne
hu_hu: Közepes Sarok Ablakok
it: Finestre angolari medie
pl_pl: Średnie Narożne Okna
pt_br: Janelas médias de canto
ru: Средние угловые окна
zh_cn: 中型角窗户

# DisplayName_BlockGroup_ShutterGroup
source: Shutters
de: Fensterläden
es: Contraventanas
fr: Volets
hu_hu: Redőnyök
it: Persiane
pl_pl: Okiennice
pt_br: Persianas
ru: Заслонки
zh_cn: 百叶窗

# DisplayName_BlockGroup_GravityGroup
source: Gravity Blocks
de: Schwerkraft-Blöcke
es: Bloques de gravedad
fr: Blocs de gravité
hu_hu: Gravitációs Blokkok
it: Blocchi di gravità
pl_pl: Bloki Grawitacji
pt_br: Blocos de gravidade
ru: Гравитационные блоки
zh_cn: 重力方块

# Description_BlockGroup_GravityGroup
source: Various blocks related to artificial gravity.
de: Verschiedene Blöcke, die im Zusammenhang mit künstlicher Schwerkraft stehen.
es: Distintos bloques relacionados con la gravedad artificial.
fr: Différents blocs liés à la gravité artificielle.
hu_hu: Különféle mesterséges gravitációval összefüggő blokkok.
it: Vari blocchi legati alla gravità artificiale.
pl_pl: Różne bloki związane ze sztuczną grawitacją.
pt_br: Vários blocos relacionados a gravidade artificial.
ru: Различные блоки, связанные с искусственной гравитацией.
zh_cn: 各式人造重力

# DisplayName_BlockGroup_AutomationGroup
source: Automation Blocks
de: Automationsblöcke
es: Bloques de automatización
fr: Blocs d'automatisation
hu_hu: Automatizálási Blokkok
it: Blocchi di automazione
pl_pl: Bloki Automatyzacji
pt_br: Blocos de automação
ru: Автоматизация
zh_cn: 自动方块

# Description_BlockGroup_AutomationGroup
source: Various blocks responsible for any kind of automation.
de: Verschiedene Blöcke, die für jede Art von Automatisierung verantwortlich sind.
es: Distintos bloques responsables de cualquier tipo de automatización.
fr: Différents blocs responsables de l'automatisation.
hu_hu: Különböző blokkok, amelyek felelősek mindenfajta automatizálásért.
it: Diversi blocchi responsabili di qualsiasi tipo di automazione.
pl_pl: Różne bloki odpowiedzialne za wszelkiego rodzaju automatyzację.
pt_br: Vários blocos responsáveis por qualquer tipo de automação.
ru: Различные блоки, отвечающие за разного рода автоматизацию.
zh_cn: 各种方块能提供自动化。

# DisplayName_BlockGroup_LightArmorSlopedCorners
source: Light Armor Sloped Corners
de: Leichte Panzerung (Eck-Rampe)
es: Pendiente de blindaje ligero Esquinas
fr: Coins de blindage léger inclinés
hu_hu: Könnyű Páncél Ferde Sarkok
it: Armatura leggera, blocchi inclinati ad angolo
pl_pl: Skosy narożne lekkiego pancerza
pt_br: Canto inclinado (Armadura leve)
ru: Угловая наклонная легк. броня
zh_cn: 轻甲斜角

# DisplayName_BlockGroup_HeavyArmorSlopedCorners
source: Heavy Armor Sloped Corners
de: Schwere Panzerung (Eck-Rampe)
es: Pendiente de blindaje pesado Esquinas
fr: Coins de blindage lourd inclinés
hu_hu: Nehéz Páncél Ferde Sarkok
it: Armatura pesante, blocchi inclinati ad angolo
pl_pl: Skosy narożne ciężkiego pancerza
pt_br: Canto inclinado (Armadura pesada)
ru: Угловая наклонная тяж. броня
zh_cn: 重甲斜角

# RadialMenuGroupTitle_ArmorLight
source: Light Armor
de: Leichte Panzerung
es: Blindaje ligero
fr: Blindage léger
hu_hu: Könnyű Páncél
it: Armatura leggera
pl_pl: Lekki pancerz
pt_br: Blindagem leve
ru: Легкая обшивка
zh_cn: 轻甲

# RadialMenuGroupTitle_ProductionMedical
source: Production & Medical
de: Produktion & Medizin
es: Producción y medicina
fr: Production et médical
hu_hu: Termelés és Gyógyászat
it: Produzione & Medicale
pl_pl: Produkcja & Medycyna
pt_br: Produção e medicina
ru: Производство и медицина
zh_cn: 生产和医疗

# RadialMenuGroupTitle_GasLogistics
source: Gas & Logistics
de: Gas & Logistik
es: Gas y logística
fr: Gaz et logistique
hu_hu: Gáz és logisztika
it: Gas & Logistica
pl_pl: Gaz & Logistyka
pt_br: Combustível e logística
ru: Газ и логистика
zh_cn: 气体和物流

# RadialMenuGroupTitle_ShipEssentials
source: Ship Essentials
de: Schiffs-Grundlagen
es: Partes esenciales de naves
fr: Indispensables de vaisseau
hu_hu: Hajó Alapvetések
it: Elementi essenziali della nave
pl_pl: Niezbędne dla Statku
pt_br: Essencial da nave
ru: Корабельные принадлежности
zh_cn: 飞船主体

# RadialMenuGroupTitle_WheelsWeapons
source: Wheels & Weapons
de: Räder & Waffen
es: Ruedas y armas
fr: Roues et armes
hu_hu: Kerekek és fegyverek
it: Ruote e armi
pl_pl: Koła & Bronie
pt_br: Rodas e armas
ru: Колеса и оружие
zh_cn: 轮子和武器

# RadialMenuGroupTitle_CommsHangars
source: Comms & Hangars
de: Funkkommunikation & Hangars
es: Comunicaciones y hangares
fr: Communications et hangars
hu_hu: Kommunikációk és Hangárok
it: Comunicazioni e hangar
pl_pl: Komunikacja & Hangary
pt_br: Comunicações e hangares
ru: Связь и ангары
zh_cn: 通讯和机库

# RadialMenuGroupTitle_Decoration
source: Decoration #1
de: Dekoration 1
es: Decoración #1
fr: Décoration n°1
hu_hu: Dekoráció #1
it: Decorazione n. 1
pl_pl: Dekoracje #1
pt_br: Decoração nº1
ru: Декорации № 1
zh_cn: 装修 #1

# RadialMenuGroupTitle_Decoration2
source: Decoration #2
de: Dekoration 2
es: Decoración #2
fr: Décoration n°2
hu_hu: Dekoráció #2
it: Decorazione n. 2
pl_pl: Dekoracje #2
pt_br: Decoração nº2
ru: Декорации № 2
zh_cn: 装修 #2

# RadialMenuGroupTitle_Windows
source: Windows
de: Fenster
es: Ventanas
fr: Fenêtres
it: Finestre
pt_br: Janelas
ru: Окна
zh_cn: 窗户

# RadialMenuGroupTitle_AdvancedSystems
source: Advanced Systems
de: Hochentwickelte Systeme
es: Sistemas avanzados
fr: Systèmes avancés
hu_hu: Fejlett rendszerek
it: Sistemi avanzati
pl_pl: Zaawansowane Systemy
pt_br: Sistemas avançados
ru: Продвинутые системы
zh_cn: 高级系统

# RadialMenuGroupTitle_DecoPack2
source: Deecortive Pack 2
de: Dekorativ-Paket 2
es: Pack decorativo 2
fr: Pack décoratif 2
it: Pacchetto decorativo 2
pl_pl: Pakiet Dekoracyjny 2
pt_br: Pacote decorativo 2
ru: Набор декораций № 2
zh_cn: 装修包 2

# RadialMenuGroupTitle_QuickActions
source: Quick Actions
de: Schnellzugriffsaktionen
es: Acciones rápidas
fr: Actions rapides
hu_hu: Gyorsműveletek
it: Azioni rapide
pl_pl: Szybkie działania
pt_br: Ações rápidas
ru: Быстрые действия
zh_cn: 快速动作

# RadialMenuGroupTitle_Menu
source: Menu
de: Menü
es: Menú
hu_hu: Menü
ru: Меню
zh_cn: 菜单

# ControlMenuItemLabel_AlienGreenGrass
source: Alien grass green
de: Außerirdisches Gras (grün)
es: Hierba alienígena verde
fr: Herbe extraterrestre verte
hu_hu: Idegen fű zöld
it: Erba verde aliena
pl_pl: Obca trawa zielona
pt_br: Verde grama alienígena
ru: Инопланетная зеленая трава
zh_cn: 外星草绿

# ControlMenuItemLabel_AlienGreenGrassBare
source: Alien grass green bare
de: Außerirdisches Gras (grün & kahl)
es: Hierba alienígena verde descubierta
fr: Herbe extraterrestre verte nue
hu_hu: Idegen fű zöld csupasz
it: Erba aliena verde spoglia
pl_pl: Obca trawa zielona goła
pt_br: Verde grama claro alienígena
ru: Инопланетная редкая зеленая трава
zh_cn: 外星草绿光秃

# ControlMenuItemLabel_AlienIce
source: Alien ice
de: Nicht-irdisches Eis
es: Hielo alienígena
fr: Glace extraterrestre
hu_hu: Idegen jég
it: Ghiaccio alieno
pl_pl: Obca lód
pt_br: Gelo alienígena
ru: Инопланетный лед
zh_cn: 外星冰

# ControlMenuItemLabel_AlienIce_03
source: Alien ice 03
de: Nicht-irdisches Eis 03
es: Hielo alienígena 03
fr: Glace extraterrestre 03
hu_hu: Idegen jég 03
it: Ghiaccio alieno 03
pl_pl: Obca lód 03
pt_br: Gelo alienígena 03
ru: Инопланетный лед 03
zh_cn: 外星冰 03

# ControlMenuItemLabel_AlienOrangeGrass
source: Alien grass orange
de: Außerirdisches Gras (orange)
es: Hierba alienígena naranja
fr: Herbe extraterrestre orange
hu_hu: Idegen fű narancs
it: Erba aliena arancione
pl_pl: Obca trawa pomarań.
pt_br: Laranja grama alienígena
ru: Инопланетная оранжевая трава
zh_cn: 外星草橙色

# ControlMenuItemLabel_AlienOrangeGrassBare
source: Alien grass orange bare
de: Außerirdisches Gras (orange & kahl)
es: Hierba alienígena naranja descubierta
fr: Herbe extraterrestre orange nue
hu_hu: Idegen fű narancssárga csupasz
it: Erba aliena arancione spoglia
pl_pl: Obca trawa pomarań. goła
pt_br: Laranja grama claro alienígena
ru: Инопланетная редкая оранжевая трава
zh_cn: 外星草橙光秃

# ControlMenuItemLabel_AlienRockGrass
source: Alien grass rock
de: Außerirdischer begraster Felsen
es: Roca de hierba alienígena
fr: Herbe extraterrestre pierre
hu_hu: Idegen fű szikla
it: Erba aliena roccia
pl_pl: Obca trawa kamień
pt_br: Pedra grama alienígena
ru: Инопланетный травянистый камень
zh_cn: 外星草石头

# ControlMenuItemLabel_AlienRockGrassBare
source: Alient grass rock bare
de: Außerirdischer begraster Felsen (kahl)
es: Roca de hierba alienígena descubierta
fr: Herbe extraterrestre pierre nue
hu_hu: Idegen fű szikla csupasz
it: Erba aliena roccia spoglia
pl_pl: Obca trawa kamień goła
pt_br: Pedra clara grama alienígena
ru: Инопланетный камень с редкой травой
zh_cn: 外星草石头光秃

# ControlMenuItemLabel_AlienRockyMountain
source: Alien rocky mountain
de: Nicht-irdische Felsen
es: Montaña rocosa alienígena
fr: Montagne rocheuse extraterrestre
hu_hu: Idegen sziklás hegy
it: Montagna rocciosa aliena
pl_pl: Obca skaliste góry
pt_br: Montanha rochosa alienígena
ru: Инопланетная скалистая гора
zh_cn: 外星多岩石山

# ControlMenuItemLabel_AlienRockyTerrain
source: Alien rocky terrain
de: Nicht-irdisches felsiges Gelände
es: Terreno rocoso alienígena
fr: Terrain rocailleux extraterrestre
hu_hu: Idegen sziklás terep
it: Terreno roccioso alieno
pl_pl: Obca skalisty teren
pt_br: Terreno rochoso alienígena
ru: Инопланетный скалистый ландшафт
zh_cn: 外星多岩石地形

# ControlMenuItemLabel_AlienSand
source: Alien sand
de: Nicht-irdischer Sand
es: Arena alienígena
fr: Sable extraterrestre
hu_hu: Idegen homok
it: Sabbia aliena
pl_pl: Obca piasek
pt_br: Areia alienígena
ru: Инопланетный песок
zh_cn: 外星沙

# ControlMenuItemLabel_AlienSnow
source: Alien snow
de: Nicht-irdischer Schnee
es: Nieve alienígena
fr: Neige extraterrestre
hu_hu: Idegen hó
it: Neve aliena
pl_pl: Obca śnieg
pt_br: Neve alienígena
ru: Инопланетный снег
zh_cn: 外星雪

# ControlMenuItemLabel_AlienSoil
source: Alien soil
de: Nicht-irdischer Boden
es: Tierra alienígena
fr: Sol extraterrestre
hu_hu: Idegen talaj
it: Terreno alieno
pl_pl: Obca gleba
pt_br: Solo alienígena
ru: Инопланетная почва
zh_cn: 外星土壤

# ControlMenuItemLabel_AlienYellowGrass
source: Alien grass yellow
de: Außerirdisches Gras (gelb)
es: Hierba alienígena amarilla
fr: Herbe extraterrestre jaune
hu_hu: Idegen fű sárga
it: Erba aliena gialla
pl_pl: Obca trawa żółta
pt_br: Amarelo grama alienígena
ru: Инопланетная желтая трава
zh_cn: 外星草黄色

# ControlMenuItemLabel_AlienYellowGrassBare
source: Alien grass yellow bare
de: Außerirdisches Gras (gelb & kahl)
es: Hierba alienígena amarilla descubierta
fr: Herbe extraterrestre jaune nue
hu_hu: Idegen fű sárga csupasz
it: Erba aliena gialla spoglia
pl_pl: Obca trawa żółta goła
pt_br: Amarelo grama claro alienígena
ru: Инопланетная редкая желтая трава
zh_cn: 外星草黄色光秃

# ControlMenuItemLabel_Cobalt01
source: Cobalt 01
de: Kobalt 01
es: Cobalto 01
hu_hu: Kobalt 01
it: Cobalto 01
pl_pl: Kobalt 01
pt_br: Cobalto 01
ru: Кобальт 01
zh_cn: 钴 01

# ControlMenuItemLabel_DebugMaterial
source: Debug material
de: Debug-Informationen
es: Material de depuración
fr: Matériau de débogage
hu_hu: Hibakeresési anyag
it: Materiale di debug
pl_pl: Materiał Debugowania
pt_br: Material de depuração
ru: Отладочный материал
zh_cn: 调试材料

# ControlMenuItemLabel_DesertRocks
source: Desert rocks
de: Wüstenfelsen
es: Rocas del desierto
fr: Rochers du désert
hu_hu: Sivatagi sziklák
it: Rocce del deserto
pl_pl: Pustynne Skały
pt_br: Pedras do deserto
ru: Пустынные валуны
zh_cn: 沙漠岩石

# ControlMenuItemLabel_Gold01
source: Gold 01
es: Oro 01
fr: Or 01
hu_hu: Arany 01
it: Oro 01
pl_pl: Złoto 01
pt_br: Ouro 01
ru: Золото 01
zh_cn: 金 01

# ControlMenuItemLabel_Grass
source: Grass
de: Gras
es: Hierba
fr: Herbe
hu_hu: Fű
it: Erba
pl_pl: Trawa
pt_br: Grama
ru: Трава
zh_cn: 草

# ControlMenuItemLabel_Grass02
source: Grass 02
de: Gras 02
es: Hierba 02
fr: Herbe 02
hu_hu: Fű 02
it: Erba 02
pl_pl: Trawa 02
pt_br: Grama 02
ru: Трава 02
zh_cn: 草 02

# ControlMenuItemLabel_GrassBare
source: Grass bare
de: Gras (kahl)
es: Hierba descubierta
fr: Herbe nue
hu_hu: Fű egyszerű
it: Erba spoglia
pl_pl: Trawa łysa
pt_br: Grama clara
ru: Редкая трава
zh_cn: 草光秃

# ControlMenuItemLabel_GrassOld
source: Grass old
de: Gras (trocken)
es: Hierba vieja
fr: Herbe vieille
hu_hu: Fű öreg
it: Erba vecchia
pl_pl: Trawa stara
pt_br: Grama antiga
ru: Старая трава
zh_cn: 枯草
