Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# DisplayName_Animation_SpiderAttackBite
source: Bite attack
cs_cz: Útok kousnutím
de: Biss-Angriff
es: Ataque por mordedura
fr: Morsure
hu_hu: Harapás támadás
it: Attacco morso
pl_pl: Ugryzienie
pt_br: Ataque por mordida
ru: Атака-укус
zh_cn: 撕咬攻击

# DisplayName_Animation_SpiderAttackLegs
source: Leg attack
cs_cz: Útok nohou
de: Angriff auf die Beine
es: Ataque de patas
fr: Attaque de patte
hu_hu: Lábtámadás
it: Attacco gamba
pl_pl: Atak nogą
pt_br: Ataque de perna
ru: Атака ногой
zh_cn: 肢体攻击

# DisplayName_Animation_SpiderAttackStinger
source: Stinger attack
cs_cz: Útok žihadlem
de: Stachel-Angriff
es: Ataque con aguijón
fr: Attaque de dard
hu_hu: Szúrás támadás
it: Attacco stinger
pl_pl: Atak żądłem
pt_br: Ataque de ferroada
ru: Атака жалом
zh_cn: 毒刺攻击

# DisplayName_Animation_SpiderBurrow
source: Burrow
cs_cz: Zahrabat se
de: Eingraben
es: Madriguera
fr: Creuser
hu_hu: Odú
it: Scava cunicolo
pl_pl: Zakopanie
pt_br: Covil
ru: Закапывание
zh_cn: 进洞

# DisplayName_Animation_SpiderDeburrow
source: Deburrow
cs_cz: Vyhrabat se
de: Ausgraben
es: Desmoronamiento
fr: Sortir
hu_hu: Odútlan
it: Chiudi cunicolo
pl_pl: Odkopanie
pt_br: Desabrigo
ru: Выкапывание
zh_cn: 出洞

# DisplayName_Animation_ThumbUp
source: Thumb-Up
cs_cz: Palec nahoru
de: Daumen hoch
es: Pulgar hacia arriba
fr: Top
hu_hu: Tetszik
it: Pollice su
pl_pl: Kciuk w górę
pt_br: Positivo
ru: Палец вверх
zh_cn: 竖起大拇指

# DisplayName_Animation_Victory
source: Victory
cs_cz: Vítězství
de: Victory-Zeichen
es: Victoria
fr: Victoire
hu_hu: Győzelem
it: Vittoria
pl_pl: Zwycięstwo
pt_br: Vitória
ru: Победа
zh_cn: 胜利

# DisplayName_Animation_Wave
source: Wave Animation
cs_cz: Animace mávání
de: Wink-Animation
es: Hacer la Ola
fr: Animation de salutation
hu_hu: Hullám animáció
it: Animazione saluto
pl_pl: Animacja machania
pt_br: Tirando onda
ru: Помахать рукой
zh_cn: 挥手动作

# DisplayName_AstronautBackpack
source: Backpack
cs_cz: Batoh
de: Rucksack
es: Mochila
fr: Sac à dos
hu_hu: Hátizsák
it: Zaino
pl_pl: Plecak
pt_br: Mochila
ru: Рюкзак
zh_cn: 背包

# DisplayName_Block_AdvancedRotor
source: Advanced Rotor
cs_cz: Vylepšený rotor
de: Weiterentwickelter Rotor
es: Rotor Avanzado
fr: Rotor avancé
hu_hu: Speciális rotor
it: Rotore Avanzato
pl_pl: Zaawansowany rotor
pt_br: Rotor avançado
ru: Улучшенный ротор
zh_cn: 高级转子-gjzz-

# DisplayName_Block_AdvancedRotorPart
source: Advanced Rotor Part
cs_cz: Část vylepšeného rotoru
de: Weiterentwickelter Rotoraufsatz
es: Pieza de rotor avanzada
fr: Pièce de rotor avancé
hu_hu: Speciális rotor rész
it: Parte Rotore Avanzato
pl_pl: Część zaawansowanego rotora
pt_br: Parte de rotor avançado
zh_cn: 高级转子部件-gjzzbj-

# DisplayName_Block_AirtightHangarDoor
source: Airtight Hangar Door
cs_cz: Vzduchotěsná hangárová vrata
de: Luftdichtes Hangartor
es: Puerta hermética de hangar
fr: Porte de hangar hermétique
hu_hu: Légmentes hangár ajtó
it: Porta Hangar Ermetica
pl_pl: Szczelne drzwi hangarowe
pt_br: Porta de hangar hermética
ru: Герметичная створка ангара
zh_cn: 密闭式吊门-mbsdm-

# DisplayName_Block_AirtightSlideDoor
source: Sliding Door
cs_cz: Posuvné dveře
de: Schiebetür
es: Puerta corredera
fr: Porte coulissante
hu_hu: Tolóajtó
it: Porta scorrevole
pl_pl: Drzwi przesuwne
pt_br: Porta deslizante
ru: Раздвижная дверь
zh_cn: 滑动门-hdm-

# DisplayName_Block_AirVent
source: Air Vent
cs_cz: Vzduchotechnika
de: Be- und Entlüftungsanlagen
es: Rejilla de ventilación
fr: Aération
hu_hu: Légtelenítő
it: Condotto di Ventilazione
pl_pl: Wentylator
pt_br: Saída de ar
ru: Вентиляция
zh_cn: 排气扇-pqs-

# DisplayName_Block_Ammo_Assembler
source: Ammo Assembler
cs_cz: Montér munice
de: Munitionsherstellungsanlage
es: Ensamblador de munición
fr: Assembleur de munitions
hu_hu: Lőszer-Összeszerelő
it: Assemblatore Munizioni
pl_pl: Stacja montażowa amunicji
pt_br: Montadora de munição
ru: Сборщик боеприпасов
zh_cn: 弹药组装机-dyzzj-

# DisplayName_Block_Antenna
source: Antenna
cs_cz: Anténa
de: Antenne
es: Antena
fr: Antenne
pl_pl: Antena
pt_br: Antena
ru: Антенна
zh_cn: 天线

# DisplayName_Block_Arc_Furnace
source: Basic Refinery
cs_cz: Oblouková pec
de: Einfache Raffinerie
es: Refinería Básica
fr: Raffinerie de base
hu_hu: Alap finomító
it: Fornace ad Arco
pl_pl: Prosta rafineria
pt_br: Refinaria básica
ru: Базовый очиститель
zh_cn: 电弧炉

# DisplayName_Block_ArmorCenter
source: Blast Doors
cs_cz: Vyztužená vrata
de: Sicherheitstorpanzerung
es: Puertas blindadas
fr: Portes blindées
hu_hu: Robbanó ajtók
it: Porte blindate
pl_pl: Pancerne drzwi
pt_br: Portas blindadas
ru: Блок ангарной двери
zh_cn: 防爆门-fbm-

# DisplayName_Block_ArmorCorner
source: Blast Door Corner
cs_cz: Roh vyztužených vrat
de: Sicherheitstorpanzerung (Ecke)
es: Esquina de la puerta blindada
fr: Coin de porte blindée
hu_hu: Robbanó ajtósarok
it: Porta blindata angolare
pl_pl: Naroże pancernych drzwi
pt_br: Canto de porta blindada
ru: Угол ангарной двери
zh_cn: 防爆门角-fbmj-

# DisplayName_Block_ArmorInvCorner
source: Blast Door Corner Inverted
cs_cz: Převrácený roh vyztužených vrat
de: Sicherheitstorpanzerung (inv. Ecke)
es: Esquina de la puerta blindada invertida
fr: Coin inversé de porte blindée
hu_hu: Robbanó ajtósarok fordított
it: Porta blindata angolare invertita
pl_pl: Odwrócone naroże pancernych drzwi
pt_br: Canto invertido de porta blindada
ru: Обратный угол ангарной двери
zh_cn: 防爆门倒角-fbmdj-

# DisplayName_Block_ArmorSide
source: Blast Door Edge
cs_cz: Krajnice vyztužených vrat
de: Sicherheitstorpanzerung (Rand)
es: Borde de la puerta blindada
fr: Bord de porte blindée
hu_hu: Robbanó ajtó perem
it: Spigolo con porta blindata
pl_pl: Krawędź pancernych drzwi
pt_br: Borda de porta blindada
ru: Край ангарной двери
zh_cn: 防爆门边-fbmb-

# DisplayName_Block_BasicAssembler
source: Basic Assembler
de: Einfache Montageanlage
es: Ensamblador básico
fr: Assembleur de base
hu_hu: Alap Összeszerelő
it: Assemblatore di base
pl_pl: Podstawowa stacja montażowa
pt_br: Montadora básica
ru: Базовый сборщик
zh_cn: 简易装配机

# DisplayName_Block_Assembler
source: Assembler
cs_cz: Montér
de: Montageanlage
es: Ensamblador
fr: Assembleur
hu_hu: Összeszerelő
it: Assemblatore
pl_pl: Stacja montażowa
pt_br: Montadora
ru: Сборщик
zh_cn: 装配机-zpj-

# DisplayName_Block_Base_Components_Assembler
source: Base Assembler Comp.
cs_cz: Montér základních součástek
de: Basis-Herstellungskomponente
es: Componentes base del Ensamblador
fr: Assembleur de composants de base
hu_hu: Alap Összeszerelő Elemek.
it: Assemblatore Componenti base
pl_pl: Stacja montująca podstawowe komponenty.
pt_br: Componentes básicos de montadora
ru: Сборщик базовых компонентов
zh_cn: 基础装配机-jczpj-

# DisplayName_Block_Battery
source: Battery
cs_cz: Baterie
de: Batterie
es: Batería
fr: Batterie
hu_hu: Akkumulátor
it: Batteria
pl_pl: Akumulator
pt_br: Bateria
ru: Батарея
zh_cn: 电池-dc-

# DisplayName_Block_Beacon
source: Beacon
cs_cz: Maják
de: Funkbake
es: Baliza
fr: Balise
hu_hu: Jeladó
it: Radiofaro
pl_pl: Sygnalizator
pt_br: Sinalizador
ru: Маяк
zh_cn: 信标-xb-

# DisplayName_Block_Big_Arc_Furnace
source: Big Arc Furnace
cs_cz: Velká, oblouková pec
de: Großer Lichtbogenofen
es: Horno de arco grande
fr: Grand fourneau à arc
hu_hu: Nagy Ívkemence
it: Grande Fornace ad Arco
pl_pl: Duży piec łukowy
pt_br: Forno arco grande
ru: Большая дуговая печь
zh_cn: 大型电弧炉-dxdhl-

# DisplayName_Block_Big_Gas_Centrifugal_Refinery
source: Big Gas Centrifugal Refinery
cs_cz: Velká, plynová, odstředivá rafinerie
de: Große Gas-Zentrifugalraffinerie
es: Refinería centrífuga de gas grande
fr: Grande raffinerie centrifuge de gaz
hu_hu: Nagy Gáz Centrifugális Finomító
it: Grande Raffineria Centrifuga di Gas
pl_pl: Duża wirowa rafineria gazowa
pt_br: Refinaria centrífuga a gás grande
ru: Большая газовая центрифуга
zh_cn: 大型气体离心熔炼厂-dxqtlxrlc-

# DisplayName_Block_Big_Precious_Furnace
source: Big Noble Metals Furnace
cs_cz: Velká pec vzácných kovů
de: Großer Edelmetall-Schmelzofen
es: Horno de metales nobles grande
fr: Grand fourneau de métaux nobles
hu_hu: Nagy Nemesfém Kemence
it: Grande Fornace per Metalli Nobili
pl_pl: Duży piec metali szlachetnych
pt_br: Forno de metais nobres grande
ru: Большая печь благородных металлов
zh_cn: 大型贵金属熔炉-dxgjsrl-

# DisplayName_Block_Big_Solids_Refinery
source: Big Solids Refinery
cs_cz: Velká rafinerie pevných látek
de: Große Feststoffraffinerie
es: Refinería de grandes sólidos
fr: Grande raffinerie de solides
hu_hu: Nagy Szilárd Anyag Finomító
it: Grande Raffineria di Solidi
pl_pl: Duża rafineria ciał stałych
pt_br: Refinaria de sólidos grande
ru: Большой очиститель болванок
zh_cn: 大型固体熔炼厂-dxgtrlc-

# DisplayName_Block_ButtonPanel
source: Button Panel
cs_cz: Panel s tlačítky
de: Schalttafel
es: Panel de botones
fr: Tableau de commandes
hu_hu: Gombpanel
it: Pulsantiera
pl_pl: Panel z przyciskami
pt_br: Painel de botões
ru: Кнопочная панель
zh_cn: 按钮面板-anmb-

# DisplayName_Block_Camera
source: Camera
cs_cz: Kamera
de: Kamera
es: Cámara
fr: Caméra
hu_hu: Kamera
it: Telecamera
pl_pl: Kamera
pt_br: Câmera
ru: Камера
zh_cn: 摄像头

# DisplayName_Block_Cockpit1
source: Cockpit
cs_cz: Kokpit
es: Cabina
hu_hu: Pilótafülke
it: Abitacolo
pl_pl: Kokpit
pt_br: Cabine
ru: Кокпит
zh_cn: 驾驶舱-jsc-

# DisplayName_Block_Cockpit2
source: Control Station
cs_cz: Kontrolní stanice
de: Leitstand
es: Estación de control
fr: Station de contrôle
hu_hu: Irányító Állomások
it: Stazione di controllo
pl_pl: Stacja kontrolna
pt_br: Estação de Controle
ru: Станция управления
zh_cn: 控制站

# DisplayName_Block_Cockpit3
source: Flight Seat
cs_cz: Pilotní sedadlo
de: Flugsitz
es: Asiento de vuelo
fr: Siège
hu_hu: Repülőülés
it: Sedile di volo
pl_pl: Fotel lotniczy
pt_br: Assento de voo
ru: Кресло пилота
zh_cn: 飞行座椅-fxzy-

# DisplayName_Block_Collector
source: Collector
cs_cz: Sběrač
de: Sammler
es: Recolector
fr: Collecteur
hu_hu: Gyűjtő
it: Raccoglitore
pl_pl: Zbieracz
pt_br: Coletor
ru: Коллектор
zh_cn: 收集器-sjq-

# DisplayName_Block_Connector
source: Connector
cs_cz: Konektor
de: Verbinder
es: Conector
fr: Connecteur
hu_hu: Csatlakozó
it: Connettore
pl_pl: Łącznik
pt_br: Conector
ru: Коннектор
zh_cn: 连接器

# DisplayName_Block_ConnectorSmall
source: Small Connector
cs_cz: Vyhazovač
de: Kleiner Verbinder
es: Conector pequeño
fr: Petit connecteur
hu_hu: Katapult
it: Connettore piccolo
pl_pl: Mały łącznik
pt_br: Conector pequeno
ru: Малый коннектор
zh_cn: 小型连接器

# DisplayName_Block_Construction_Components_Assembler
source: Construction Assembler Comp.
cs_cz: Montér stavebních součástek
de: Herstellungskomponente
es: Componentes de construcción del Ensamblador
fr: Assembleur de composants de construction
hu_hu: Gyártó Összeszerelő Elemek.
it: Assemblatore Componenti da Costruzione
pl_pl: Stacja montująca komponenty konstrukcyjne.
pt_br: Montadora de componentes de construção
ru: Сборщик строительных компонентов
zh_cn: 建材组装机-jczzj-

# DisplayName_Block_ControlPanel
source: Control Panel
cs_cz: Ovládací panel
de: Bedienfeld
es: Panel de control
fr: Panneau de contrôle
hu_hu: Vezérlőpult
it: Pannello di controllo
pl_pl: Panel sterowania
pt_br: Painel de controle
ru: Панель управления
zh_cn: 控制面板

# DisplayName_Block_Conveyor
source: Conveyor Junction
cs_cz: Transportér
de: Förderverteilungsweiche
es: Empalme del transportador
fr: Jonction de convoyeur
hu_hu: Szállítószalag csomópont
it: Trasportatore
pl_pl: Transporter
pt_br: Junção de transportador
ru: Конвейер
zh_cn: 输送机-ssj-

# DisplayName_Block_ConveyorFrame
source: Conveyor Frame
cs_cz: Pomocná transportní trubice
de: Förderleitungsrahmen
es: Marco del transportador
fr: Châssis de convoyeur
hu_hu: Szállítószalag keret
it: Struttura trasportatore
pl_pl: Rama transportowa
pt_br: Quadro de transportador
ru: Рамка конвейера
zh_cn: 输送机框架-ssjkj-

# DisplayName_Block_ConveyorSmall
source: Small Conveyor
cs_cz: Malý transportér
de: Kleine Förderleitung
es: Transportador Pequeño
fr: Petit convoyeur
hu_hu: Kis szállítószalag
it: Piccolo Trasportatore
pl_pl: Mały transporter
pt_br: Transportador pequeno
ru: Малый конвейер
zh_cn: 小型输送机-xxssj-

# DisplayName_Block_ConveyorSorter
source: Conveyor Sorter
cs_cz: Transportní třídič
de: Fördergutsortierer
es: Clasificador de transportador
fr: Trieur de convoyeur
hu_hu: Szállítószalag Válogató
it: Trasportatore Ordinatore
pl_pl: Sortownik transportowy
pt_br: Classificador de transportador
ru: Сортировщик
zh_cn: 分拣传输机-fjcsj-

# DisplayName_Block_ConveyorTube
source: Conveyor Tube
cs_cz: Transportní trubka
de: Große Förderleitung
es: Tubo transportador
fr: Tube de convoyeur
hu_hu: Szállítószalag Cső
it: Tubo trasportatore
pl_pl: Rura transportowa
pt_br: Tubo transportador
ru: Конвейерная труба
zh_cn: 输送管-ssg-

# DisplayName_Block_ConveyorTubeCurved
source: Curved Conveyor Tube
cs_cz: Zahnutá, transportní trubka
de: Große gebogene Förderleitung
es: Tubo transportador curvo
fr: Tube de convoyeur courbé
hu_hu: Ívelt Szállítószalag Cső
it: Tubo trasportatore curvo
pl_pl: Kolanko transportowe
pt_br: Tubo transportador curvo
ru: Изогнутая конвейерная труба
zh_cn: 弯曲输送管道-wqssgd-

# DisplayName_Block_ConveyorTubeCurvedSmall
source: Small Curved Conveyor Tube
cs_cz: Malá, zahnutá, transportní trubka
de: Kleine gebogene Förderleitung
es: Tubo transportador curvo pequeño
fr: Petit tube de convoyeur courbé
hu_hu: Kis Ívelt Szállítószalag Cső
it: Piccolo tubo curvo
pl_pl: Małe kolanko transportowe
pt_br: Tubo transportador curvo pequeno
ru: Малая изогнутая конвейерная труба
zh_cn: 小型弯曲输送管道-xxwqssgd-

# DisplayName_Block_ConveyorTubeMedium
source: Medium Conveyor Tube
cs_cz: Střední, transportní trubka
de: Mittlere Förderleitung
es: Tubo transportador mediano
fr: Tube moyen de convoyeur
hu_hu: Közepes Szállítószalag Cső
it: Tubo trasportatore
pl_pl: Rura transportowa
pt_br: Tubo transportador médio
ru: Средняя конвейерная труба
zh_cn: 输送方块-ssfk-

# DisplayName_Block_ConveyorTubeSmall
source: Small Conveyor Tube
cs_cz: Malá, transportní trubka
de: Kleine Förderleitung
es: Tubo de transporte pequeño
fr: Petit tube de convoyeur
hu_hu: Kis Szállítószalag Cső
it: Piccolo tubo trasportatore
pl_pl: Mała rurka transportowa
pt_br: Tubo transportador pequeno
ru: Малая конвейерная труба
zh_cn: 小型输送管道-xxssgd-

# DisplayName_Block_CornerLCD
source: Corner LCD Top
cs_cz: Rohové LCD horní
de: LCD-Leiste (oben)
es: LCD de esquina superior
fr: LCD Coin Haut
hu_hu: Sarok LCD Felső
it: LCD angolare superiore
pl_pl: Narożny Panel LCD Góra
pt_br: Topo do LCD de canto
ru: Угловой дисплей, верх
zh_cn: 角落液晶顶-JU-LCD-

# DisplayName_Block_CornerLCD2
source: Corner LCD Bottom
cs_cz: Rohové LCD spodní
de: LCD-Leiste (unten)
es: LCD de esquina inferior
fr: LCD Coin Bas
hu_hu: Sarok LCD Alsó
it: LCD angolare inferiore
pl_pl: Narożny Panel LCD Dół
pt_br: Fundo do LCD de canto
ru: Угловой дисплей, низ
zh_cn: 角落液晶底部-JD-LCD-

# DisplayName_Block_CornerLCDFlatBottom
source: Corner LCD Flat Bottom
cs_cz: Rohové LCD ploché spodní
de: Angewinkelte LCD-Leiste (unten)
es: Esquina LCD Fondo Plano
fr: LCD Coin Plat Bas
hu_hu: Sarok LCD Lapos Alsó
it: LCD angolare piatto inferiore
pl_pl: Narożny Panel LCD Płaski Dół
pt_br: Fundo do LCD tela plana de canto
ru: Малый дисплей, низ
zh_cn: 角落液晶平底-SJD-LCD

# DisplayName_Block_CornerLCDFlatTop
source: Corner LCD Flat Top
cs_cz: Rohové LCD ploché, horní
de: Angewinkelte LCD-Leiste (oben)
es: Esquina LCD Plana
fr: LCD Coin Plat Haut
hu_hu: Sarok LCD Lapos Felső
it: LCD angolare piatto superiore
pl_pl: Narożny Panel LCD Płaski Góra
pt_br: Topo do LCD tela plana de canto
ru: Малый дисплей, верх
zh_cn: 角落液晶平顶-SJU-LCD-

# DisplayName_Block_CornerLight
source: Corner Light
cs_cz: Rohové světlo
de: Eckleuchte
es: Luz de esquina
fr: Lumière de coin
hu_hu: Saroklámpa
it: Luce angolare
pl_pl: Lampa Narożna
pt_br: Luz de canto
ru: Угловая лампа
zh_cn: 角灯-JD-

# DisplayName_Block_CornerLightDouble
source: Corner Light - Double
cs_cz: Rohové světlo - dvojité
de: Eckleuchte (beidseitig)
es: Luz de Esquina - Doble
fr: Lumière de coin - Double
hu_hu: Saroklámpa - dupla
it: Luce angolare - Doppia
pl_pl: Lampa Narożna - Podwójna
pt_br: Luz de canto dupla
ru: Двойная угловая лампа
zh_cn: 角灯 -一对-jdyd-

# DisplayName_Block_CryoChamber
source: Cryo Chamber
cs_cz: Kryokomora
de: Kryokammer
es: Cámara criogénica
fr: Chambre cryogénique
hu_hu: Cryo Kamra
it: Camera Criogenica
pl_pl: Komora kriogeniczna
pt_br: Câmara criogênica
ru: Криокамера
zh_cn: 休眠仓-xmc-

# DisplayName_Block_DebugSphere1
source: Debug spheres 1
cs_cz: Debugovací koule 1
de: Debug-Sphären 1
es: Esferas de depuración 1
fr: Déboguer les sphères 1
hu_hu: Nyomkövető gömb 1
it: Sfere di debug 1
pl_pl: Kula debugująca 1
pt_br: Esferas de depuração 1
ru: Дебаг-сферы 1
zh_cn: 调试范围1-tsfw1-

# DisplayName_Block_DebugSphere2
source: Debug spheres 2 (no metal)
cs_cz: Debugovací koule 2 (bez kovu)
de: Debug-Sphären 2 (kein Metall)
es: Esferas de depuración 2 (sin metal)
fr: Déboguer les sphères 2 (pas de métal)
hu_hu: Nyomkövető gömbök 2 (nem fém)
it: Sfere di debug 2 (senza metallo)
pl_pl: Kula debugująca 2 (bez metalu)
pt_br: Esferas de depuração 2 (sem metal)
ru: Дебаг-сферы 2 (без металла)
zh_cn: 测试模式2-无金属csms-

# DisplayName_Block_DebugSphere3
source: Debug spheres 3 (fixed gloss)
cs_cz: Debugovací koule 3 (pevný lesk)
de: Debug-Sphären 3 (fester Glanz)
es: Esferas de depuración 3 (brillo fijo)
fr: Déboguer les sphères 3 (brillance fixe)
hu_hu: Nyomkövető gömbök 3 (rögzített fényű)
it: Sfere di debug 3 (brillantezza fissa)
pl_pl: Kula debugująca 3 (stały odblask)
pt_br: Esferas de depuração 3 (brilho fixo)
ru: Дебаг-сферы 3 (фиксированный блеск)
zh_cn: 测试模式3-修复光影csms-

# DisplayName_Block_Decoy
source: Decoy
cs_cz: Návnada
de: Täuschkörper
es: Señuelo
fr: Leurre
hu_hu: Csali
it: Segnale esca
pl_pl: Wabik
pt_br: Isca
ru: Приманка
zh_cn: 诱饵-ye-

# DisplayName_Block_DiagonalWindow
source: Diagonal Window
cs_cz: Diagonální okno
de: Schräger Fensterladen
es: Ventana Diagonal
fr: Fenêtre diagonale
hu_hu: Átlós Ablak
it: Finestra diagonale
pl_pl: Okno ukośne
pt_br: Janela diagonal
ru: Диагональная решетка
zh_cn: 斜窗-xc-

# DisplayName_Block_Door
source: Door
cs_cz: Dveře
de: Tür
es: Puerta
fr: Porte
hu_hu: Ajtó
it: Porta
pl_pl: Drzwi
pt_br: Porta
ru: Дверь
zh_cn: 门-m-

# DisplayName_Block_Drill
source: Drill
cs_cz: Vrták
de: Bohrer
es: Taladro
fr: Foreuse
hu_hu: Fúró
it: Trivella
pl_pl: Wiertło
pt_br: Broca
ru: Бур
zh_cn: 钻头

# DisplayName_Block_EffectivenessModule
source: Yield Module
cs_cz: Modul efektivnější produkce
de: Effektivitätsmodul
es: Módulo de rendimiento
fr: Module de rendement
hu_hu: Termési Modul
it: Modulo Efficacia
pl_pl: Moduł efektywności
pt_br: Módulo de eficácia
ru: Модуль выработки
zh_cn: 精炼增效模块-jlzxmk-

# DisplayName_Block_Electronics_Assembler
source: Electronics Assembler
cs_cz: Montér elektronických součástek
de: Montageanlage für Elektronik
es: Ensamblador de electrónica
fr: Assembleur d'électronique
hu_hu: Elektronikai Összeszerelő
it: Assemblatore Componenti Elettronici
pl_pl: Stacja montażowa elektroniki
pt_br: Montadora de eletrônicos
ru: Сборщик электроники
zh_cn: 电气装配机-dqzpj-

# DisplayName_Block_EventController
source: Event Controller
de: Ereignissteuerung
es: Mando de Eventos
fr: Manette d'évènements
it: Controller di eventi
pl_pl: Kontroler zdarzeń
pt_br: Controle de evento
ru: Контроллер события
zh_cn: 事件控制器

# DisplayName_Block_FighterCockpit
source: Fighter Cockpit
cs_cz: Kokpit stíhače
de: Kampfschiff-Cockpit
es: Cabina de caza
fr: Cockpit de chasseur
hu_hu: Harci Pilótafülke
it: Cabina di pilotaggio Caccia
pl_pl: Kokpit myśliwca
pt_br: Cabine de combate
ru: Кокпит истребителя
zh_cn: 歼击机座舱-jjjzc-

# DisplayName_Block_FoodDispenser
source: Dispenser
de: Automat
es: Dispensador
fr: Distributeur
hu_hu: Elosztó
pl_pl: Automat sprzedający
pt_br: Distribuidor
ru: Раздатчик
zh_cn: 售货机

# DisplayName_Block_LabEquipment
source: Lab Equipment
de: Laborausstattung
es: Equipamiento de laboratorio
fr: Équipement scientifique
hu_hu: Laboratóriumi felszerelés
it: Attrezzatura da lab
pl_pl: Sprzęt laboratoryjny
pt_br: Equipamento de laboratório
ru: Лабораторное оборудование
zh_cn: 实验室设备

# DisplayName_Block_Shower
source: Shower
de: Dusche
es: Ducha
fr: Douche
hu_hu: Zuhany
it: Doccia
pl_pl: Prysznic
pt_br: Chuveiro
ru: Душ
zh_cn: 淋浴间

# DisplayName_Block_Jukebox
source: Jukebox
es: Tocadiscos
hu_hu: Zenegép
pl_pl: Szafa grająca
ru: Музыкальный автомат
zh_cn: 点唱机

# DisplayName_Block_WindowWall
source: Window Wall
de: Fensterwand (mittig)
es: Ventana de pared
fr: Fenêtre murale
hu_hu: Ablakfal
it: Muro della finestra
pl_pl: Ściana z oknem
pt_br: Parede de janela
ru: Стена с окном
zh_cn: 窗户墙

# DisplayName_Block_WindowWallLeft
source: Window Wall Left
de: Fensterwand (links)
es: Ventana de pared izquierda
fr: Fenêtre murale gauche
hu_hu: Ablakfal Balos
it: Muro della finestra sinistra
pl_pl: Ściana z oknem Lewa Strona
pt_br: Parede de janela esquerda
ru: Левая стена с окном
zh_cn: 窗户墙左

# DisplayName_Block_WindowWallRight
source: Window Wall Right
de: Fensterwabd (rechts)
es: Ventana de pared derecha
fr: Fenêtre murale droite
hu_hu: Ablakfal Jobbos
it: Muro della finestra destra
pl_pl: Ściana z oknem Prawa Strona
pt_br: Parede de janela direita
ru: Правая стена с окном
zh_cn: 窗户墙右

# DisplayName_Block_MedicalStation
source: Medical Station
de: Krankenstation
es: Estación médica
fr: Sation médicale
hu_hu: Orvosi Állomás
it: Stazione medica
pl_pl: Stacja medyczna
pt_br: Estação médica
ru: Медицинский пункт
zh_cn: 医疗站

# DisplayName_Block_TransparentLCD
source: Transparent LCD
de: Transparentes LCD
es: LCD transparente
fr: LCD transparent
hu_hu: Átlátszó LCD
it: LCD trasparente
pl_pl: Przezroczysty panel LCD
pt_br: LCD transparente
ru: Прозрачная ЖК-панель
zh_cn: 透明液晶

# DisplayName_Block_RailingStraight
source: Railing Straight
de: Geländer
es: Barandilla recta
fr: Garde-corps droit
hu_hu: Korlát Egyenes
it: Parapetto dritto
pl_pl: Pojedyńcza Barierka
pt_br: Grade reta
ru: Прямые перила
zh_cn: 直护栏

# DisplayName_Block_RailingDouble
source: Railing Double
de: Geländer (beidseitig)
es: Barandilla doble
fr: Garde-corps double
hu_hu: Korlát Dupla
it: Parapetto doppio
pl_pl: Barierki Podwójne
pt_br: Grade dupla
ru: Двойные перила
zh_cn: 双层护栏

# DisplayName_Block_RailingCorner
source: Railing Corner
de: Geländer (Ecke)
es: Esquina de barandilla
fr: Garde-corps coin
hu_hu: Korlát Sarok
it: Parapetto angolare
pl_pl: Barierki Róg
pt_br: Grade de canto
ru: Угловые перила
zh_cn: 护栏角

# DisplayName_Block_RailingDiagonal
source: Railing Diagonal
de: Geländer (diagonal)
es: Barandilla diagonal
fr: Garde-corps diagonal
hu_hu: Korlát Átlós
it: Parapetto diagonale
pl_pl: Barierki Przekątne
pt_br: Grade diagonal
ru: Диагональные перила
zh_cn: 斜护栏

# DisplayName_Block_GratedCatwalk
source: Grated Catwalk
de: Gitter-Personensteg
es: Pasarela con rejilla
fr: Passerelle grillagée
hu_hu: Rácsos Palló
it: Passerella con grata
pl_pl: Kratowany Pomost
pt_br: Passarela com grade
ru: Решетчатый мостик
zh_cn: 格栅式过道

# DisplayName_Block_GratedCatwalkCorner
source: Grated Catwalk Corner
de: Gitter-Personensteg (Ecke)
es: Esquina de pasarela
fr: Passerelle grillagée coin
hu_hu: Rácsos Palló Sarok
it: Angolo passerella con grata
pl_pl: Kratowany Pomost Róg
pt_br: Passarela com grade de canto
ru: Угловой решетчатый мостик
zh_cn: 格栅式过道角

# DisplayName_Block_GratedCatwalkStraight
source: Grated Catwalk Straight
de: Gitter-Personensteg (doppelseitige Geländer)
es: Pasarela recta
fr: Passerelle grillagée droite
hu_hu: Rácsos Palló Egyenes
it: Passerella con grata dritta
pl_pl: Kratowany Pomost Dwie Barierki
pt_br: Passarela com grade reta
ru: Прямой решетчатый мостик
zh_cn: 直格栅式过道

# DisplayName_Block_GratedCatwalkWall
source: Grated Catwalk Wall
de: Gitter-Personensteg (einseitiges Geländer)
es: Pared de pasarela
fr: Passerelle grillagée mur
hu_hu: Rácsos Palló Falra
it: Passerella con grata a muro
pl_pl: Kratowany Pomost Jedna Barierka
pt_br: Parede de passarela com grade
ru: Решетчатый мостик (приставной)
zh_cn: 格栅式过道墙
