Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# IngameHelp_Turbine2_Detail1
source: Your base will require more power as you add more functional blocks. Be sure to build more wind turbines or solar panels or turn blocks off to prevent them from consuming power.
de: Ihre Basis wird mehr Leistung benötigen, wenn Sie weitere Funktionsblöcke hinzufügen. Stellen Sie sicher, dass Sie mehr Windturbinen oder Sonnenkollektoren konstruieren oder Blöcke abschalten, damit sie keine Energie verbrauchen.
es: Tu base requerirá más energía a medida que agregues más bloques funcionales. Asegúrate de construir más turbinas eólicas o paneles solares o apaga los bloques para evitar que consuman energía.
fr: Votre base nécessitera plus de puissance à mesure que vous ajouterez plus de blocs fonctionnels. Assurez-vous de construire davantage d’éoliennes ou de panneaux solaires ou d’éteindre des blocs pour les empêcher de consommer de l’énergie.
hu_hu: A bázis több energiát igényel, mivel több funkcionális blokkot is hozzá adott. Építsen több szélturbinát vagy napelemet, vagy kapcsoljon ki blokkokat, hogy megakadályozza az áram túlfogyasztását.
it: La tua base richiederà più potenza man mano che aggiungerai altri blocchi funzionali. Assicurati di costruire più turbine eoliche o pannelli solari o di spegnere i blocchi per evitare che consumino energia.
pl_pl: Twoja baza będzie wymagać więcej mocy kiedy będziesz dodawać więcej funkcjonalnych bloków. Możesz budować turbiny wiatrowe lub panele słoneczne lub wyłączać bloki aby zapobiec zużywaniu energii.
pt_br: Sua base demandará mais energia à medida que você adiciona mais blocos funcionais. Certifique-se de construir mais turbinas eólicas, painéis solares ou desligar blocos para evitar que consumam energia.
ru: Ваша база будет требовать больше энергии по мере добавления функциональных блоков. Стройте больше ветрогенераторов и солнечных панелей или выключайте блоки, чтобы остановить потребление ими энергии.
zh_cn: 你增加了功能方块，所以需要更多的电。一定要建造更多的风轮机或者太阳能板或者关闭方块节约电。

# IngameHelp_Turbine_Detail1
source: A solar panel or wind turbine under the right conditions will be able to provide enough energy for you to get started. Continue by adding a basic assembler or deconstruct your old survival kit and move it over to your new base.
de: Ein Sonnenkollektor oder eine Windturbine können unter den richtigen Bedingungen genügend Energie liefern, damit Sie loslegen können. Fahren Sie fort, indem Sie eine einfache Montageanlage hinzufügen oder Ihr altes Survival-Kit zerlegen und es auf einer neuen Basis neu errichten.
es: Un panel solar o una turbina eólica en las condiciones adecuadas será capaz de proporcionar suficiente energía para que puedas empezar. Continúa agregando un ensamblador básico o deconstruyendo tu antiguo kit de supervivencia y colócalo en tu nueva base.
fr: Un panneau solaire ou une éolienne dans les bonnes conditions pourra fournir suffisamment d’énergie pour que vous puissiez commencer. Continuez en ajoutant un assembleur de base ou détruisez votre ancien kit de survie et déplacez-le vers votre nouvelle base.
hu_hu: Megfelelő körülmények között egy napelem vagy szélturbina elegendő energiát tud biztosítani az induláshoz. Folytassa egy alap összeszerelő építésével, vagy bontsa ki a régi túlélőkészletből, és helyezze át az új bázisra.
it: Un pannello solare o una turbina eolica nelle giuste condizioni sarà in grado di fornire energia sufficiente per iniziare a lavorare. Continua aggiungendo un assemblatore di base o decostruisci il tuo vecchio kit di sopravvivenza e spostalo nella tua nuova base.
pl_pl: Panele słoneczne i turbiny wiatrowe w odpowiednich warunkach są w stanie dostarczyć wystarczająco energii aby móc rozpocząć grę. Kontynuuj przez budowę podstawowej stacji montażowej lub zdemontuj stary zestaw przetrwania i przenieś go do nowej bazy.
pt_br: Painéis solares ou turbinas eólicas, sob condições adequadas, são o bastante para gerar energia suficiente para o seu início. Adicione uma montadora básica ou desmonte seu antigo kit de sobrevivência, movendo-o para sua nova base.
ru: Солнечная панель или ветрогенератор в подходящих условиях предоставят достаточно энергии для начала. Постройте базовый сборщик или перенесите комплект для выживания на базу.
zh_cn: 太阳能板或者风轮机会提供足够的电力。继续增加装配机或者拆解旧的生存套件然后将它移到新基地。

# IngameHelp_Turbine_Title
source: Good.bot: Power
de: Good.Bot: Energie
es: Good.bot: Energía
fr: Good.bot : Alimentation en énergie
hu_hu: Good.bot: Energia
it: Good.bot: Energia
pl_pl: Good.bot: Zasilanie
pt_br: Good.bot: Energia
ru: Good.bot: Энергия
zh_cn: Good.bot：电力

# IngameHelp_BasicRefinery_Detail1
source: A basic assembler or basic refinery is more efficient at producing and refining then the survival kit but also requires more power. Build a battery to use your power more efficiently.
de: Eine Einfache Montageanlage oder eine einfache Raffinerie sind bei der Veredelung von Rohstoffen und Herstellung von Komponenten effizienter als das Survival-Kit, verbrauchen aber auch mehr Energie. Konstruieren Sie eine Batterie, um die zur Verfügung stehende Energie effizienter nutzen zu können.
es: Un ensamblador o refinería básica es más eficiente en la producción y refinación que el kit de supervivencia, pero también requiere más potencia. Construye una batería para usar la energía más eficientemente.
fr: Un assembleur de base ou une raffinerie de base est plus efficace pour la production et le raffinage que le kit de survie, mais nécessite également plus de puissance. Construisez une batterie pour utiliser votre énergie plus efficacement.
hu_hu: Az alap összeszerelő vagy az alap finomító hatékonyabb a gyártásban és finomításában, de több energiát is igényel. Építsen akkumulátort, hogy hatékonyabban használja az energiát.
it: Un assemblatore di base o una raffineria di base è più efficiente nella produzione e nella raffinazione rispetto al kit di sopravvivenza, ma richiede anche più potenza. Costruisci una batteria per usare l'energia in modo più efficiente.
pl_pl: Podstawowa stacja montażowa i podstawowa rafineria są lepsze w produkcji i przetapianiu niż zestaw przetrwania ale wymagają więcej mocy. Zbuduj akumulator aby wydajniej korzystać z zasilania.
pt_br: Montadoras e refinarias básicas são mais eficientes em produção e refino que o kit de sobrevivência, mas consomem mais energia. Construa uma bateria para utilizar sua energia de forma mais eficiente.
ru: Базовый сборщик или базовый очиститель более эффективны для производства, чем комплект для выживания, но требуют больше энергии. Постройте батарею для более эффективного управления энергией.
zh_cn: 简易装配机或者精炼机要比生存套件更有效但是耗电量大。 建造电池，更有效地用电。

# IngameHelp_BasicRefinery_Title
source: Good.bot: Efficiency
de: Good.Bot: Effizienz
es: Good.bot: Eficiencia
fr: Good.bot : Efficacité
hu_hu: Good.bot: Hatékonyság
it: Good.bot: Efficienza
pl_pl: Good.bot: Wydajność
pt_br: Good.bot: Eficiência
ru: Good.bot: Производительность
zh_cn: Good.bot：效率

# IngameHelp_Battery2_Detail1
source: You can find ores by looking for dark or bright spots on the ground. Equip your drill to scan for nearby ores or build scouting vehicles with ore detectors to move large amounts of ore to your base.
de: Sie können Erze finden, indem Sie nach dunklen oder hellen Flecken auf dem Boden suchen. Nehmen Sie Ihren Bohrer zur Hand, um nach nahegelegenen Erzen zu scannen, oder konstruieren Sie Erkundungsfahrzeuge mit Erzdetektoren, um große Erzmengen zu Ihrer Basis zu transportieren.
es: Puedes encontrar minerales buscando puntos oscuros o brillantes en el suelo. Equipa tu taladro para escanear los minerales cercanos o construye vehículos de exploración con detectores de minerales para mover grandes cantidades de mineral a tu base.
fr: Vous pouvez trouver des minerais en recherchant des taches sombres ou claires sur le sol. Équipez vous de votre foreuse pour détecter les minerais à proximité ou construisez des véhicules de repérage avec des détecteurs de minerai pour transporter de grandes quantités de minerai vers votre base.
hu_hu: Megtalálhatja az érceket, ha sötét vagy világos foltokat keres a talajon. Szerelje fel a fúrót a közeli ércek felkutatására, vagy építsen felderítő járműveket ércdetektorokkal, hogy nagy mennyiségű ércet mozgasson a bázisra.
it: Puoi trovare i minerali cercando punti scuri o luminosi sul terreno. Equipaggia la tua trivella per la ricerca di minerali nelle vicinanze o costruisci veicoli di esplorazione con rilevatori di minerali per spostare grandi quantità di minerale alla tua base.
pl_pl: Możesz znaleźć rudy w ciemniejszych lub jaśniejszych miejscach. Wyposaż się w wiertło aby skanować pobliskie rudy lub zbuduj pojazdy zwiadowcze z detektorami rudy mogące przenosić ogromne ilości rud do bazy.
pt_br: Você pode encontrar minério procurando pontos escuros ou brilhantes no solo. Use sua britadeira para detectar minerais nas proximidades ou construa veículos de rastreamento com detectores de minério para transportar grandes quantidades de minério para a sua base.
ru: Вы можете находить руды находя темные и светлые пятна на земле. Возьмите бур для сканирования залегающих руд или постройте технику для геологоразведки с помощью детекторов руд и транспортировки большого количества добытой руды.
zh_cn: 地面上的阴暗或者光亮处都有矿石。装配你的钻子，在附近探矿，建造带矿石探测器的矿车运矿石到基地。

# IngameHelp_Battery_Detail1
source: Your base is shaping up! Now that you have a battery you can start expanding your base even more. Try to find ores to increase your production significantly.
de: Ihre Basis nimmt Gestalt an! Jetzt, da Sie eine Batterie haben, können Sie damit beginnen, Ihre Basis noch weiter auszubauen. Versuchen Sie, Erze zu finden, um Ihre Produktion deutlich zu steigern.
es: ¡Ya va tomando forma tu base! Ahora que tienes una batería, puedes empezar a expandir tu base aún más. Intenta encontrar minerales para aumentar tu producción considerablemente.
fr: Votre base se met en place ! Maintenant que vous avez une batterie, vous pouvez commencer à étendre encore plus votre base. Essayez de trouver du minerai pour augmenter votre production de manière significative.
hu_hu: A bázisa formálódik! Most, hogy van egy akkumulátora elkezdheti bővíteni a bázisát. Próbálja érceket találni, hogy jelentősen növelje termelését.
it: La tua base si sta formando! Ora che hai una batteria puoi iniziare ad ampliare ancora di più la tua base. Cerca di trovare dei minerali per aumentare la tua produzione in modo significativo.
pl_pl: Baza nabiera kształtów! Teraz kiedy masz akumulator możesz bardziej rozszerzać bazę. Znajdź rudy aby znacząco przyśpieszyć produkcję.
pt_br: Sua base está tomando forma! Agora que possui uma bateria, você pode começar a expandir ainda mais sua base. Encontre minerais para aumentar consideravelmente sua produção.
ru: Ваша база растет! С батареей Вы можете расширять ее дальше. Найдите больше руд для значительного увеличения производства.
zh_cn: 基地已经有点规模了！ 现在你已经有了电池，可以扩张基地。找到矿石，有效提高产能。

# IngameHelp_Battery_Title
source: Good.bot: Progression
de: Good.Bot: Forschungsfortschritt
es: Good.bot: Progresión
hu_hu: Good.bot: Fejlődés
it: Good.bot: Progressione
pl_pl: Good.bot: Postęp
pt_br: Good.bot: Progressão
ru: Good.bot: Прогресс
zh_cn: Good.bot：进展

# IngameHelp_Temperature_Detail1
source: Temperature affects how quickly your suit energy drains. Hot or cold temperatures will hurt you when your suit is out of power. Tip: Pressurized environments will always maintain optimal temperatures.
de: Die Temperatur beeinflusst, wie schnell die Energie Ihres Anzugs verbraucht wird. Heiße oder kalte Temperaturen schaden Ihnen, wenn Ihr Anzug keine Energie mehr hat. Tipp: Druckbeaufschlagte Umgebungen halten immer optimale Temperaturen aufrecht.
es: La temperatura afecta la velocidad con la que el traje consume energía. Las temperaturas calientes o frías te harán daño cuando tu traje esté sin energía. Consejo: Los ambientes presurizados siempre mantendrán temperaturas ideales.
fr: La température affecte la rapidité avec laquelle l'énergie de votre combinaison est consommée. Les températures chaudes ou froides peuvent vous blesser lorsque votre combinaison est à court d'énergie. Conseil : Les environnements sous pression maintiendront toujours des températures optimales.
hu_hu: A hőmérséklet befolyásolja, hogy milyen gyorsan merül a ruhája energiája. A meleg vagy hideg hőmérséklet ártani fog Önnek, ha az öltönye nem működik. Tipp: A túlnyomásos környezet mindig optimális hőmérsékletet tart fenn.
it: La temperatura influisce sulla velocità con cui la tua tuta scarica l'energia. Le temperature calde o fredde ti fanno male quando la tua tuta è senza energia. Suggerimento: Gli ambienti sotto pressione manterranno sempre le temperature ottimali.
pl_pl: Temperatura ma wpływ na prędkość zużywania mocy skafandra. Wysokie i niskie temperatury ranią jeśli twój skafander nie ma zasilania. Rada: Miejsca pod ciśnieniem zawsze utrzymują optymalną temperaturę.
pt_br: A temperatura afeta a velocidade com que seu traje drena energia. Temperaturas quentes ou frias causarão danos quando seu traje estiver sem energia. Dica: Ambientes pressurizados sempre manterão temperaturas ideais.
ru: Температура влияет на потребление скафандром энергии. Высокая или низкая температура начнут снижать здоровье, если энергия в скафандре закончилась. Подсказка: герметичные комнаты всегда сохраняют оптимальную температуру.
zh_cn: 温度决定了宇航服的耗电量。如果宇航服断电，高温和低温都会伤害你。 提示：加压环境总是可以保持最佳温度。

# IngameHelp_Temperature_Title
source: Good.bot: Temperature
de: Good.Bot: Temperatur
es: Good.bot: Temperatura
fr: Good.bot : Température
hu_hu: Good.bot: Hőmérséklet
it: Good.bot: Temperatura
pl_pl: Good.bot: Temperatura
pt_br: Good.bot: Temperatura
zh_cn: Good.bot：温度

# RespawnScreeenHelpTextSpaceSpawn
source: You will spawn near other players in space.
de: Sie werden in der Nähe anderer Spieler im Weltraum spawnen.
es: Aparecerás cerca de otros jugadores en el espacio.
fr: Vous allez apparaître près d'autres joueurs dans l'espace.
hu_hu: Más űrbeli játékosok közelében fogsz újjáéledni.
it: Rientrerai vicino agli altri giocatori nello spazio.
pl_pl: Odrodzisz się w pobliżu innych graczy w kosmosie.
pt_br: Você renascerá próximo a outros jogadores no espaço.
ru: Вы появитесь рядом с другими игроками в космосе.
zh_cn: 你会在太空中其他的玩家附近重生。

# RespawnScreeenHelpTextSpawn
source: You will spawn near other players on the planet or the moon.
de: Sie werden in der Nähe anderer Spieler auf dem Planeten oder Mond spawnen.
es: Aparecerás cerca de otros jugadores en el planeta o en la luna.
fr: Vous allez apparaître près d'autres joueurs sur la planète ou sur la lune.
hu_hu: Újjáéledésedkor többi játékos lesz a közelében a bolygókon vagy holdakon.
it: Rientrerai vicino agli altri giocatori sul pianeta o sulla luna.
pl_pl: Odrodzisz się w pobliżu innych graczy na planecie lub księżycu.
pt_br: Você renascerá próximo a outros jogadores no planeta ou na lua.
ru: Вы появитесь рядом с другими игроками на планетах и лунах.
zh_cn: 你会在行星或者卫星中其他的玩家附近重生。

# WorldSettings_BlocksInventorySize
source: Blocks inventory size
de: Inventarumfang von Blöcken
es: Tamaño del inventario de bloques
fr: Taille de l'inventaire des blocs
hu_hu: Blokkok készlet mérete
it: Dimensioni inventario blocchi
pl_pl: Rozmiar ekwipunku bloku
pt_br: Tamanho de inventário dos blocos
ru: Размер инвентаря блоков
zh_cn: 方块库存大小

# WorldSettings_CharactersInventorySize
source: Characters inventory size
de: Charakter-Inventarumfang
es: Tamaño del inventario del personaje
fr: Taille de l'inventaire des personnages
hu_hu: Karakterkészlet mérete
it: Dimensioni inventario personaggi
pl_pl: Rozmiar ekwipunku gracza
pt_br: Tamanho de inventário dos personagens
ru: Размер инвентаря персонажа
zh_cn: 人物库存大小

# ToolTipWorldSettings_BlocksInventorySize
source: Adjusts the inventory size of blocks like cargo containers, production blocks, and similar.
de: Passt die Inventargröße von Blöcken wie Frachtcontainern, Produktionsblöcken und ähnlichen an.
es: Ajusta el tamaño del inventario de bloques como contenedores de carga, bloques de producción y similares.
fr: Ajuste la taille de l'inventaire des blocs comme les conteneurs de fret, les blocs de production et autres blocs similaires.
hu_hu: Blokkok készlet méretének beállítása
it: Regola la dimensione dell'inventario di blocchi come container, blocchi di produzione e simili.
pl_pl: Dostosuj rozmiar ekwipunku bloków
pt_br: Ajusta o tamanho do inventário de blocos como contêineres de carga, blocos de produção e similares.
ru: Изменяет размер инвентаря таких блоков как контейнеры, производственные блоки и т. п.
zh_cn: 调整货物储存箱、生产方块等类似方块的库存大小。

# Department_Designers
source: Designers
de: Designer
es: Diseñadores
hu_hu: Tervezők
it: Progettisti
pl_pl: Projektanci
ru: Гейм и левел дизайнеры
zh_cn: 设计师

# Department_LeadArtist
source: Lead Artist
de: Künstliche Leitung
es: Artista líder
fr: Artiste principal
hu_hu: Vezető művész
it: Artista principale
pl_pl: Główny Grafik
pt_br: Artista chefe
ru: Ведущий художник
zh_cn: 首席美工

# Department_LeadDesigner
source: Lead Designer
de: Lead Design
es: Diseñador líder
fr: Designer principal
hu_hu: Vezető tervező
it: Progettista principale
pl_pl: Główny Projektant
pt_br: Designer chefe
ru: Ведущий гейм дизайнер
zh_cn: 首席设计师

# Department_TechnicalDirector
source: Technical Director
de: Technische Leitung
es: Director técnico
fr: DIrecteur technique
hu_hu: Műszaki igazgató
it: Direttore tecnico
pl_pl: Dyrektor Techniczny
pt_br: Diretor técnico
ru: Технический директор
zh_cn: 技术主管

# Department_TeamOperations
source: Team Operations
es: Operaciones de Equipo
fr: Opérations d'équipe
hu_hu: Műveleti csoport
it: Operazioni di squadra
pl_pl: Zespół Operacyjny
pt_br: Operações de equipe
ru: Управление командой
zh_cn: 团队操作

# Department_Video
source: Video
de: Grafik
es: Vídeo
fr: Vidéo
hu_hu: Videó
pl_pl: Grafika
pt_br: Vídeo
ru: Видео
zh_cn: 视频

# Faction_Filter_Enemy
source: Show Enemies
de: Feinde anzeigen
es: Mostrar enemigos
fr: Montrer les ennemis
hu_hu: Ellenségek Megjelenítése
it: Mostra nemici
pl_pl: Pokaż Wrogów
pt_br: Mostrar inimigos
ru: Показать врагов
zh_cn: 显示敌人

# Faction_Filter_Friend
source: Show Friends
de: Freunde anzeigen
es: Mostrar amigos
fr: Montrer les amis
hu_hu: Barátok Megjelenítése
it: Mostra amici
pl_pl: Pokaż Przyjaciół
pt_br: Mostrar amigos
ru: Показать союзников
zh_cn: 显示朋友

# Faction_Filter_Neutral
source: Show Neutrals
de: Neutrale anzeigen
es: Mostrar neutrales
fr: Montrer les neutres
hu_hu: Semlegesek Megjelenítése
it: Mostra neutrali
pl_pl: Pokaż Neutralnych
pt_br: Mostrar neutros
ru: Показать нейтралов
zh_cn: 显示中立方

# Faction_Filter_Player
source: Show Me
de: Mich anzeigen
es: Mostrarme a mí
fr: Me montrer
hu_hu: Mutasd Meg
it: Mostrami
pl_pl: Pokaż Mnie
pt_br: Mostrar eu
ru: Показать меня
zh_cn: 显示我

# Faction_Filter_None
source: All
de: Alle
es: Todo
fr: Tous
hu_hu: Mind
it: Tutto
pl_pl: Wszystkie
pt_br: Tudo
ru: Все
zh_cn: 所有

# Faction_Filter_NPC
source: Non Player
de: Nicht-Spieler
es: No Jugadores
fr: Non joueur
hu_hu: Nem Játékos
it: Non giocatore
pl_pl: NPC
pt_br: Nenhum jogador
ru: Неигровой персонаж
zh_cn: 无玩家

# Description_StoreBlock
source: Block that enables automatized trading.
de: Block, der automatisierten Handel ermöglicht.
es: Bloque que permite el comercio automatizado.
fr: Un bloc qui permet le commerce automatisé.
hu_hu: Blokk, amely lehetővé teszi az automatizált kereskedést.
it: Blocco che abilita la compravendita automatizzata.
pl_pl: Blok, który umożliwia automatyczny handel.
pt_br: Bloco que habilita comércio automatizado.
ru: Блок для автоматизированной торговли.
zh_cn: 此网格能启动自动交易。

# DisplayName_Block_Store
source: Store
de: Geschäft
es: Tienda
fr: Boutique
hu_hu: Áruház
it: Negozio
pl_pl: Sklep
pt_br: Loja
ru: Магазин
zh_cn: 商店

# BlockPropertyDescription_Connector_AutoUnlockTime
source: Time (in seconds) after which connector automatically unlocks.
de: Zeit (in Sekunden), nach der der Verbinder automatisch entkoppelt wird.
es: Tiempo (en segundos) tras el cual el conector se desbloquea automáticamente.
fr: Temps (en secondes) après lequel le connecteur se déverrouille automatiquement.
hu_hu: Idő (másodperc), amely után a csatlakozó automatikusan kinyílik.
it: Tempo (in secondi) dopo il quale il connettore si sblocca automaticamente.
pl_pl: Czas (w sekundach) po jakim łącznik sam się odblokuje.
pt_br: Tempo (em segundos) até o conector ser desbloqueado automaticamente.
ru: Время (секунды), после которого коннектор автоматически отсоединится.
zh_cn: 倒计时结束后连接器自动解锁。

# BlockPropertyTitle_Connector_AutoUnlockTime
source: Autounlock Time
de: Auto-Entkopplungszeit
es: Tiempo de auto-desbloqueo
fr: Temps de déverrouillage automatique
hu_hu: Automatikus feloldási idő
it: Tempo di autosblocco
pl_pl: Czas Auto-odblokowania
pt_br: Tempo de desbloqueio automático
ru: Время авто-отсоединения.
zh_cn: 自动解锁时间

# Terminal_Trading
source: Trading Mode
de: Handelsmodus
es: Comercio habilitado
fr: Mode commerce
hu_hu: Kereskedési mód
it: Modalità di compravendita
pl_pl: Tryb handlu
pt_br: Modo comércio
ru: Торговля включена
zh_cn: 交易模式

# Terminal_Trading_Tooltip
source: Trading Mode allows trading through store block. It also prevents the visibility of blocks of other grid, transfer of electricity and items. Cannot be changed while connector is connected.
de: Der Handelsmodus erlaubt es, über den Geschäftsblock Handel zu betreiben. Er verhindert jedoch, dass mit Hilfe des Verbinders auf Blöcke verbundener Konstruktion zugegriffen werden kann, sowie Energie und Items mit Ihnen ausgetauscht werden können. Einstellung kann nicht geändert werden, während der Verbinder angeschlossen ist.
es: El modo de Comercio permite el comercio con un bloque tienda. También previene la transfusión de energía y objetos. No se puede cambiar mientras el conector está en uso.
fr: Le mode commerce vous permet d'échanger via un bloc de commerce. Il empêche aussi la visibilité de blocs d'autres grilles, les transferts d'électricité et d'autres objets. Ne peut pas être changé pendant qu'un connecteur est connecté.
hu_hu: A Kereskedési mód lehetővé teszi a kereskedést az üzlet blokkokon keresztül. Ez megakadályozza az egyéb hálózati blokkok láthatóságát, a villamos energia és az elemek átadását is. A csatlakozó csatlakoztatása közben nem lehet megváltoztatni.
it: La modalità di compravendita permette la compravendita attraverso il blocco del negozio. Inoltre impedisce la visibilità dei blocchi di altre reti, il trasferimento di energia elettrica e di oggetti. Non può essere cambiata mentre il connettore è collegato.
pl_pl: Tryb handlowy pozwala na handel poprzez blok sklepowy. Uniemożliwia też widoczność innych bloków struktury, blokuje przepływ prądu i przedmiotów. Nie może zostać zmieniony kiedy łącznik jest połączony.
pt_br: O Modo comércio permite negociações através do bloco de loja. Também bloqueia a visibilidade de blocos a blocos de outras grids, transferência de eletricidade e itens. Não pode ser alterado enquanto o conector estiver conectado.
ru: Режим торговли позволяет торговать через блок магазина. Скрывает остальные блоки структуры, передачу электричества и предментов. Нельзя изменить при соединенном коннекторе.
zh_cn: 交易模式中可以通过商店模块进行交易。连接器连接后，不可改变方块的可见度和输电。

# BlockPropertiesText_ConnectorDetail_Part1
source: Connected
de: Gekoppelt vor:
es: Conectado
fr: Connecté il y a
hu_hu: Csatlakoztatva
it: Collegato
pl_pl: Połączony
pt_br: Conectado há
ru: Соединен
zh_cn: 已连接

# BlockPropertiesText_ConnectorDetail_Part2
source: ago Disconnect after:
de: Entkoppeln nach:
es: ago Desconectar después de:
fr: Déconnecter après :
hu_hu: ezelőtt Kapcsolat bontása után:
it: fa Scollega dopo:
pl_pl: temu Rozłącz po:
pt_br: Desconectar após:
ru: назад. Отсоединение через:
zh_cn: 先断开 然后：

# BlockPropertiesText_ConnectorDetail_Part3
source: Never
de: Nie
es: Nunca
fr: Jamais
hu_hu: Soha
it: Mai
pl_pl: Nigdy
pt_br: Nunca
ru: Никогда
zh_cn: 从不
