Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# Beacon_SafeZone_Desc
source: Enable safe zone
de: Sicherheitszone aktivieren
es: Habilitar zona segura
fr: Activer la zone sécurisée
hu_hu: Biztonságos zóna engedélyezése
it: Abilita zona sicura
pl_pl: Włącz bezpieczną strefę
pt_br: Habilitar zona segura
ru: Включить безопасную зону
zh_cn: 启动安全区

# Beacon_SafeZone_Info_Desc
source: Safe Zone:
de: Sicherheitszone:
es: Zona segura:
fr: Zone sécurisée :
hu_hu: Biztonsági zóna:
it: Zona sicura:
pl_pl: Bezpieczna Strefa:
pt_br: Zona segura:
ru: Безопасная зона:
zh_cn: 安全区：

# Beacon_SafeZone_Info_Disabled
source: Disabled
de: Deaktiviert
es: Deshabilitado
fr: Désactivée
hu_hu: Letiltva
it: Disattivato
pl_pl: Wyłączona
pt_br: Desablitado
ru: Отключено
zh_cn: 关闭

# Beacon_SafeZone_Info_Enabled
source: Enabled
de: Aktiviert
es: Habilitado
fr: Activée
hu_hu: Engedélyezve
it: Attivato
pl_pl: Włączona
pt_br: Habilitado
ru: Включено
zh_cn: 启用

# Beacon_SafeZone_Info_Initializing
source: Initializing...
de: Initialisierung ...
es: Iniciando...
fr: Initialisation...
hu_hu: Inicializálás...
it: Inizializzazione...
pl_pl: Inicjalizacja...
pt_br: Inicializando...
ru: Инициализация...
zh_cn: 初始化…

# Beacon_SafeZone_Off
source: Off
de: Aus
hu_hu: Ki
pl_pl: Wył
pt_br: Desligado
ru: Выкл
zh_cn: 关闭

# Beacon_SafeZone_On
source: On
de: An
hu_hu: Be
pl_pl: Wł
pt_br: Ligado
ru: Вкл
zh_cn: 开启

# Beacon_SafeZone_ToolTip
source: Toggle to turn on safe zone (Grid has to be converted to station for this to work). Activation time is {0} second{3}. Cost is {1} Zone Chip{4} per {2} minute{5}.
de: Umschalter zum Einschalten der Sicherheitszone (die Blockkonstruktion muss, damit dies funktioniert, in eine Station umgewandelt werden). Aktivierungszeit ist {0} Sekunde{3}. Kosten sind {1} Zonen-Chip{4} pro {2} Minute{5}.
es: Actívalo para encender la zona segura (la estructura tiene que ser una estación para que funcione). El tiempo de activación es {0} segundos{3}. El coste es de {1}Chips de Zona{4} por{2} minutos{5}.
fr: Activation de la zone de sécurité (la grille doit être convertie en station pour que cela fonctionne). Le temps d'activation est {0} seconde{3}. Le coût est {1} puce{4} de zone pour {2} minute{5}.
hu_hu: Biztonsági zóna bekapcsolására (A objektumot állomássá kell alakítani, hogy működjön). Az aktiválási idő {0} másodperc{3}. A költség {1} Zóna Chip{4} per {2} percenként{5}.
it: Commuta per attivare la zona sicura (la rete deve essere convertita in stazione perché questo funzioni). Il tempo di attivazione è {0}secondo{3}. Il costo è {1}Il chip di zona {4}al {2}minuto{5}.
pl_pl: Przełącz aby włączyć bezpieczną strefę (struktura musi być stacją). Czas aktywacji to {0} sekund{3}. Koszt to {1}Chip strefy{4} na {2} minut{5}.
pt_br: Acione para ativar a zona segura (a grid deve ser convertida para estação para funcionar). Tempo de ativação de {0} segundo{3}. O custo é de {1} Fichas de zona {4} por {2} minuto{5}.
ru: Переключите для создания безопасной зоны вокруг маяка (структура должна быть конвертирована в станцию). Время активации: {0} сек. {3}Стоимость {1} Ключей безопасности за{4} {2}{5} мин.
zh_cn: 切换开启信标周围的安全区（需要先将网格要转换成基站）。 激活需要{0}秒{3}。要花费{1}区域筹码{4}每{2}分钟{5}。

# Beacon_SafeZone_RangeSlider
source: Set Range of safe zone
de: Sicherheitszone festlegen
es: Establecer el rango de la zona segura
fr: Définir la portée de la zone sécurisée
hu_hu: Biztonsági zóna tartományának beállítása
it: Imposta gamma di zone sicure
pl_pl: Ustaw zasięg bezpiecznej strefy
pt_br: Definir a extensão da zona segura
ru: Установить радиус безопасной зоны
zh_cn: 设置安全区范围

# Beacon_SafeZone_RangeSlider_TTIP
source: Change to set new safe zone range
de: Den Bereich der Sicherheitszone festlegen
es: Cámbialo para establecer el rango de la nueva zona segura
fr: Modifier pour définir la portée de la nouvelle zone sécurisée
hu_hu: Váltás az új biztonságos zóna tartomány beállítására
it: Modifica per impostare la nuova gamma di zone sicure
pl_pl: Zmień zasięg bezpiecznej strefy
pt_br: Altere para ajustar a nova extensão da zona segura
ru: Измените, чтобы установить новый радиус безопасной зоны
zh_cn: 设定新的安全区范围

# Beacon_SafeZone_Info_Inactive
source: Inactive
de: Inaktiv
es: Inactivo
fr: Désactivée
hu_hu: Inaktív
it: Inattivo
pl_pl: Nieaktywna
pt_br: Inativo
ru: Неактивно
zh_cn: 已失效

# DisplayName_Item_Datapad
source: Datapad
es: PDA
fr: Tablette
hu_hu: Adat Mappa
ru: Инфопланшет
zh_cn: 数据板

# DisplayName_Item_ZoneChip
source: Zone Chip
de: Zonenchip
es: Chip de Zona
fr: Puce de zone
hu_hu: Zóna csip
it: Chip di zona
pl_pl: Chip Strefy
pt_br: Fichas de zona
ru: Ключ безопасности
zh_cn: 区域筹码

# DatapadEditEcreen_Caption
source: Datapad Editor
es: Editor de PDAs
fr: Éditeur de tablette
hu_hu: Adatlap Szerkesztő
it: Editor datapad
pl_pl: Edycja Datapadu
pt_br: Editor de datapad
ru: Редактор инфопланшета
zh_cn: 数据板编辑器

# DatapadEditScreen_Name
source: Datapad Name:
es: Nombre de la PDA:
fr: Nom de la tablette :
hu_hu: Adatlap Neve:
it: Nome datapad:
pl_pl: Nazwa Datapadu:
pt_br: Nome do datapad:
ru: Название инфопланшета:
zh_cn: 数据板名称：

# Beacon_SafeZone_AllowBuild_TTIP
source: Allow/Disallow Building in Safe Zone
de: Konstruieren in Sicherheitszone erlauben/verweigern
es: Permitir o no la Construcción en la Zona Segura
fr: Autoriser/interdire la construction dans la zone sécurisée
hu_hu: Épület Engedélyezése/Tiltása a biztonságos zónában
it: Consenti/Non consentire costruzione in Zona Sicura
pl_pl: Zezwól/Zabroń Budowę
pt_br: Habilitar/Desabilitar construção na zona segura
ru: Разрешить/Запретить строительство в безопасной зоне
zh_cn: 允许/不允许安全区建造

# Beacon_SafeZone_AllowDmg_TTIP
source: Allow/Disallow Damage in Safe Zone
de: Schäden in der sicheren Zone ermöglichen/nicht ermöglichen
es: Permitir o no el daño en la Zona Segura
fr: Autoriser/interdire les dégâts dans la zone sécurisée
hu_hu: Sérülés Engedélyezése/Tiltása a biztonságos zónában
it: Consenti/Non consentire danni in Zona Sicura
pl_pl: Zezwól/Zabroń Obrażenia
pt_br: Habilitar/Desabilitar danos na zona segura
ru: Разрешить/Запретить повреждения в безопасной зоне
zh_cn: 允许/不允许安全区伤害

# Beacon_SafeZone_AllowDrill_TTIP
source: Allow/Disallow Drilling in Safe Zone
de: Erlauben/Verweigern von Bohrungen in Sicherheitszone
es: Permitir o no la Minería en la Zona Segura
fr: Autoriser/interdire le forage dans la zone sécurisée
hu_hu: Fúrás Engedélyezése/Tiltása a biztonságos zónában
it: Consenti/Non consentire trivellazione in Zona Sicura
pl_pl: Zezwól/Zabroń Wiercenie
pt_br: Habilitar/Desabilitar perfuração na zona segura
ru: Разрешить/Запретить бурение в безопасной зоне
zh_cn: 允许/不允许安全区开矿

# Beacon_SafeZone_AllowGrind_TTIP
source: Allow/Disallow Grinding in Safe Zone
de: Schleifen in Sicherheitszone erlauben/verweigern
es: Permitir o no el uso de amoladoras en la Zona Segura
fr: Autoriser/interdire le meulage dans la zone sécurisée
hu_hu: Őrlés Engedélyezése/Tiltása a biztonságos zónában
it: Consenti/Non consentire smerigliatura in Zona Sicura
pl_pl: Zezwól/Zabroń Szlifowanie
pt_br: Habilitar/Desabilitar desmontagem na zona segura
ru: Разрешить/Запретить демонтаж в безопасной зоне
zh_cn: 允许/不允许安全区切割

# Beacon_SafeZone_AllowShoot_TTIP
source: Allow/Disallow Shooting in Safe Zone
de: Schießen in Sicherheitszone erlauben/verweigern
es: Permitir o no Disparar en la Zona Segura
fr: Autoriser/interdire le tir dans la zone sécurisée
hu_hu: Fényképezés Engedélyezése/Tiltása a biztonságos zónában
it: Consenti/Non consentire spari in Zona Sicura
pl_pl: Zezwól/Zabroń Strzelanie
pt_br: Habilitar/Desabilitar disparos na zona segura
ru: Разрешить/Запретить стрельбу в безопасной зоне
zh_cn: 允许/不允许安全区射击

# Beacon_SafeZone_AllowVoxel_TTIP
source: Allow/Disallow Voxel modifications in Safe Zone
de: Voxel-Modifikationen in Sicherheitszone erlauben/verweigern
es: Permitir o no la modificación de Vóxel en la Zona Segura
fr: Autoriser/interdire les modifications de voxels dans la zone sécurisée
hu_hu: A Voxel módosítását Engedélyezése/Tiltása a biztonságos zónában
it: Consenti/Non consentire modifiche Voxel in Zona Sicura
pl_pl: Zezwól/Zabroń Ręce Stwórcy
pt_br: Habilitar/Desabilitar modificações de voxel na zona segura
ru: Разрешить/Запретить изменения вокселей в безопасной зоне
zh_cn: 允许/不允许安全区体素修改

# Beacon_SafeZone_AllowWeld_TTIP
source: Allow/Disallow Welding in Safe Zone
de: Schweißen in Sicherheitszone erlauben/verweigern
es: Permitir o no el uso de soldadores en la Zona Segura
fr: Autoriser/interdire le tir soudage la zone sécurisée
hu_hu: Hegesztés Engedélyezése /Tiltása a biztonságos zónában
it: Consenti/Non consentire saldatura in Zona Sicura
pl_pl: Zezwól/Zabroń Spawanie
pt_br: Habilitar/Desabilitar soldagem na zona segura
ru: Разрешить/Запретить сварку в безопасной зоне
zh_cn: 允许/不允许安全区焊接

# Beacon_SafeZone_FilterBtn_TTIP
source: Setup Safe Zone access
de: Zugang zur Sicherheitszone einrichten
es: Configurar el acceso a la Zona Segura
fr: Définir l'accès à la zone sécurisée
hu_hu: Biztonságos zóna hozzáférés beállítása
it: Imposta accesso Zona Sicura
pl_pl: Ustaw dostęp do Bezpiecznej Strefy
pt_br: Configurar acesso da zona segura
ru: Настроить доступ безопасной зоны
zh_cn: 设定安全区访问权限

# DatapadEditScreen_Content
source: Content:
de: Inhalt:
es: Contenido:
fr: Contenu :
hu_hu: Tartalom:
it: Contenuto:
pl_pl: Zawartość:
pt_br: Conteúdo:
ru: Содержимое:
zh_cn: 内容：

# DatapadEditScreen_ContentUsage
source: Bytes used: {0}/{1}
de: Belegter Speicherplatz (in Bytes): {0}/{1}
es: Bytes usados: {0}/{1}
fr: Octets utilisés : {0}/{1}
hu_hu: Használt bájt: {0}/{1}
it: Byte usati: {0}/{1}
pl_pl: Użyte bajty: {0}/{1}
pt_br: Bytes utilizados: {0}/{1}
ru: Байтов использовано: {0} из {1}
zh_cn: 已使用字节：{0}/{1}

# Beacon_SafeZone_AllowConvertToStation_TTIP
source: Select to allow converting large grids to stations inside the safe zone.
de: Wählen Sie dieses Kontrollkästchen, um die Umwandlung großer Blockkonstruktionen in Stationen innerhalb der Sicherheitszone zu ermöglichen.
es: Selecciona esto para permitir la conversión de estructuras a estaciones en la Zona Segura.
fr: Sélectionnez opur autoriser la conversion de grandes grilles en stations dans la zone sécurisée.
hu_hu: Jelölje be, ha engedélyezi a nagy ojektumokat a biztonsági zónán belüli állomásokra.
it: Seleziona per consentire la conversione di grandi griglie in stazioni all'interno della zona sicura.
pl_pl: Zaznacz aby umożliwiać konwersję na stacje wewnątrz strefy.
pt_br: Selecione para permitir a conversão de grandes grids em estações dentro da zona segura.
ru: Переключите, чтобы разрешить конвертацию структур в станции внутри безопасной зоны.
zh_cn: 允许安全区内将大网格转化成基站。

# Beacon_SafeZone_AllowLandingGear_TTIP
source: Select to allow landing gear locking inside the safe zone
de: Wählen, um das Verriegeln des Fahrwerks innerhalb der Sicherheitszone zuzulassen
es: Selecciona esto para permitir que los trenes de aterrizaje se puedan bloquear en la Zona Segura
fr: Sélectionnez pour autoriser le verrouillage de train d'atterissage dans la zone sécurisée
hu_hu: Válassza a futómű biztonságos zónán belüli rögzítésének engedélyezéséhez
it: Seleziona per consentire il bloccaggio del carrello di atterraggio all'interno della zona sicura
pl_pl: Zaznacz aby umożliwiać blokadę podwozia wewnątrz strefy.
pt_br: Selecione para permitir o travamento de trens de pouso dentro da zona segura.
ru: Переключите, чтобы разрешить посадочным шасси фиксироваться внутри безопасной зоны.
zh_cn: 允许起落架在安全区内锁定

# ScreenDebugAdminMenu_SafeZones_AllowLandingGear
source: Allow Landing Gear Lock
de: Fahrwerksverriegelung zulassen
es: Permitir el bloqueo de trenes de aterrizaje
fr: Autoriser le verrouillage de train d'atterissage
hu_hu: Futómű Zár Engedélyezése
it: Consenti attracco
pl_pl: Zezwól na blokadę Podwozia
pt_br: Permitir travamento de trens de pouso
ru: Разрешить фиксацию шасси
zh_cn: 允许起落架锁定

# Beacon_SafeZone_Shape_TTIP
source: Change shape of safe zone
de: Form der Sicherheitszone ändern
es: Cambiar la forma de la zona segura
fr: Changer la forme de la zone sécurisée
hu_hu: A biztonságos zóna alakjának megváltoztatása
it: Cambia forma della zona sicura
pl_pl: Zmień kształt strefy
pt_br: Altere a forma da zona segura
ru: Изменить форму безопасной зоны
zh_cn: 改变安全区形状

# ScreenCaptionPlayerTrade
source: Trade
de: Handel
es: Comercio
fr: Échanger
hu_hu: Kereskedelem
it: Commercio
pl_pl: Handel
pt_br: Negociar
ru: Торговля
zh_cn: 交易

# TradeScreenAccept
source: Accept
de: Annehmen
es: Aceptar
fr: Accepter
hu_hu: Elfogad
it: Accetta
pl_pl: Akceptuj
pt_br: Aceitar
ru: Принять
zh_cn: 接受

# TradeScreenSubmitOffer
source: Submit Offer
de: Angebot einreichen
es: Enviar oferta
fr: Envoyer l'offre
hu_hu: Ajánlat elküldése
it: Sottoponi offerta
pl_pl: Złóż Ofertę
pt_br: Enviar oferta
ru: Отправить предложение
zh_cn: 报价

# TradeScreenOtherOffer
source: Player's Offer
de: Angebot des Spielers
es: Oferta del Jugador
fr: Offre du joueur
hu_hu: Játékos ajánlata
it: Offerta del giocatore
pl_pl: Oferta Gracza
pt_br: Oferta do jogador
ru: Предложение игрока
zh_cn: 玩家报价

# TradeScreenYoursInventory
source: Your Inventory
de: Ihr Inventar
es: Tu inventario
fr: Votre inventaire
hu_hu: Az Ön készlete
it: Il tuo inventario
pl_pl: Twój Ekwipunek
pt_br: Seu inventário
ru: Ваш инвентарь
zh_cn: 你的库存

# TradeScreenYoursOffer
source: Your Offer
de: Ihr Angebot
es: Tu oferta
fr: Votre offre
hu_hu: Az Ön ajánlata
it: La tua offerta
pl_pl: Twoja Oferta
pt_br: Sua oferta
ru: Ваше предложение
zh_cn: 你的报价

# Currency_Default_Account_Label
source: Account Balance:
de: Kontostand:
es: Saldo de la cuenta:
fr: Solde du compte :
hu_hu: Számlaegyenleg:
it: Saldo conto:
pl_pl: Stan Konta:
pt_br: Saldo da conta:
ru: Личный остаток:
zh_cn: 账户余额：

# FactionTerminal_Deposit_Currency
source: Deposit
de: Einzahlung
es: Depositar
fr: Dépôt
hu_hu: Befizetés
it: Deposito
pl_pl: Wpłać
pt_br: Depositar
ru: Сдать
zh_cn: 存款

# FactionTerminal_Deposit_Currency_TTIP
source: Deposit to faction account from personal account
de: Einzahlung vom persönlichen Konto auf das Fraktions-Konto
es: Depositar en la cuenta de la facción desde la cuenta personal
fr: Déposer du compte de la faction au compte personnel
hu_hu: Befizetés a frakció számlájára személyes számláról
it: Deposita sul conto della fazione dal conto personale
pl_pl: Wpłać na konto frakcji z konta osobistego
pt_br: Deposita na conta da facção a partir de uma conta pessoal
ru: Сдать денежные средства с личного счета на счет фракции
zh_cn: 从个人账户转入阵营账户

# FactionTerminal_Withdraw_Currency
source: Withdraw
de: Auszahlen
es: Retirar
fr: Retirer
hu_hu: Visszavonás
it: Preleva
pl_pl: Wypłać
pt_br: Retirar
ru: Изъять
zh_cn: 取款

# FactionTerminal_Withdraw_Currency_TTIP
source: Withdraw from faction account to personal account
de: Abhebung vom Fraktionskonto auf das persönliche Konto
es: Retirar de la cuenta de la facción a la cuenta personal
fr: Retirer du compte de la faction vers le compte personnel
hu_hu: Kivét a frakciószámláról a személyes számlára
it: Preleva dal conto della fazione sul conto personale
pl_pl: Wypłać z konta frakcji na konto osobiste
pt_br: Retira de uma conta da facção para uma conta pessoal
ru: Изъять денежные средства со счета фракции на личный счет
zh_cn: 从阵营账户转账到个人账户

# ScreenTerminalInventory_VolumeValue
source: {0} L
ru: {0} л
zh_cn: {0}升

# Transaction_Form_Amount
source: Amount:
de: Betrag:
es: Cantidad:
fr: Quantité
hu_hu: Összeg:
it: Quantità:
pl_pl: Ilość:
pt_br: Quantidade:
ru: Количество:
zh_cn: 金额：

# Transaction_Form_FactionBalance
source: Faction Balance:
de: Guthaben der Fraktion:
es: Saldo de la Facción:
fr: Solde de la faction :
hu_hu: Frakció egyenleg:
it: Saldo della fazione:
pl_pl: Saldo Frakcji:
pt_br: Saldo da facção:
ru: Остаток фракции:
zh_cn: 阵营余额：

# Transaction_Form_FinalBalance
source: Final Balance:
de: Neuer Kontostand:
es: Saldo final:
fr: Solde final :
hu_hu: Végső egyenleg:
it: Saldo finale:
pl_pl: Saldo Końcowe:
pt_br: Saldo final:
ru: Окончательный остаток:
zh_cn: 最后余额：

# Transaction_Form_Ok_Btn
source: Ok
ru: Ок
zh_cn: 好

# Transaction_Form_Ok_Btn_TTIP
source: Press to confirm transaction
de: Drücken, um die Transaktion zu bestätigen
es: Pulsa para confirmar la transacción
fr: Appuyez pour confirmer la transaction
hu_hu: Nyomja meg a tranzakció megerősítéséhez
it: Premi per confermare la transazione
pl_pl: Potwierdź transakcję
pt_br: Pressione para confirmar a transação
ru: Нажмите для подтверждения перевода
zh_cn: 点击确认

# Transaction_Form_PersonalBalance
source: Personal Balance:
de: Persönliches Guthaben:
es: Saldo personal:
fr: Solde personnel :
hu_hu: Személyes egyenleg:
it: Saldo personale:
pl_pl: Saldo Osobiste:
pt_br: Saldo pessoal:
ru: Личный остаток:
zh_cn: 账户余额：

# Beacon_SafeZone_Info_NextUnkeepIn
source: Next Upkeep in:
de: Nächste Instandhaltung in:
es: Próximo mantenimiento en:
fr: Prochain entretien dans :
hu_hu: Következő karbantartás:
it: Prossima Manutenzione tra:
pl_pl: Następny w kolejce:
pt_br: Próxima manutenção em:
ru: Следующее обслуживание через:
zh_cn: 下次维护：

# Beacon_SafeZone_Info_ZoneChips
source: Zone Chips:
de: Zonenchips:
es: Chips de Zona:
fr: Puces de zone :
hu_hu: Zóna chipek:
it: Chip di zona:
pl_pl: Czipy Strefy:
pt_br: Fichas de zona:
ru: Ключи безопасности:
zh_cn: 区域筹码：

# BlockPropertyTitle_Scale
source: Scale
de: Maßstab
es: Escala
fr: Échelle
hu_hu: Skála
it: Scala
pl_pl: Skala
pt_br: Escala
ru: Масштаб
zh_cn: 比例尺

# DisplayName_Block_Bathroom
source: Bathroom
de: Badezimmer
es: Baño
fr: Salle de bain
hu_hu: Fürdőszoba
it: Bagno
pl_pl: Łazienka
pt_br: Banheiro
ru: Ванная
zh_cn: 浴室

# DisplayName_Block_BathroomOpen
source: Toilet
de: Toilette
es: Váter
fr: Toilettes
hu_hu: Toalett
it: Toilette
pl_pl: Toaleta
pt_br: Vaso sanitário
ru: Туалет
zh_cn: 洗手间

# DisplayName_Block_Bed
source: Bed
de: Bett
es: Cama
fr: Lit
hu_hu: Ágy
it: Letto
pl_pl: Łóżko
pt_br: Cama
ru: Кровать
zh_cn: 床

# DisplayName_Block_CockpitIndustrial
source: Industrial Cockpit
de: Industrielles Cockpit
es: Cabina industrial
fr: Cockpit industriel
hu_hu: Ipari pilótafülke
it: Cabina di pilotaggio industriale
pl_pl: Kokpit Przemysłowy
pt_br: Cabine industrial
ru: Промышленный кокпит
zh_cn: 工业驾驶舱

# DisplayName_Block_CockpitFlush
source: Flush Cockpit
de: Integriertes Cockpit
es: Cabina enrasada
fr: Cockpit affleurant
it: Cabina a filo
pt_br: Cabine nivelada
ru: Плоская кабина
zh_cn: 齐平驾驶舱

# DisplayName_Block_Console
source: Console Block
de: Konsolentisch-Block
es: Bloque de consola
fr: Bloc de console
hu_hu: Konzol Blokk
it: Blocco console
pl_pl: Stół z Konsolą
pt_br: Bloco de console
ru: Голографический стол
zh_cn: 中控方块

# DisplayName_Block_Couch
source: Couch
es: Sofá
fr: Canapé
hu_hu: Kanapé
it: Divano
pl_pl: Kanapa
pt_br: Sofá
ru: Диван
zh_cn: 沙发

# DisplayName_Block_CouchCorner
source: Corner Couch
de: Eckcouch
es: Esquina de Sofá
fr: Canapé d'angle
hu_hu: Sarok Kanapé
it: Angolo divano
pl_pl: Kanapa Rogowa
pt_br: Sofá de canto
ru: Угловой диван
zh_cn: 角沙发

# DisplayName_Block_Desk
source: Desk
de: Schreibtisch
es: Mesa
fr: Bureau
hu_hu: Asztal
it: Scrivania
pl_pl: Biurko
pt_br: Mesa
ru: Стол
zh_cn: 桌子

# DisplayName_Block_DeskCorner
source: Desk Corner
de: Schreibtischecke
es: Esquina de mesa
fr: Bureau d'angle
hu_hu: Íróasztal sarok
it: Angolo scrivania
pl_pl: Róg Biurka
pt_br: Mesa de canto
ru: Угловой стол
zh_cn: 桌角

# DisplayName_Block_DeskChairless
source: Chairless Desk
de: Stuhlloser Schreibtisch
es: Mesa sin silla
fr: Bureau sans chaise
hu_hu: Székek Nélküli Asztal
it: Scrivania senza sedia
pl_pl: Biurko bez Krzesła
pt_br: Mesa sem cadeira
ru: Стол без сидения
zh_cn: 不带椅子的桌子

# DisplayName_Block_DeskChairlessCorner
source: Chairless Desk Corner
de: Stuhllose Schreibtischecke
es: Esquina de mesa sin silla
fr: Bureau d'angle sans chaise
hu_hu: Székek Nélküli Sarokasztal
it: Angolo scrivania senza sedia
pl_pl: Róg Biurka bez Krzesła
pt_br: Mesa de canto sem cadeira
ru: Угловой стол без сидения
zh_cn: 不带椅子的桌角

# DisplayName_Block_Kitchen
source: Kitchen
de: Küche
es: Cocina
fr: Cuisine
hu_hu: Konyha
it: Cucina
pl_pl: Kuchnia
pt_br: Cozinha
ru: Кухня
zh_cn: 厨房

# DisplayName_Block_LockerRoom
source: Armory
de: Arsenal
es: Armería
fr: Armurerie
hu_hu: Fegyverraktár
it: Armeria
pl_pl: Zbrojownia
pt_br: Arsenal
ru: Оружейная
zh_cn: 兵工厂

# DisplayName_Block_Lockers
source: Lockers
de: Schließfächer
es: Taquillas
fr: Casiers
hu_hu: Szekrények
it: Armadietti
pl_pl: Szafki
pt_br: Armários
ru: Шкафчики
zh_cn: 柜子

# DisplayName_Block_Planters
source: Planters
de: Pflanzgefäße
es: Jardineras
fr: Jardinières
hu_hu: Ültetvény
it: Fioriere
pl_pl: Plantacja
pt_br: Plantas
ru: Контейнер для растений
zh_cn: 播种机

# DisplayName_Block_Toilet
source: Toilet Seat
de: Toilettensitz
es: Asiento de inodoro
fr: Lunette des toilettes
hu_hu: WC Ülőke
it: Sedile WC
pl_pl: Deska sedesowa
pt_br: Vaso sanitário
ru: Унитаз
zh_cn: 厕所座椅

# DisplayName_Block_LockerRoomCorner
source: Armory Lockers
de: Waffenschränke
es: Taquillas de Armería
fr: Casiers d'armurerie
hu_hu: Fegyver Szekrények
it: Armadietti armeria
pl_pl: Szafki Zbrojowni
pt_br: Armários de arsenal
ru: Угловая оружейная
zh_cn: 兵工厂柜子

# ScreenDebugAdminMenu_ReplayTool
source: Replay Tool
de: Wiedergabe-Tool
es: Herramienta Replay
fr: Outil de rediffusion
hu_hu: Visszajátszás eszköz
it: Riproduci strumento
pl_pl: Narzędzie Odtwarzania
pt_br: Ferramenta de replay
ru: Инструмет повтора
zh_cn: 重播工具

# ScreenDebugAdminMenu_ReplayTool_ReloadWorld
source: Reload World
de: Welt neu laden
es: Recargar Mundo
fr: Recharger le monde
hu_hu: Világ Újratöltése
it: Ricarica mondo
pl_pl: Przeładuj Świat
pt_br: Recarregar mundo
ru: Перезагрузить мир
zh_cn: 重新加载世界

# ScreenDebugAdminMenu_ReplayTool_ReloadWorld_Tooltip
source: Reloads the world.
de: Lädt die Welt neu.
es: Recarga el mundo.
fr: Recharge le monde.
hu_hu: Újratölti a világot.
it: Ricarica il mondo.
pl_pl: Przeładowuje świat.
pt_br: Recarrega o mundo.
ru: Перезагружает мир.
zh_cn: 重新加载此世界。

# ScreenDebugAdminMenu_ReplayTool_ReloadWorldClient_Tooltip
source: You cannot reload the world if you are not the host.
de: Sie können die Welt nicht neu laden, wenn Sie nicht der Host sind.
es: No puedes recargar el mundo si no eres el anfitrión.
fr: Vous ne pouvez pas recharger le monde si vous n'êtes pas l'hôte.
hu_hu: Nem töltheti be újra a világot, ha nem Ön a gazda.
it: Non puoi ricaricare il mondo se non sei l'host.
pl_pl: Nie możesz przeładować świata jeśli nie jesteś hostem.
pt_br: Somente o host pode recarregar o mundo.
ru: Вы не можете перезагрузить мир если не являетесь хостом.
zh_cn: 如果你不是主机，无法加载世界。

# ScreenDebugAdminMenu_ReplayTool_ManageCharacters
source: Manage Characters
de: Spielcharaktere verwalten
es: Administrar Personajes
fr: Gérer les personnages
hu_hu: Karakterek Kezelése
it: Gestisci personaggi
pl_pl: Zarządzaj Postaciami
pt_br: Gerenciar personagens
ru: Управление персонажами
zh_cn: 管理人物

# ScreenDebugAdminMenu_ReplayTool_AddCharacter
source: Add Character
de: Charakter hinzufügen
es: Agregar Personaje
fr: Ajouter un personnage
hu_hu: Karakter hozzáadása
it: Aggiungi personaggio
pl_pl: Dodaj Postać
pt_br: Adicionar personagens
ru: Добавить персонажа
zh_cn: 添加人物

# ScreenDebugAdminMenu_ReplayTool_AddCharacter_Tooltip
source: Adds a new controllable character to the world.
de: Fügt einen neuen steuerbaren Spielcharakter an der aktuellen Position in die Welt ein.
es: Añade un nuevo personaje controlable al mundo.
fr: Ajoute un nouveau personnage contrôlable au monde.
hu_hu: Új vezérelhető karaktert ad a világhoz.
it: Aggiunge un nuovo personaggio controllabile al mondo.
pl_pl: Dodaje do świata nową sterowalną postać.
pt_br: Adicionar novo personagem controlável ao mundo.
ru: Добавляет нового управляемого персонажа в мир.
zh_cn: 世界中加入新人物。
