Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# Jukebox_Script_DlcUnavailable
source: Missing {0} DLC
de: DLC {0} fehlt
es: Falta {0} DLC
fr: DLC {0} manquant
it: DLC {0} mancante
pt_br: DLC {0} ausente
ru: Отсутствует DLC «{0}»
zh_cn: 缺少{0} DLC

# DisplayName_Item_ClangCola
source: Clang Kola
hu_hu: Clang Kóla
ru: Кланг-Кола
zh_cn: 叮当可乐

# DisplayName_Item_CosmicCoffee
source: Cosmic Coffee
es: Café cósmico
fr: Café cosmique
hu_hu: Kozmikus Kávé
it: Caffè cosmico
pl_pl: Kosmiczna Kawa
pt_br: Café cósmico
ru: Космокофе
zh_cn: 宇宙咖啡

# Description_ClangKola
source: Surprisingly strong kola. The recipe for this delicious beverage remains the best kept secret in the solar system.
de: Überraschend starke Kola. Das Rezept für dieses köstliche Getränk bleibt das bestgehütete Geheimnis im Sonnensystem.
es: Bebida cola sorprendentemente fuerte. La receta de esta deliciosa bebida es el secreto mejor guardado del sistema solar.
fr: Un kola étonnamment fort. La recette de cette boisson délicieuse est toujours le secret le mieux gardé du système solaire.
hu_hu: Meglepően erős kóla. Ennek a finom italnak a receptje továbbra is a legjobban őrzött titok a Naprendszerben.
it: Cola sorprendentemente forte. La ricetta di questa deliziosa bevanda rimane il segreto meglio custodito nel sistema solare.
pl_pl: Zaskakująco silna kola. Przepis na ten pyszny napój pozostaje najlepiej strzeżoną tajemnicą w tej części galaktyki.
pt_br: Refrigerante surpreendentemente forte. A receita dessa bebida deliciosa ainda se mantém um segredo no sistema solar.
ru: Эта кола на удивление сильно бьет в голову. Рецепт этого вкуснейшего пойла — один из самых больших секретов в Солнечной системе.
zh_cn: 口味奇重的可乐。此美味饮品配方的保密性在整个太阳系最高。

# Description_CosmicCoffee
source: Brewed with the utmost care by Martian coffee growers, it's guaranteed to help you stay awake in space.
de: Von den Kaffeebauern auf dem Mars mit größter Sorgfalt gebraut, hilft er Ihnen garantiert, im Weltraum wach zu bleiben.
es: Infusión preparada con el mayor esmero de los cultivadores de café marcianos, puedes estar seguro de que te mantendrá despierto en el espacio.
fr: Brassé avec le plus grand soin par les producteurs de café martiens, il est assuré de vous aider à rester éveillé dans l'espace.
hu_hu: A marsi kávétermesztők által a legnagyobb gondossággal főzött, garantáltan segít ébren maradni az űrben.
it: Prodotta con la massima cura dai coltivatori di caffè marziani, è garantita per aiutarvi a restare svegli nello spazio.
pl_pl: Zaparzana z najwyższą starannością przez marsjańskich producentów kawy, na pewno nie pozwoli Ci zasnąć.
pt_br: Feito com o maior cuidado pelos produtores marcianos de café, tem a garantia de ajudar você a manter-se alerta no espaço.
ru: Заваренный с особой тщательностью в марсианских кофеварках напиток, который гарантированно не даст заснуть в космосе.
zh_cn: 火星人种植的咖啡豆，精心做出来的咖啡。保证你喝了之后在太空中一直保持清醒。

# RadialMenuSectionTitle_Modded
source: Modded #{0}
de: Modifiziert #{0}
es: Mod #{0}
fr: Moddé #{0}
hu_hu: Módosítva #{0}
it: Con Mod #{0}
pl_pl: Zmodowany #{0}
pt_br: Modificação nº{0}
ru: Модификация № {0}
zh_cn: 模组号{0}

# RadialMenu_Label_CharacterOnly
source: Can respawn only when in character.
de: Kann nur respawnen, wenn Sie ihren Spielcharakter steuern.
es: Solo puede reaparecer cuando está en personaje.
fr: Vous ne pouvez réapparaître que dans un personnage.
hu_hu: Csak akkor tud újjáéledni, ha karakterben van.
it: Può rigenerare solo quando è nel personaggio.
pl_pl: Może się odrodzić tylko będąc w postaci.
pt_br: É possível ressurgir somente quando no personagem.
ru: Может восстановиться, только когда находится у персонажа.
zh_cn: 只有人物才能重生。

# Gamepad_Help_Back
source: {CONTROL:GUI:CANCEL} Back
de: {CONTROL:GUI:CANCEL} Zurück
es: {CONTROL:GUI:CANCEL} Volver
fr: {CONTROL:GUI:CANCEL} Retour
it: {CONTROL:GUI:CANCEL} Indietro
pl_pl: {CONTROL:GUI:CANCEL} Wróć
pt_br: {CONTROL:GUI:CANCEL} Voltar
ru: {CONTROL:GUI:CANCEL} Назад
zh_cn: {CONTROL:GUI:CANCEL} 后退

# StoreScreen_Help_Buy
source: {CONTROL:GUI:BUTTON_X} Buy
de: {CONTROL:GUI:BUTTON_X} Kaufen
es: {CONTROL:GUI:BUTTON_X} Comprar
fr: {CONTROL:GUI:BUTTON_X} Acheter
hu_hu: {CONTROL:GUI:BUTTON_X} Megvesz
it: {CONTROL:GUI:BUTTON_X} Compra
pl_pl: {CONTROL:GUI:BUTTON_X} Kup
pt_br: {CONTROL:GUI:BUTTON_X} Comprar
ru: {CONTROL:GUI:BUTTON_X} Купить
zh_cn: {CONTROL:GUI:BUTTON_X}购买

# StoreScreen_Help_ChangeAmount
source: {CONTROL:GUI:MOVE_LEFT}{CONTROL:GUI:MOVE_RIGHT} Change Amount
de: {CONTROL:GUI:MOVE_LEFT}{CONTROL:GUI:MOVE_RIGHT} Anzahl ändern
es: {CONTROL:GUI:MOVE_LEFT}{CONTROL:GUI:MOVE_RIGHT} Cambiar cantidad
fr: {CONTROL:GUI:MOVE_LEFT}{CONTROL:GUI:MOVE_RIGHT} Changer la quantité
hu_hu: {CONTROL:GUI:MOVE_LEFT}{CONTROL:GUI:MOVE_RIGHT} Összeg Módosítása
it: {CONTROL:GUI:MOVE_LEFT}{CONTROL:GUI:MOVE_RIGHT} Cambia quantità
pl_pl: {CONTROL:GUI:MOVE_LEFT}{CONTROL:GUI:MOVE_RIGHT} Zmień Ilość
pt_br: {CONTROL:GUI:MOVE_LEFT}{CONTROL:GUI:MOVE_RIGHT} Alterar quantidade
ru: {CONTROL:GUI:MOVE_LEFT}{CONTROL:GUI:MOVE_RIGHT} Изменить количество
zh_cn: {CONTROL:GUI:MOVE_LEFT}{CONTROL:GUI:MOVE_RIGHT}改变金额

# StoreScreen_Help_Deposit
source: {CONTROL:GUI:BUTTON_X} Deposit
de: {CONTROL:GUI:BUTTON_X} Einzahlen
es: {CONTROL:GUI:BUTTON_X} Depositar
fr: {CONTROL:GUI:BUTTON_X} Déposer
hu_hu: {CONTROL:GUI:BUTTON_X} Letét
it: {CONTROL:GUI:BUTTON_X} Deposita
pl_pl: {CONTROL:GUI:BUTTON_X} Wpłać
pt_br: {CONTROL:GUI:BUTTON_X} Depositar
ru: {CONTROL:GUI:BUTTON_X} Внести
zh_cn: {CONTROL:GUI:BUTTON_X}押金

# StoreScreen_Help_Refresh
source: {CONTROL:GUI:BUTTON_Y} Refresh
de: {CONTROL:GUI:BUTTON_Y} Aktualisieren
es: {CONTROL:GUI:BUTTON_Y} Recargar
fr: {CONTROL:GUI:BUTTON_Y} Rafraîchir
hu_hu: {CONTROL:GUI:BUTTON_Y} Frissítés
it: {CONTROL:GUI:BUTTON_Y} Aggiorna
pl_pl: {CONTROL:GUI:BUTTON_Y} Odśwież
pt_br: {CONTROL:GUI:BUTTON_Y} Atualizar
ru: {CONTROL:GUI:BUTTON_Y} Обновить
zh_cn: {CONTROL:GUI:BUTTON_Y} 刷新

# StoreScreen_Help_SortBy
source: {CONTROL:GUI:LEFT_STICK_BUTTON} Sorted by
de: {CONTROL:GUI:LEFT_STICK_BUTTON} Sortiert nach
es: {CONTROL:GUI:LEFT_STICK_BUTTON} Ordenado por
fr: {CONTROL:GUI:LEFT_STICK_BUTTON} Trié par
hu_hu: {CONTROL:GUI:LEFT_STICK_BUTTON} Rendezés
it: {CONTROL:GUI:LEFT_STICK_BUTTON} Ordinato per
pl_pl: {CONTROL:GUI:LEFT_STICK_BUTTON} Sortuj według
pt_br: {CONTROL:GUI:LEFT_STICK_BUTTON} Classificar por
ru: {CONTROL:GUI:LEFT_STICK_BUTTON} Сортировка по
zh_cn: {CONTROL:GUI:LEFT_STICK_BUTTON}分类方式

# StoreScreen_Help_Withdraw
source: {CONTROL:GUI:BUTTON_Y} Withdraw
de: {CONTROL:GUI:BUTTON_Y} Abheben
es: {CONTROL:GUI:BUTTON_Y} Retirar
fr: {CONTROL:GUI:BUTTON_Y} Retirer
hu_hu: {CONTROL:GUI:BUTTON_Y} Visszavonás
it: {CONTROL:GUI:BUTTON_Y} Rinuncia
pl_pl: {CONTROL:GUI:BUTTON_Y} Wypłać
pt_br: {CONTROL:GUI:BUTTON_Y} Sacar
ru: {CONTROL:GUI:BUTTON_Y} Забрать
zh_cn: {CONTROL:GUI:BUTTON_Y}取回

# StoreScreen_Help_ChangeInventory
source: {CONTROL:GUI:LEFT_BUTTON}{CONTROL:GUI:RIGHT_BUTTON} Change Inventory
de: {CONTROL:GUI:LEFT_BUTTON}{CONTROL:GUI:RIGHT_BUTTON} Inventar wechseln
es: {CONTROL:GUI:LEFT_BUTTON}{CONTROL:GUI:RIGHT_BUTTON} Cambiar inventario
fr: {CONTROL:GUI:LEFT_BUTTON}{CONTROL:GUI:RIGHT_BUTTON} Changer l'inventaire
hu_hu: {CONTROL:GUI:LEFT_BUTTON}{CONTROL:GUI:RIGHT_BUTTON} Készlet módosítása
it: {CONTROL:GUI:LEFT_BUTTON}{CONTROL:GUI:RIGHT_BUTTON} Cambia Inventario
pl_pl: {CONTROL:GUI:LEFT_BUTTON}{CONTROL:GUI:RIGHT_BUTTON} Zmień ekwipunek
pt_br: {CONTROL:GUI:LEFT_BUTTON}{CONTROL:GUI:RIGHT_BUTTON} Alterar inventário
ru: {CONTROL:GUI:LEFT_BUTTON}{CONTROL:GUI:RIGHT_BUTTON} Изменить инвентарь
zh_cn: {CONTROL:GUI:LEFT_BUTTON}{CONTROL:GUI:RIGHT_BUTTON}改变库存

source: BLUEPRINT PUBLISHED
de: ENTWURF VERÖFFENTLICHT
es: PLANO PUBLICADO
fr: PLAN PUBLIÉ
hu_hu: KÖZZÉTETT TERVRAJZ
it: PROGETTO PUBBLICATO
pl_pl: SCHEMAT OPUBLIKOWANY
pt_br: PROJETO PUBLICADO
ru: ЧЕРТЕЖ ОПУБЛИКОВАН
zh_cn: 蓝图已发布

# WorkshopError
source: Error accessing service.
de: Fehler beim Zugriff auf den Dienst.
es: Error al acceder al servicio.
fr: Erreur d'accès au service.
it: Errore durante l'accesso al servizio.
pl_pl: Błąd dostępu do usługi.
pt_br: Erro ao acessar o serviço.
ru: Ошибка доступа к сервису.
zh_cn: 访问服务时出错。

# WorkshopPublishRestricted
source: Publishing Workshop Items is not possible because of privacy settings.
de: Der Zugriff auf die Workshop-Items ist aufgrund der Privatsphäre-Einstellungen nicht möglich.
es: No es posible publicar elementos de Workshop debido a los ajustes de privacidad.
fr: La publication d'objets du Workshop n'est pas possible à cause des paramètres de confidentialité.
it: La pubblicazione degli elementi del Workshop non è possibile a causa delle impostazioni sulla privacy.
pl_pl: Publikowanie elementów warsztatu nie jest możliwe ze względu na ustawienia prywatności.
pt_br: Não é possível publicar itens no Workshop devido às configurações de privacidade.
ru: Публикация предметов в Мастерской невозможна из-за настроек конфиденциальности.
zh_cn: 由于隐私设置，无法发布创意工坊物品。

# WorkshopRestricted
source: Subscribed Workshop Items are not available because of privacy settings.
de: Abonnierte Workshop-Items sind aufgrund Ihrer Privatsphäre-Einstellungen nicht verfügbar.
es: Los objetos del Workshop suscrito no están disponibles debido a los ajustes de privacidad.
fr: Les objets auxquels vous êtes abonnés sur le Worksohp ne sont pas disponibles à cause des paramètres de confidentialité.
hu_hu: Az előfizetett műhelyelemek az adatvédelmi beállítások miatt nem érhetők el.
it: Gli oggetti del Workshop sottoscritti non sono disponibili a causa delle impostazioni sulla privacy.
pl_pl: Subskrybowane elementy warsztatu nie są dostępne ze względu na ustawienia prywatności.
pt_br: Itens inscritos no Workshop não estão disponíveis devido às configurações de privacidade.
ru: Предметы, на которые вы подписаны в Мастерской, недоступны из-за настроек конфиденциальности.
zh_cn: 由于隐私设置，无法获取订阅的创意工坊项目。

# WorkshopNoUser
source: Subscribed Workshop Items are not available because no user is logged in.
de: Abonnierte Workshop-Items sind nicht verfügbar, da kein Benutzer angemeldet ist.
es: Los objetos del Workshop suscrito no están disponibles debido a que no ha iniciado sesión ningún usuario.
fr: Les objets auxquels vous êtes abonnés sur le Workshop ne sont pas disponibles car aucun utilisateur est connecté.
hu_hu: Az előfizetett műhelyelemek nem érhetők el, mert egyetlen felhasználó sincs bejelentkezve.
it: Gli oggetti del Workshop sottoscritti non sono disponibili perché nessun utente ha effettuato l'accesso.
pl_pl: Subskrybowane elementy warsztatu nie są dostępne ponieważ użytkownik nie jest zalogowany.
pt_br: Itens inscritos no Workshop não estão disponíveis pois o usuário não está logado.
ru: Предметы, на которые вы подписаны в Мастерской, недоступны, потому что пользователь не выполнил вход.
zh_cn: 用户未登录，无法获取订阅的创意工坊项目。

# WorkshopAgeRestricted
source: The workshop is not available due to age restrictions. Your account or a guest user account is age restricted.
de: Der Workshop ist aufgrund von Altersbeschränkungen nicht verfügbar. Ihr Konto oder ein Gastkonto ist altersbeschränkt.
es: El taller no está disponible debido a restricciones de edad. Su cuenta o una cuenta de usuario invitado está restringida por la edad.
fr: Le Workshop est inaccessible à cause de restrictions d'âge. Votre compte ou celui d'un invité est soumis à une limite d'âge.
hu_hu: A műhely a korhatárok miatt nem elérhető. Fiókja vagy vendégfelhasználói fiókja korhatáros.
it: Il workshop non è disponibile a causa di restrizioni sull'età. Il tuo account o l'account ospite è soggetto a restrizioni sull'età.
pl_pl: Subskrybowane elementy warsztatu nie są dostępne ze względu na ograniczenia wiekowe.
pt_br: O workshop está indisponível devido a restrições de idade. A sua conta ou conta de usuário convidado possui restrição de idade.
ru: Ваш аккаунт или гостевой аккаунт пользователя имеют возрастные ограничения: доступ в Мастерскую невозможен.
zh_cn: 由于年龄限制，创意工坊不可用。你的帐户或访客用户帐户受年龄限制。

# DisplayName_Block_OffroadWheel5x5mirrored
source: Offroad Wheel 5x5
de: Offroad-Rad 5x5
es: Rueda de vehículo todoterreno 5x5
fr: Roue tout-terrain 5x5
hu_hu: Terepkerék 5x5
it: Ruota de sterrato 5x5
pl_pl: Koło terenowe 5x5
pt_br: Roda Offroad 5x5
ru: Колесо внедорожника 5x5
zh_cn: 越野车车轮5x5

# ActiveContractsScreen_Help_Refresh
source: {CONTROL:GUI:BUTTON_Y} Refresh
de: {CONTROL:GUI:BUTTON_Y} Aktualisieren
es: {CONTROL:GUI:BUTTON_Y} Recargar
fr: {CONTROL:GUI:BUTTON_Y} Rafraîchir
hu_hu: {CONTROL:GUI:BUTTON_Y} Frissítés
it: {CONTROL:GUI:BUTTON_Y} Aggiorna
pl_pl: {CONTROL:GUI:BUTTON_Y} Odśwież
pt_br: {CONTROL:GUI:BUTTON_Y} Atualizar
ru: {CONTROL:GUI:BUTTON_Y} Обновить
zh_cn: {CONTROL:GUI:BUTTON_Y} 刷新

# ControlMenuItemLabel_ActiveContracts
source: Show Active Contracts
de: Laufende Verträge anzeigen
es: Mostrar contratos activos
fr: Montrer les contrats actifs
hu_hu: Aktív szerződések mutatása
it: Mostra Contratti attivi
pl_pl: Pokaż Aktywne Kontrakty
pt_br: Exibir contratos ativos
ru: Показать активные контракты
zh_cn: 显示有效的合同

# MainMenuScreen_Help_Menu
source: {CONTROL:GUI:ACCEPT} Select
de: {CONTROL:GUI:ACCEPT} Wählen
es: {CONTROL:GUI:ACCEPT} Seleccionar
fr: {CONTROL:GUI:ACCEPT} Sélectionner
hu_hu: {CONTROL:GUI:ACCEPT} Kiválasztás
it: {CONTROL:GUI:ACCEPT} Seleziona
pl_pl: {CONTROL:GUI:ACCEPT} Wybierz
pt_br: {CONTROL:GUI:ACCEPT} Selecionar
ru: {CONTROL:GUI:ACCEPT} Выбрать
zh_cn: {CONTROL:GUI:ACCEPT} 选择

# RadialMenuAction_EnableBroadcasting_None
source: N/A
de: N/V
es: N/D
it: N/D
pl_pl: Niedostępne
pt_br: N/D
ru: Н/Д
zh_cn: 无

# RadialMenuAction_EnableBroadcasting_Off
source: Off
de: Aus
hu_hu: Ki
pl_pl: Wył
pt_br: Desligado
ru: Выкл
zh_cn: 关闭

# RadialMenuAction_EnableBroadcasting_On
source: On
de: An
hu_hu: Be
pl_pl: Wł
pt_br: Ligado
ru: Вкл
zh_cn: 开启

# RadialMenuAction_EnabledConnectors_None
source: N/A
de: N/V
es: N/D
it: N/D
pl_pl: Niedostępne
pt_br: N/D
ru: Н/Д
zh_cn: 无

# RadialMenuAction_EnabledConnectors_Off
source: Off
de: Aus
hu_hu: Ki
pl_pl: Wył
pt_br: Desligado
ru: Выкл
zh_cn: 关闭

# RadialMenuAction_EnabledConnectors_On
source: On
de: An
hu_hu: Be
pl_pl: Wł
pt_br: Ligado
ru: Вкл
zh_cn: 开启

# RadialMenuAction_EnabledDampeners_None
source: N/A
de: N/V
es: N/D
it: N/D
pl_pl: Niedostępne
pt_br: N/D
ru: Н/Д
zh_cn: 无

# RadialMenuAction_EnabledDampeners_Off
source: Off
de: Aus
hu_hu: Ki
pl_pl: Wył
pt_br: Desligado
ru: Выкл
zh_cn: 关闭

# RadialMenuAction_EnabledDampeners_On
source: On
de: An
hu_hu: Be
pl_pl: Wł
pt_br: Ligado
ru: Вкл
zh_cn: 开启

# RadialMenuAction_EnabledLights_None
source: N/A
de: N/V
es: N/D
it: N/D
pl_pl: Niedostępne
pt_br: N/D
ru: Н/Д
zh_cn: 无

# RadialMenuAction_EnabledLights_Off
source: Off
de: Aus
hu_hu: Ki
pl_pl: Wył
pt_br: Desligado
ru: Выкл
zh_cn: 关闭

# RadialMenuAction_EnabledLights_On
source: On
de: An
hu_hu: Be
pl_pl: Wł
pt_br: Ligado
ru: Вкл
zh_cn: 开启

# RadialMenuAction_EnablePower_None
source: N/A
de: N/V
es: N/D
it: N/D
pl_pl: Niedostępne
pt_br: N/D
ru: Н/Д
zh_cn: 无

# RadialMenuAction_EnablePower_Off
source: Off
de: Aus
hu_hu: Ki
pl_pl: Wył
pt_br: Desligado
ru: Выкл
zh_cn: 关闭

# RadialMenuAction_EnablePower_On
source: On
de: An
hu_hu: Be
pl_pl: Wł
pt_br: Ligado
ru: Вкл
zh_cn: 开启

# RadialMenuAction_Hud_Hidden
source: Hidden
de: Ausgeblendet
es: Oculto
fr: Masqué
hu_hu: Rejtett
it: Nascosto
pl_pl: Ukryte
pt_br: Oculto
ru: Скрыто
zh_cn: 隐藏

# RadialMenuAction_Hud_Visible
source: Visible
de: Sichtbar
hu_hu: Látható
it: Visibile
pl_pl: Widoczne
pt_br: Visível
ru: Отображается
zh_cn: 可见

# RadialMenuAction_PlacementMode_ClipboardRoattion_Disabled
source: Rotation disabled
de: Rotation deaktiviert
es: Rotación desactivada
fr: Rotation désactivée
hu_hu: Elforgatás letiltva
it: Rotazione disattivata
pl_pl: Obrót wyłączony
pt_br: Rotação desablitada
ru: Вращение отключено
zh_cn: 旋转已禁用

# RadialMenuAction_PlacementMode_ClipboardRoattion_Enabled
source: Rotation enabled
de: Rotation aktiviert
es: Rotación activada
fr: Rotation activée
hu_hu: Elforgatás engedélyezve
it: Rotazione attivata
pl_pl: Obrót włączony
pt_br: Rotação habilitada
ru: Вращение включено
zh_cn: 旋转启用

# RadialMenuAction_PlacementMode_Grid_Free
source: Free placement
de: Freies Platzieren
es: Colocación libre
fr: Placement libre
hu_hu: Szabad elhelyezés
it: Posizionamento libero
pl_pl: Swobodne umieszczanie
pt_br: Posicionamento livre
ru: Свободное размещение
zh_cn: 自由放置

# RadialMenuAction_PlacementMode_Grid_Gravity
source: Gravity aligned
de: Nach Schwerkraft ausgerichten
es: Alineado con la gravedad
fr: Aligné sur la gravité
hu_hu: Gravitációhoz igazodik
it: Gravità allineata
pl_pl: Wyrównanie do grawitacji
pt_br: Gravidade alinhada
ru: По гравитации
zh_cn: 重力已对齐

# RadialMenuAction_PlacementMode_Grid_Local
source: Local coordinates
de: Nach lokalen Koordinaten ausgerichten
es: Coordenadas locales
fr: Coordonnées locales
hu_hu: Helyi koordináták
it: Coordinate locali
pl_pl: Współrzędne lokalne
pt_br: Coordenadas locais
ru: Локальные координаты
zh_cn: 本地坐标

# RadialMenuAction_Signal_Default
source: Default
de: Standard
es: Predeterminada
fr: Par défaut
hu_hu: Alapértelmezett
it: Predefinito
pl_pl: Domyślny
pt_br: Padrão
ru: Стандартная
zh_cn: 默认

# RadialMenuAction_Signal_Full
source: Full
de: Vollständig
es: Completa
fr: Plein
hu_hu: Teljes
it: Completo
pl_pl: Pełne
pt_br: Completo
ru: Полный
zh_cn: 满

# RadialMenuAction_Signal_MaxSignals
source: Max Signals
de: Alle Signalinfos
es: Señales máximas
fr: Signaux max
hu_hu: Max jelek
it: Segnali max
pl_pl: Maksimum Sygnałów
pt_br: Sinais máx.
ru: Макс. сигналы
zh_cn: 最大信号

# RadialMenuAction_Signal_NoNames
source: No names
de: Keine Namen
es: Sin nombres
fr: Aucun nom
hu_hu: Nincsenek nevek
it: Nessun nome
pl_pl: Brak Nazw
pt_br: Sem nome
ru: Без названий
zh_cn: 无名

# RadialMenuAction_Signal_Off
source: Off
de: Aus
hu_hu: Ki
pl_pl: Wył
pt_br: Desligado
ru: Выкл
zh_cn: 关闭

# RadialMenuAction_SwitchCamera_FirstPerson
source: First person
es: Primera persona
fr: Première personne
hu_hu: Első személy
it: Prima persona
pl_pl: Pierwsza osoba
pt_br: Primeira pessoa
ru: От 1-го лица
zh_cn: 第一人称

# RadialMenuAction_SwitchCamera_None
source: N/A
de: N/V
es: N/D
it: N/D
pl_pl: Niedostępne
pt_br: N/D
ru: Н/Д
zh_cn: 无

# RadialMenuAction_SwitchCamera_ThirdPerson
source: Third person
es: Tercera persona
fr: Troisième personne
hu_hu: Harmadik személy
it: Terza persona
pl_pl: Trzecia osoba
pt_br: Terceira pessoa
ru: От 3-го лица
zh_cn: 第三人称

# RadialMenuAction_Symmetry_Off
source: Off
de: Aus
hu_hu: Ki
pl_pl: Wył
pt_br: Desligado
ru: Выкл
zh_cn: 关闭

# RadialMenuAction_Symmetry_On
source: On
de: An
hu_hu: Be
pl_pl: Wł
pt_br: Ligado
ru: Вкл
zh_cn: 开启

# RadialMenuAction_ToggleAutoRotation_Off
source: Off
de: Aus
hu_hu: Ki
pl_pl: Wył
pt_br: Desligado
ru: Выкл
zh_cn: 关闭

# RadialMenuAction_ToggleAutoRotation_On
source: On
de: An
hu_hu: Be
pl_pl: Wł
pt_br: Ligado
ru: Вкл
zh_cn: 开启

# RadialMenuAction_Visor_Off
source: Off
de: Aus
hu_hu: Ki
pl_pl: Wył
pt_br: Desligado
ru: Выкл
zh_cn: 关闭

# RadialMenuAction_Visor_On
source: On
de: An
hu_hu: Be
pl_pl: Wł
pt_br: Ligado
ru: Вкл
zh_cn: 开启

# RadialMenuAction_Shortcut_AdminMenu
source: {GAMEPAD_CONTROL:ABASE:ADMIN_MENU}
hu_hu: {GAMEPAD_CONTROL:ABASE:ADMIN_MENÜ}
zh_cn: {GAMEPAD_CONTROL:ABASE:ADMIN_MENU}管理员菜单

# RadialMenuAction_Shortcut_ColorTool
source: {GAMEPAD_CONTROL:CHARACTER:COLOR_TOOL}
hu_hu: {GAMEPAD_CONTROL:KARAKTER:SZÍNEZŐ_ESZKÖZ}
zh_cn: {GAMEPAD_CONTROL:CHARACTER:COLOR_TOOL}色彩工具

# RadialMenuAction_Shortcut_ShowProgressionTree
source: {GAMEPAD_CONTROL:ABASE:PROGRESSION_MENU}
hu_hu: {GAMEPAD_CONTROL:ABASE:HALADÁS_MENÜ}
zh_cn: {GAMEPAD_CONTROL:ABASE:PROGRESSION_MENU}显示进度数

# RadialMenuAction_Shortcut_SwitchCamera
source: {GAMEPAD_CONTROL:BASE:CAMERA_MODE}
hu_hu: {GAMEPAD_CONTROL:ALAP:KAMERA_MÓD}
zh_cn: {GAMEPAD_CONTROL:BASE:CAMERA_MODE}切换摄像头

# RadialMenuAction_Shortcut_ToggleAutoRotation
source: {GAMEPAD_CONTROL:BUILD:CUBE_DEFAULT_MOUNTPOINT}
hu_hu: {GAMEPAD_CONTROL:ÉPÍTÉS:KOCKA_ALAP_CSATOLÁSI_PONT}
zh_cn: {GAMEPAD_CONTROL:BUILD:CUBE_DEFAULT_MOUNTPOINT}切换自动旋转

# RadialMenuAction_Shortcut_ToggleDampeners
source: {GAMEPAD_CONTROL:BASE:DAMPING}
hu_hu: {GAMEPAD_CONTROL:ALAP:CSILLAPÍTÁS}
zh_cn: {GAMEPAD_CONTROL:BASE:DAMPING}切换缓冲器

# RadialMenuAction_Shortcut_ToggleLights
source: {GAMEPAD_CONTROL:BASE:HEADLIGHTS}
hu_hu: {GAMEPAD_CONTROL:ALAP:FEJLÁMPÁK}
zh_cn: {GAMEPAD_CONTROL:BASE:HEADLIGHTS}切换灯

# RadialMenuAction_Shortcut_TogglePower
source: {GAMEPAD_CONTROL:SPACESHIP:TOGGLE_REACTORS}
zh_cn: {GAMEPAD_CONTROL:SPACESHIP:TOGGLE_REACTORS}切换电源

# RadialMenuAction_Shortcut_ToggleSignals
source: {GAMEPAD_CONTROL:ABASE:TOGGLE_SIGNALS}
zh_cn: {GAMEPAD_CONTROL:ABASE:TOGGLE_SIGNALS}切换信号

# RadialMenuAction_Shortcut_ToggleSymmetry
source: {GAMEPAD_CONTROL:BUILD:USE_SYMMETRY}
hu_hu: {GAMEPAD_CONTROL:ÉPÍTÉS:SZIMMETRIA_HASZNÁLATA}
zh_cn: {GAMEPAD_CONTROL:BUILD:USE_SYMMETRY}切换对称

# RadialMenuAction_Shortcut_ToggleVisor
source: {GAMEPAD_CONTROL:CHARACTER:HELMET}
hu_hu: {GAMEPAD_CONTROL:KARAKTER:SISAK}
zh_cn: {GAMEPAD_CONTROL:CHARACTER:HELMET}切换头盔

# RadialMenuAction_Shortcut_Unequip
source: {GAMEPAD_CONTROL:TOOLS:SLOT0}
hu_hu: {GAMEPAD_CONTROL:ESZKÖZÖK:HELY0}
zh_cn: {GAMEPAD_CONTROL:TOOLS:SLOT0}空手

# MainMenuScreen_Help_Exit
source: {CONTROL:GUI:BUTTON_X} Exit to Windows
de: {CONTROL:GUI:BUTTON_X} Verlassen zu Windows
es: {CONTROL:GUI:BUTTON_X} Salir a Windows
fr: {CONTROL:GUI:BUTTON_X} Revenir à Windows
hu_hu: {CONTROL:GUI:BUTTON_X} Kilépés a Windowsba
it: {CONTROL:GUI:BUTTON_X} Esci su Windows
pl_pl: {CONTROL:GUI:BUTTON_X} Wyjdź do Windows
pt_br: {CONTROL:GUI:BUTTON_X} Sair para o Windows
ru: {CONTROL:GUI:BUTTON_X} Выйти в Windows
zh_cn: {CONTROL:GUI:BUTTON_X}退到Windows

# OptionsScreen_Help_Menu
source: {CONTROL:GUI:ACCEPT} Select
de: {CONTROL:GUI:ACCEPT} Wählen
es: {CONTROL:GUI:ACCEPT} Seleccionar
fr: {CONTROL:GUI:ACCEPT} Sélectionner
hu_hu: {CONTROL:GUI:ACCEPT} Kiválaszt
it: {CONTROL:GUI:ACCEPT} Seleziona
pl_pl: {CONTROL:GUI:ACCEPT} Wybierz
pt_br: {CONTROL:GUI:ACCEPT} Selecionar
ru: {CONTROL:GUI:ACCEPT} Выбрать
zh_cn: {CONTROL:GUI:ACCEPT} 选择

# BannerControl_Help_Next
source: {CONTROL:GUI:ACCEPT} Select
de: {CONTROL:GUI:ACCEPT} Wählen
es: {CONTROL:GUI:ACCEPT} Seleccionar
fr: {CONTROL:GUI:ACCEPT} Sélectionner
hu_hu: {CONTROL:GUI:ACCEPT} Kiválasztás
it: {CONTROL:GUI:ACCEPT} Seleziona
pl_pl: {CONTROL:GUI:ACCEPT} Wybierz
pt_br: {CONTROL:GUI:ACCEPT} Selecionar
ru: {CONTROL:GUI:ACCEPT} Выбрать
zh_cn: {CONTROL:GUI:ACCEPT} 选择

# BannerControl_Help_Open
source: {CONTROL:GUI:ACCEPT} Select
de: {CONTROL:GUI:ACCEPT} Wählen
es: {CONTROL:GUI:ACCEPT} Seleccionar
fr: {CONTROL:GUI:ACCEPT} Sélectionner
hu_hu: {CONTROL:GUI:ACCEPT} Kiválasztás
it: {CONTROL:GUI:ACCEPT} Seleziona
pl_pl: {CONTROL:GUI:ACCEPT} Wybierz
pt_br: {CONTROL:GUI:ACCEPT} Selecionar
ru: {CONTROL:GUI:ACCEPT} Выбрать
zh_cn: {CONTROL:GUI:ACCEPT} 选择

# BannerControl_Help_Previous
source: {CONTROL:GUI:ACCEPT} Select
de: {CONTROL:GUI:ACCEPT} Wählen
es: {CONTROL:GUI:ACCEPT} Seleccionar
fr: {CONTROL:GUI:ACCEPT} Sélectionner
hu_hu: {CONTROL:GUI:ACCEPT} Kiválasztás
it: {CONTROL:GUI:ACCEPT} Seleziona
pl_pl: {CONTROL:GUI:ACCEPT} Wybierz
pt_br: {CONTROL:GUI:ACCEPT} Selecionar
ru: {CONTROL:GUI:ACCEPT} Выбрать
zh_cn: {CONTROL:GUI:ACCEPT} 选择

# MainMenuScreen_Help_ScreenIngame
source: {CONTROL:GUI:BUTTON_Y} Show help {CONTROL:GUI:CANCEL} Resume game
de: {CONTROL:GUI:BUTTON_Y} Hilfe anzeigen {CONTROL:GUI:CANCEL} Spiel fortsetzen
es: {CONTROL:GUI:BUTTON_Y} Mostrar ayuda {CONTROL:GUI:CANCEL} Reanudar juego
fr: {CONTROL:GUI:BUTTON_Y} Afficher l'aide {CONTROL:GUI:CANCEL} Reprendre le jeu
hu_hu: {CONTROL:GUI:BUTTON_Y} Súgó megjelenítése {CONTROL:GUI:CANCEL} Játék folytatása
it: {CONTROL:GUI:BUTTON_Y} Mostra aiuto {CONTROL:GUI:CANCEL} Riprendi gioco
pl_pl: {CONTROL:GUI:BUTTON_Y} Pokaż pomoc {CONTROL:GUI:CANCEL} Wznów grę
pt_br: {CONTROL:GUI:BUTTON_Y} Exibir ajuda {CONTROL:GUI:CANCEL} Continuar jogo
ru: {CONTROL:GUI:BUTTON_Y} Показать справку {CONTROL:GUI:CANCEL} Продолжить игру
zh_cn: {CONTROL:GUI:BUTTON_Y} 显示帮助 {CONTROL:GUI:CANCEL} 恢复游戏
