Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# Description_FAQ_Welding
source: Use your welder on blocks to build and repair. Welding requires power drawn from your suit and components for the block. You can also install welders on ships. Use RMB to add missing components from the block you are looking at to your build planner.
de: Setzen Sie Ihr Schweißgerät an Blöcken zum Konstruieren und Reparieren ein. Das Schweißen erfordert Energie, die von Ihrem Anzug bezogen wird. Komponenten werden während des Schweißens Ihrem Inventar entnommen. Sie können Schweißgeräte auch auf Schiffen installieren. Verwenden Sie RMT, um dem gerade betrachteten Block fehlende Komponenten, Ihrem Konstruktionsplaner hinzuzufügen.
es: Usa tu soldador en bloques para construirlos y repararlos. La soldadura requiere energía de tu traje y los componentes del bloque. También se pueden colocar soldadores en naves. Usa RMB para añadir los componentes que faltan del bloque que al estás apuntando al planificador de construcciones.
fr: Utilisez votre chalumeau sur des blocs pour construire et réparer. Le soudage nécessite une puissance tirée de votre combinaison et des composants du bloc. Vous pouvez également installer des chalumeaux sur des vaisseaux.
hu_hu: Használja hegesztőjét építkezéshez és javításhoz. A hegesztéshez áramellátás szükséges a ruhájából és a blokk alkatrészeiből. Hajókat, hajókra is telepíthet. Az RMB segítségével adhatja hozzá hiányzó összetevőket az építés tervezőben.
it: Utilizza la tua saldatrice su blocchi per costruire e riparare. La saldatura richiede energia prelevata dalla tua tuta e dai componenti del blocco. Puoi anche installare saldatrici sulle navi. Utilizza RMB per aggiungere al tuo Planner di costruzione i componenti mancanti del blocco che stai guardando.
pl_pl: Użyj Spawarki do naprawy i budowania bloków. Spawanie wymaga energii pobieranej ze skafandra oraz komponentów składowych bloku. Możesz równiej zbudować spawarkę na statkach. Wciśnij PPM, żeby dodać brakujące komponenty bloku na który patrzysz do Planera Budowy.
pt_br: Utilize sua soldadora nos blocos para repará-los. A soldagem requer energia do seu traje e componentes para o bloco. Você também pode instalar soldadoras nas naves. Use o botão direito do mouse para adicionar os componentes faltantes do bloco desejado para o planejador de construção.
ru: Используйте сварщик на блоках для строительства и починки. Сварка требует энергии скафандра и компонентов для блока. Вы также можете установить сварщики на корабли. ПКМ для добавления оставшихся компонентов блока в планировщик.
zh_cn: 对方块使用焊接器进行建造或者修复。焊接消耗你的宇航服的电还需要组件。也可以在飞船上建造焊接器。

# Description_FAQ_Mining
source: You can collect ore by using your drill on voxels like planets or asteroids. Your drill has a short-range detector that shows you the location of ores.
de: Sie können Erz abbauen, indem Sie Ihren Bohrer auf Voxeln wie Planeten oder Asteroiden einsetzen. Ihre Handbohrmaschine verfügt über einen einfachen Erzdetektor der Erz im nahen Umkreis orten kann.
es: Puedes recoger mineral usando tu taladro en vóxeles como planetas o asteroides. El taladro tiene un sensor de corto alcance que te muestra la ubicación de los minerales.
fr: Vous pouvez collecter le minerai en utilisant votre foreuse sur des voxels comme des planètes ou des astéroïdes. Votre perceuse est équipée d'un détecteur à courte portée qui vous indique l'emplacement des minerais.
hu_hu: Ércet gyűjthet fúrógéppel a voxeleken, például bolygón vagy aszteroidán. A fúrógép rendelkezik egy rövid hatótávú detektorral, mely mutatja az ércek helyét.
it: Puoi raccogliere il minerale usando la tua trivella su voxel come pianeti o asteroidi. La tua trivella ha un rilevatore a corto raggio che ti mostra la posizione dei minerali.
pl_pl: Możesz zbierać rudy używając wiertarki na terenach takich jak asteroidy i planety. Wiertarka posiada wbudowany wykrywacz rud o krótkim zasięgu.
pt_br: Você pode coletar minério utilizando sua britadeira em voxels como planetas e asteroides. Sua britadeira possui um detector de curto alcance que mostra a localização dos minerais.
ru: Вы можете бурить руду ручным буром, применяя его на воксели планет и астероидов. Бур имеет детектор руд малой дальности.
zh_cn: 你可以在行星和小行星体素上用钻子挖矿。钻子上有短程探测器显示矿石的方位。

# Description_FAQ_Healing
source: You can heal yourself at a medical room or survival kit if you are injured. Hold {CONTROL:USE} to use the console.
de: Wenn Sie verletzt sind, können Sie sich an einer Krankenstation oder einem Survival-Kit heilen. Halten Sie {CONTROL:USE} gedrückt, um die Heilung durchzuführen.
es: Te puedes curar en las salas médicas o en un kit de Supervivencia. Mantén pulsada la tecla {CONTROL:USE} para usar la consola.
fr: Vous pouvez vous soigner dans une salle médicale ou avec un kit de survie en cas de blessure. Maintenez [{CONTROL:USE}] pour utiliser la console.
hu_hu: Meggyógyíthatja magát egy orvosi szobában vagy túlélőkészletnél, ha megsérült. A konzol használatához tartsa lenyomva a {CONTROL: USE} gombot.
it: Se sei ferito, puoi guarire in una stanza medica o con un kit di sopravvivenza. Tieni premuto {CONTROL:USE} per usare la console.
pl_pl: Jeśli jesteś ranny możesz uleczyć się w pokoju medycznym. Wystarczy przytrzymać {CONTROL:USE} żeby użyć konsoli pokoju.
pt_br: Se estiver ferido, você pode curar-se em uma sala médica ou kit de sobrevivência. Segure {CONTROL:USE} para utilizar o console.
ru: Вы можете подлечиться в медпункте или комплекте для выживания. Удерживайте [{CONTROL:USE}] для использования консоли медпункта.
zh_cn: 你如果受伤了，可以在医疗站接受治疗。按{CONTROL:USE}使用医疗站控制台。

# Description_FAQ_Recharging
source: You can recharge your suit power in medical rooms, survival kits or by sitting in any kind of seat or cockpit as long as it is powered.
de: Sie können Ihren Anzug an Krankenstationen, mit Survival-Kits oder durch Sitzen in einem beliebigen Sitz oder Cockpit aufladen, solange diese mit Energie versorgt werden.
es: Puedes recargar la energía de tu traje en salas médicas, kits de supervivencia o sentado en cualquier tipo de asiento o cabina, siempre y cuando tenga energía.
fr: Vous pouvez recharger votre combinaison dans les salles médicales, avec les kits de survie ou en vous asseyant dans n'importe quel type de siège ou de cockpit, à condition qu'il soit alimenté.
hu_hu: Feltöltheti öltönyének energiáját orvosi helyiségben, túlélési készletben vagy bármilyen ülésen és pilótafülkében ülve, amíg az áramellátás biztosított.
it: Puoi ricaricare la tua tuta in stanze mediche, kit di sopravvivenza o sedendoti su qualsiasi tipo di sedile o cabina di pilotaggio, purché sia alimentata.
pl_pl: Skafander możesz naładować w pokoju medycznym lub siedząc w jakimkolwiek fotelu lub kokpicie dopóki jeśli ten jest zasilony.
pt_br: Você pode recarregar a energia do seu traje em salas médicas, kits de sobrevivência ou sentando-se em algum assento ou cabine, desde que estejam alimentados.
ru: Вы можете восстанавливать энергию скафандра в медпунктах, в комплектах для выживания или сидя на любом типе сидения, пока они подключены к источнику энергии.
zh_cn: 可以坐在医疗站的任何座椅上给宇航服充电，如果驾驶舱通电了也可以充电。

# Description_FAQ_Grinding
source: You can use a grinder to grind down blocks and deconstruct them. Components are salvaged and transferred into your inventory while grinding.
de: Sie können eine Schleifmaschine verwenden, um Blöcke zu zerlegen und auszuschlachten. Beim Schleifen werden Komponenten geborgen und in Ihr Inventar übertragen.
es: Se puede usar una amoladora para amolar bloques y deconstruirlos. Los componentes son recuperados y transferidos a tu inventario durante la recolección.
fr: Vous pouvez utiliser une meuleuse pour broyer les blocs et les détruire. Les composants sont récupérés et transférés dans votre inventaire lors de la destruction.
hu_hu: A daraboló használható a tömbök lebontásához és újra hasznosításhoz. Az alkatrészek megmaradnak, és darabolás közben átkerülnek a készletbe.
it: Puoi utilizzare una smerigliatrice per macinare i blocchi e decostruirli. I componenti vengono recuperati e trasferiti nel tuo inventario durante la smerigliatura.
pl_pl: Możesz użyć szlifierki do rozmontowywania lub niszczenia bloków. Komponenty są wtedy odzyskiwane i przenoszone do ekwipunku.
pt_br: Você também pode utilizar um esmeril para serrar blocos e desmontá-los. Os componentes serão recuperados e transferidos para o seu inventário enquanto você desmonta.
ru: Вы можете распиливать блоки болгаркой чтобы демонтировать их. Компоненты передаются в Ваш инвентарь во время распиливания.
zh_cn: 你可以使用切割机拆解方块。切割的时候会回收组件并输送到库存。

# Description_FAQ_Hydrogen
source: Hydrogen is a fuel used for your suit's jetpack and hydrogen thrusters. Hydrogen is produced from ice in a O2/H2 generator. You can story hydrogen in hydrogen tanks and bottles.
de: Wasserstoff ist ein Treibstoff, der für das Jetpack und für Wasserstoff-Triebwerke von Schiffen verwendet wird. Wasserstoff wird aus Eis in einem O2/H2-Generator hergestellt. Sie können Wasserstoff in Wasserstofftanks und -flaschen speichern.
es: El hidrógeno es un combustible utilizado para el jetpack de tu traje y los propulsores de hidrógeno. El hidrógeno se produce a partir de hielo en un generador de H2 /O2. Puedes almacenar hidrógeno en tanques y botellas de hidrógeno.
fr: L'hydrogène est un carburant utilisé pour les propulseurs à hydrogène et le jetpack de votre combinaison. L'hydrogène est produit à partir de la glace dans un générateur H2/O2. Vous pouvez stocker de l'hydrogène dans des réservoirs et des bouteilles d'hydrogène.
hu_hu: A hidrogén a jetpack és a hidrogénhajtóműhöz használt üzemanyag. A hidrogént jégből állítják elő O2/H2 generátorban. Hidrogént tartályokban és palackokban is lehet tárolni.
it: L'idrogeno è un carburante utilizzato per il jetpack della tua tuta e per i propulsori a idrogeno. L'idrogeno viene prodotto dal ghiaccio in un generatore O2/H2. Puoi immagazzinare l'idrogeno nei serbatoi e nelle bombole di idrogeno.
pl_pl: Wodór jest używany do twojego jetpacka i silników wodorowych. Wodór jest produkowany z lodu przez generatory tlenu. Tlen może być przechowywany w zbiornikach na wodoru i butlach.
pt_br: O hidrogênio é um combustível utilizado no jetpack e nos propulsores a hidrogênio. O hidrogênio é produzido a partir de gelo em um gerador de H2/O2. Você pode armazenar hidrogênio em tanques e cilindros de hidrogênio.
ru: На водороде работают реактивные ранцы и водородные ускорители. Водород производится из льда в генераторе O2/H2. Водород можно хранить в водородных баках и баллонах.
zh_cn: 喷气背包和氢推进器需要氢气作为燃料。O2/H2发生器可以用冰制造氢气。你可以使用氢气罐和氢气瓶储存氢气。

# Description_FAQ_Jetpack
source: Your jetpack requires hydrogen. You can produce hydrogen from ice in a O2/H2 generator. Refill bottles at the generator or connect the generator with a medical room or survival kit to recharge your hydrogen directly.
de: Ihr Jetpack benötigt Wasserstoff. Sie können Wasserstoff aus Eis in einem O2/H2-Generator erzeugen. Füllen Sie Flaschen am Generator auf oder schließen Sie den Generator an eine Krankenstation oder ein Survival-Kit an, um Ihren Wasserstoff dort aufladen zu können.
es: Tu jetpack necesita hidrógeno. Puedes producir hidrógeno a partir de hielo en un generador de O2/H2. Vuelve a llenar las bombonas en el generador o conecta el generador con una sala médica o un kit de supervivencia para recargar el hidrógeno directamente.
fr: Votre jetpack nécessite de l'hydrogène. Vous pouvez produire de l’hydrogène à partir de glace dans un générateur H2/O2. Remplissez les bouteilles au générateur ou connectez le générateur à une salle médicale ou à un kit de survie pour recharger directement votre hydrogène.
hu_hu: A jetpackhez hidrogén kell. Az O2/H2 generátorban jégből lehet előállítani. Töltse fel a palackokat a generátornál, vagy csatlakoztassa a generátort orvosi szobához, vagy túlélési készlethez, a közvetlen feltöltséshez.
it: Il tuo jetpack richiede idrogeno. Puoi produrre idrogeno dal ghiaccio in un generatore O2/H2. Ricarica le bombole presso il generatore o collega il generatore con una stanza medica o un kit di sopravvivenza per ricaricare direttamente l'idrogeno.
pl_pl: Jetpack wymaga wodoru. Wodór może być produkowany z lodu przez generatory tlenu. Napełnij butle w generatorze lub połącz go z pokojem medycznym lub zestawem przetrwania żeby stamtąd uzupełnić wodór.
pt_br: Seu jetpack precisa de hidrogênio. Você pode produzir hidrogênio a partir de gelo em um gerador de H2/O2. Reabasteça os cilindros no gerador ou conecte o gerador à sala médica ou kit de sobrevivência para recarregar diretamente.
ru: Реактивный ранец работает на водороде. Водород производится из льда в генераторе H2/O2. Наполняйте баллоны в генераторе или соедините генератор с медпунктом или комплектом для выживания и заправляйте топливом напрямую.
zh_cn: 你的喷气背包需要氢气。你可以在O2/H2发生器中用冰制造氢气。前往发生器重新加满氢气瓶，或者将发生器与医疗站或救生套件连接来直接加注氢气。

# Description_FAQ_MagneticBoots
source: Magnetic boots only work in zero gravity environments. They enable you to stick to surfaces like asteroids or ships. Press {CONTROL:THRUSTS} to disable your jetpack and enable your magnetic boots when in a standing position on a surface.
de: Magnetische Stiefel funktionieren nur in Umgebungen mit Schwerelosigkeit. Sie ermöglichen es Ihnen, an Oberflächen wie Asteroiden oder Schiffen zu haften. Drücken Sie {CONTROL:THRUSTS}, um Ihr Jetpack zu deaktivieren und Ihre Magnetstiefel zu aktivieren, wenn Sie sich in stehender Position auf einer Oberfläche befinden.
es: Las botas magnéticas sólo funcionan en ambientes de gravedad cero. Te permiten pegarte a superficies como asteroides o naves. Pulsa {CONTROL:THRUSTS} para desactivar el jetpack y activar las botas magnéticas mientras estés de pie sobre una superficie.
fr: Les bottes magnétiques ne fonctionnent que dans des environnements en apesanteur. Elles vous permettent de coller à des surfaces comme des astéroïdes ou des vaisseaux. Appuyez sur {CONTROL:THRUSTS} pour désactiver votre jetpack et activer vos chaussures magnétiques lorsque vous êtes sur une surface.
hu_hu: A mágneses bakancs zéró gravitációs környezetben működik. Megtapadhat olyan felületeken, mint az aszteroidák vagy hajók. Nyomja meg a (CONTROL:THRUSTS} gombot a jetpack letiltásához és a mágneses bakancs engedélyezéséhez, ha álló helyzetben van a felületen.
it: Gli stivali magnetici funzionano solo in ambienti a gravità zero. Ti permettono di rimanere attaccato a superfici come asteroidi o navi. Premi {CONTROL:THRUSTS} per disattivare il jetpack e attivare gli stivali magnetici quando sei in posizione eretta su una superficie.
pl_pl: Buty magnetyczne działają tylko przy braku grawitacji. Umożliwiają przyczepienie się do statków lub asteroid. Wciśnij {CONTROL:THRUSTS} żeby wyłączyć jetpack i włączyć buty magnetyczne stojąc nogami do powierzchni.
pt_br: As botas magnéticas funcionam apenas em ambientes de gravidade zero. Elas aderem em superfícies como asteroides e naves. Pressione {CONTROL:THRUSTS} para desablitar o jetpack e habilitar as botas magnéticas assim que estiver com os pés posicionados em uma superfície.
ru: Магнитные ботинки работают только в условиях невесомости. Они позволяют Вам зацепиться за поверхности астероидов или кораблей. Нажмите [{CONTROL:THRUSTS}] для отключения джетпака и включения магнитных ботинок, когда находитесь рядом с поверхностью.
zh_cn: 磁力靴只能在零重力环境下工作。会将你吸在小行星或者飞船的表面。在表面站立时，按{CONTROL:THRUSTS}关闭喷气背包，启用磁力靴。

# Description_FAQ_Ore
source: Ore refers to several types of minerals that can be refined into ingots using a refinery. Ores can be found on planets and asteroids. Look for dark spots on planets to find ore.
de: Erz bezieht sich auf, verschiedene Arten von Mineralgemengen, die in einer Raffinerie zu Barren raffiniert werden können. Erze können auf Planeten und Asteroiden gefunden werden. Suchen Sie auf Planeten nach dunklen Flecken, um Erz zu finden.
es: El mineral se refiere a varios tipos de minerales que pueden ser refinados en lingotes usando una refinería. Los minerales se pueden encontrar en planetas y asteroides. Busca manchas oscuras en los planetas para encontrar minerales.
fr: Le minerai fait référence à plusieurs types de minéraux qui peuvent être raffinés en lingots en utilisant une raffinerie. Les minerais peuvent être trouvés sur les planètes et les astéroïdes. Cherchez des taches sombres sur les planètes pour trouver du minerai.
hu_hu: Az érc sokféle ásvány lehet, melyekből finomítóban öntvényeket készíthet. Ércek találhatók bolygókon és aszteroidákon. Keressen sötét foltokat a bolygókon az érc megtalálásához.
it: Il minerale si riferisce a diversi tipi di minerali che possono essere raffinati in lingotti utilizzando una raffineria. I minerali si trovano su pianeti e asteroidi. Cerca le macchie scure sui pianeti per trovare il minerale.
pl_pl: Występuje kilka rodzajów rud które mogą być przetopione w sztabki przez rafinerię. Rudy możesz znaleźć na planetach i asteroidach, to te ciemniejsze miejsca.
pt_br: Minério são diversos tipos de minerais que podem ser refinados em barras utilizando uma refinaria. O minério podem ser encontrado em planetas e asteroides. Procure por pontos escuros nos planetas para encontrá-lo.
ru: Рудой называют несколько типов минеральных полезных ископаемых, которые можно переработать в очистительном заводе. Руды можно найти на планетах и астероидах. Ищите темные пятна на поверхности планет для обнаружения залежей.
zh_cn: 矿石含有多种矿物，可以在精炼厂炼成锭子。行星和小行星上都有矿石。行星上暗的区域能找到矿石。

# Description_FAQ_Ice
source: Ice is essential to produce oxygen and hydrogen and can be found on planets and inside asteroids.
de: Eis ist für die Produktion von Sauerstoff und Wasserstoff unerlässlich und kann auf Planeten und im Inneren von Asteroiden gefunden werden.
es: El hielo es esencial para producir oxígeno e hidrógeno y puede ser encontrado en planetas y asteroides.
fr: La glace est essentielle à la production d'oxygène et d'hydrogène et peut être trouvée sur les planètes et à l'intérieur des astéroïdes.
hu_hu: A jég nélkülözhetetlen az oxigén és a hidrogén előállításához, és megtalálható a bolygókon és az aszteroidákban.
it: Il ghiaccio è essenziale per produrre ossigeno e idrogeno e si può trovare sui pianeti e all'interno degli asteroidi.
pl_pl: Lód jest niezbędny do produkcji tlenu i wodoru, i da się go znaleźć na planetach i wewnątrz asteroid.
pt_br: O gelo é essencial para produção de oxigênio e hidrogênio e pode ser encontrado em planetas ou dentro de asteroides.
ru: Лёд необходим для производства кислорода и водорода и может быть найден на планетах и внутри астероидов.
zh_cn: 行星和小行星上有冰可以制造氢气和氧气。

# Description_FAQ_Voxel
source: Voxels are physical bodies such as asteroids or planets. Use your drill to bore into voxels and alter their shape. Use voxel hands in creative mode to create your own shapes.
de: Voxel sind physische Körper wie Asteroiden oder Planeten. Bohren Sie mit Ihrem Bohrgerät in Voxel und verändern Sie deren Form. Wählen Sie im Kreativmodus eine der Voxelformen aus und verwenden Sie die Voxelhand, um Ihre eigenen Formen zu erstellen.
es: Los vóxeles son cuerpos físicos como asteroides o planetas. Usa tu taladro para perforar los vóxeles y alterar su forma. Usa el modificador vóxel en modo creativo para crear tus propias formas.
fr: Les voxels sont des corps physiques tels que des astéroïdes ou des planètes. Utilisez votre foreuse pour percer les voxels et modifier leur forme. Utilisez le curseur voxel en mode créatif pour créer vos propres formes.
hu_hu: A voxelek fizikai testek, mint aszteroidák vagy bolygók. Használja a fúrót voxelekbe járatok fúrásához alakításához. Kreatív módban használja a voxel kezet saját alakzatok létrehozásához.
it: I voxel sono corpi fisici come gli asteroidi o i pianeti. Usa la tua trivella per perforare i voxel e modificarne la forma. Usa le mani voxel in modalità creativa per creare le tue forme.
pl_pl: Woksele to fizyczne ciała takie jak asteroidy czy planet. Użyj wiertła by nadawać im kształt. Użyj rąk stwórcy aby je tworzyć(tylko w trybie kreatywnym).
pt_br: Voxels são corpos físicos, como asteroides e planetas. Use sua britadeira/broca para escavar os voxels e alterar sua forma. Use mãos voxel para criar suas próprias formas no modo criativo.
ru: Небесные тела вроде планет и астероидов состоят из вокселей. Используйте бур для изменения их формы. Воксельные кисти в творческом режиме позволяют создавать любые формы.
zh_cn: 体素是行星和小行星物理形态。用钻子挖矿能改变其形态。在创造模式用体素手创建各种形状

# Description_FAQ_Grid
source: Grids are collections of blocks that shape stations or ships.
de: Blockkonstruktionen sind Verbünde aus mehreren Blöcken, die Stationen oder Schiffe formen.
es: Las estructuras son colecciones de bloques que dan forma a estaciones o naves.
fr: Les grilles sont des ensembles de blocs qui façonnent des stations ou des vaisseaux.
hu_hu: Az objektum a blokkok gyűjteménye. Az állomások vagy hajók formáját adják.
it: Le griglie sono collezioni di blocchi che modellano stazioni o navi.
pl_pl: Są to wszystkie bloki wchodzące w skład statków lub stacji.
pt_br: Grids são grupos de blocos que formam estações e naves.
ru: Структуры это любые совокупности блоков, обычно корабли и станции.
zh_cn: 网格是方块的集合体，可以拼装成基站和飞船。

# Description_FAQ_Clang
source: Hail Clang!
de: Ave Clang!
es: ¡Alabado sea Clang!
hu_hu: Üdvözlő Csengés!
ru: Да здравствует Кланг!
zh_cn: 碰撞！

# Description_FAQ_Visor
source: Your visor can be opened and closed by pressing {CONTROL:HELMET}. Don't open your visor in space or you will suffocate!
de: Ihr Helmvisier kann durch Drücken von {CONTROL:HELMET} geöffnet und geschlossen werden. Öffnen Sie Ihr Visier nicht im Weltraum, sonst ersticken Sie!
es: Puedes subir y bajar el visor del casco pulsando {CONTROL:HELMET}. ¡No abras el visor en el espacio o te asfixiarás!
fr: Votre visière peut être ouverte et fermée en appuyant sur {CONTROL:HELMET}. N'ouvrez pas votre visière dans l'espace ou vous suffoquerez !
hu_hu: A sisak üveg kinyitható és bezárható a {CONTROL: HELMET} megnyomásával. Ne nyissa ki az űrben, különben megfullad!
it: La tua visiera può essere aperta e chiusa premendo {CONTROL:HELMET}. Non aprire la visiera nello spazio o soffocherai!
pl_pl: Hełm możesz zamykać i otwierać klikając {CONTROL:HELMET}. Tylko nie otwieraj go w kosmosie bo będziesz się dusić!
pt_br: Seu visor pode ser aberto e fechado ao pressionar {CONTROL:HELMET}. Não abra seu visor no espaço ou você sufocará!
ru: Забрало шлема может быть поднято и опущено нажатием [{CONTROL:HELMET}]. Не поднимайте его в космосе или задохнётесь!
zh_cn: 按{CONTROL:HELMET}打开和关闭头盔。在太空中不要打开，担心窒息！

# Description_FAQ_RoomPressure
source: Room pressure is displayed in a vent menu. A room has to be sealed in order to pressurized.
de: Der Luftdruck eines Raumes wird auf dem entsprechenden Be-/Entlüftungsbildschirm angezeigt. Um einen Raum unter Druck setzen zu können, muss er abgedichtet worden sein.
es: La presión de la sala se muestra en un menú de rejilla de ventilación. Una habitación tiene que ser sellada para poder presurizarse.
fr: La pression de la pièce est affichée dans un menu de ventilation. Une pièce doit être scellée pour pouvoir être mise sous pression.
hu_hu: A szoba nyomása a szellőző menüben látható. A helyiséget le kell zárni, hogy nyomás alá kerüljön.
it: La pressione della stanza viene visualizzata in un menu di ventilazione. Una stanza deve essere sigillata per poter essere pressurizzata.
pl_pl: Ciśnienie w pomieszczeniu jest wyświetlane w terminalu wentylatora. Pomieszczenie musi być szczelne w celu zwiększenia ciśnienia.
pt_br: A pressão local é mostrada no menu de saída de ar. A área deve estar selada para ser pressurizada.
ru: Давление в комнате показано в меню вентиляции. Комната должна быть герметична.
zh_cn: 进气口菜单会显示室内压力。
