Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# SafeZone_CubeAxis
source: Cube Axis:
cs_cz: Osa krychle:
de: Würfel-Achse:
es: Eje del cubo:
fr: Axe du cube :
hu_hu: Kocka tengelye:
it: Asse cubo:
pl_pl: Oś sześcianu:
pt_br: Eixo do cubo:
ru: Оси куба:
zh_cn: 立方体轴：

# SafeZone_Cubical
source: Cubical
cs_cz: Krychlová
de: Würfelförmig
es: Cúbica
fr: Cubique
hu_hu: Kocka alakú
it: Cubico
pl_pl: Sześcienna
pt_br: Cúbico
ru: Кубическая
zh_cn: 立方体

# SafeZone_ListOfEntities
source: List of Entities:
cs_cz: Seznam objektů:
de: Liste der Entitäten:
es: Lista de Entidades:
fr: Liste des entités :
hu_hu: Egységek Listája:
it: Elenco entit:
pl_pl: Lista jednostek:
pt_br: Lista de entidades:
ru: Список объектов:
zh_cn: 实体列表：

# SafeZone_Mode
source: Mode:
cs_cz: Režim:
de: Modus:
es: Modo:
hu_hu: Üzemmód:
it: Modalità:
pl_pl: Tryb:
pt_br: Modo:
ru: Режим:
zh_cn: 模式：

# SafeZone_SafeZoneFilter
source: Safe Zone Filter:
cs_cz: Filtr bezpečné oblasti:
de: Sicherheitszonen-Filter:
es: Filtro de zona segura:
fr: Filtre de zone sécurisée :
hu_hu: Biztonsági Zóna Szűrő:
it: Filtro zona sicura:
pl_pl: Filtr Strefy Bezpiecznej:
pt_br: Filtro da zona segura:
ru: Фильтр зон:
zh_cn: 安全区筛选：

# SafeZone_SelectZoneShape
source: Select Zone Shape:
cs_cz: Tvar vybrané oblasti:
de: Form der Zone auawählen:
es: Seleccionar Forma de zona:
fr: Sélectionnez la forme de la zone :
hu_hu: Zóna Alakzat Kiválasztása:
it: Seleziona forma zona:
pl_pl: Wybierz kształt Strefy:
pt_br: Selecione a forma da Zona:
ru: Выбрать форму зоны:
zh_cn: 选择区域形状：

# SafeZone_Spherical
source: Spherical
cs_cz: Kulová
de: Kugelförmig
es: Esférica
fr: Sphérique
hu_hu: Gömb alakú
it: Sferica
pl_pl: Kulista
pt_br: Esférica
ru: Сферическая
zh_cn: 球体

# ScenarioProgressDestroyBlocks
source: Destroy blocks:
cs_cz: Zničte bloky:
de: Blöcke zerstört:
es: Destruir bloques:
fr: Détruire les blocs :
hu_hu: Megsemmisített blokkok:
it: Distruggi blocchi:
pl_pl: Zniszcz bloki:
pt_br: Destruir blocos:
ru: Уничтожьте блоки:
zh_cn: 破坏的方块数：

# ScenarioProgressLimitedLives
source: Limited lives: {0} left
cs_cz: Omezené životy: {0} zbývající
de: Begrenzte Leben: {0} verbleibend
es: Vidas limitada: Quedan {0}
fr: Vies limitées : {0} restantes
hu_hu: Korlátozott életek: {0} maradt
it: Vite limitate:{0}sinistra
pl_pl: Limitowane życia: zostały{0}
pt_br: Vidas limitadas: {0} restantes
ru: Лимит жизней: {0} осталось
zh_cn: 生命限制：剩余 {0}

# ScenarioProgressLoseConditions
source: Lose conditions
cs_cz: Podmínky prohry
de: Niederlagebedingungen
es: Condiciones de pérdida
fr: Conditions de défaite
hu_hu: Elveszett körülmények
it: Perdi condizioni
pl_pl: Warunki przegranej
pt_br: Condições de derrota
ru: Условия поражения
zh_cn: 失败条件

# ScenarioProgressNoSpawn
source: Spend more than {0} seconds in respawn screen.
cs_cz: Vydržte více než {0} vteřin v obrazovce pro oživení.
de: Verbringen Sie mehr als {0} Sekunden im Respawn-Bildschirm.
es: Pasa más de {0} segundos en la pantalla de reaparición.
fr: Passez plus de {0} secondes dans l'écran de réapparition.
hu_hu: Töltsön több mint {0} másodpercet az újjáéledés képernyőn.
it: Trascorri più di {0}secondi nello schermo di rientro.
pl_pl: Spędź więcej niż {0} sekund w ekranie odradzania.
pt_br: Mais de {0} segundos gastos na tela de renascimento.
ru: Проведите более {0} секунд в экране возрождения.
zh_cn: 在重生屏幕用时超过{0}秒。

# ScenarioProgressOthersLost
source: All others lost. Players pending:
cs_cz: Všichni ostatní prohráli. Čekající hráči:
de: Alle anderen haben verloren. Noch ausstehende Spieler:
es: Todos los demás perdieron. Jugadores pendientes:
fr: Tous les autres ont perdu. Joueurs en attente :
hu_hu: Mindenki más elveszett. Függőben lévő játékosok:
it: Tutti gli altri hanno perso. Giocatori in attesa:
pl_pl: Wszyscy inni przegrali. Czekanie na graczy:
pt_br: Todos os demais foram derrotados. Jogadores pendentes:
ru: Все остальные проиграли. Ожидающие игроки:
zh_cn: 其他所有势力均失败。等待中的玩家：

# ScenarioProgressPositionLeft
source: Leave sphere [{0:0},{1:0},{2:0}], radius {3:0} meters
cs_cz: Opusťte kouli [{0:0},{1:0},{2:0}], rádius {3:0} metrů
de: Sphäre verlassen [{0:0},{1:0}, {2:0}], Radius {3:0} Meter
es: Dejar la esfera [{0:0},{1:0},{2:0}], {3:0}metros de radio
fr: Quittez la sphère [{0:0},{1:0},{2:0}], rayon {3:0} mètres
hu_hu: Gömb elhagyása [{0:0},{1:0},{2:0}], sugár {3:0} méter
it: Lascia sfera [{0:0},{1:0},{2:0}], raggio {3:0} metri
pl_pl: Opuść kulę [{0:0},{1:0},{2:0}], zasięg {3:0} metry
pt_br: Deixar esfera [{0:0},{1:0},{2:0}], raio {3:0} metros
ru: Покиньте сферу [{0:0},{1:0},{2:0}], радиус {3:0} метров
zh_cn: 脱离范围 [{0:0},{1:0},{2:0}]，半径{3:0} 米

# ScenarioProgressPositionReached
source: Get closer than {3:0} meters to [{0:0},{1:0},{2:0}]
cs_cz: Přibližte se na méně než {3:0} metrů k [{0:0},{1:0},{2:0}]
de: Gelangen SIe näher als {3:0} Meter an [{0:0},{1:0} oder {2:0}]
es: Acércate a más de {3:0} metros a [{0:0},{1:0},{2:0}]
fr: Rapprochez-vous de {3:0} mètres de [{0:0},{1:0},{2:0}]
hu_hu: Közelebb, mint {3:0} méter a [{0:0},{1:0},{2:0}]
it: Avvicinati più di {3:0} metri a [{0:0},{1:0},{2:0}]
pl_pl: Bądź bliżej niż {3:0} metrów do [{0:0},{1:0},{2:0}]
pt_br: Aproximar-se mais que {3:0} metros de [{0:0},{1:0},{2:0}]
ru: Приблизьтесь ближе чем {3:0} метров к [{0:0},{1:0},{2:0}]
zh_cn: 接近超过{3:0}米至 [{0:0},{1:0},{2:0}]

# ScenarioProgressSomeoneWon
source: Somebody else wins the scenario. Possible winners:
cs_cz: Někdo jiný vyhrál scénář. Pravděpodobní vítězové:
de: Ein anderer Spieler gewinnt das Szenario. Mögliche Gewinner:
es: Alguien más gana el escenario. Posibles ganadores:
fr: Quelqu'un d'autre gagne le scénario. Gagnants possibles :
hu_hu: Valaki más nyeri a forgatókönyvet. Lehetséges nyertesek:
it: Qualcun altro vince lo scenario. Possibili vincitori:
pl_pl: Ktoś inny wygrywa scenariusz. Możliwi zwycięzcy:
pt_br: Alguém venceu neste cenário. Possíveis vencedores:
ru: Кто-то другой победил в сценарии. Возможные победители:
zh_cn: 其他人赢了这次行动。可能的胜利者：

# ScenarioProgressTimeLimit
source: Scenario time limit {0} minutes
cs_cz: Časový limit scénáře {0} minut
de: Szenario-Zeitlimit: {0} Minuten
es: Tiempo límite del escenario {0} minutos
fr: Limite de temps du scénario : {0} minutes
hu_hu: Forgatókönyv időkorlátja {0} perc
it: Limite tempo scenario{0}minuti
pl_pl: Limit czasu scenariusza {0} minut
pt_br: Tempo limite do cenário: {0} minutos
ru: Лимит времени сценария {0} минут
zh_cn: 行动时间限制 {0} 分钟

# ScenarioProgressWinConditions
source: Win conditions
cs_cz: Podmínky výhry
de: Siegesbedingungen
es: Condiciones para ganar
fr: Conditions de victoire
hu_hu: Nyerési feltételek
it: Condizioni di vittoria
pl_pl: Warunki wygranej
pt_br: Condições de vitória
ru: Условия победы
zh_cn: 胜利条件

# ScenarioSettings_CanJoinRunning
source: Players can join when game is already running
cs_cz: Hráči se mohou připojit, i když hra již běží
de: Spieler können beitreten, wenn das Spiel bereits läuft
es: Los jugadores pueden unirse cuando la partida ya está en marcha
fr: Les joueurs peuvent rejoindre lorsque la partie est déjà en cours
hu_hu: A játékosok akkor csatlakozhatnak, amikor a játék már fut
it: I giocatori possono partecipare quando il gioco è già in corso
pl_pl: Gracze mogą dołączyć gdy gra jest rozpoczęta
pt_br: Os jogadores podem entrar com o jogo em andamento
ru: Игроки могут присоединяться после старта
zh_cn: 游戏开始后，玩家仍可加入

# ScenarioSettings_CanJoinRunningShort
source: Players can join running game
cs_cz: Hráči se mohou připojit do běžící hry
de: Spieler können dem laufenden Spiel beitreten
es: Los jugadores pueden unirse a un juego de carreras
fr: Les joueurs peuvent rejoindre la partie en cours
hu_hu: A játékosok csatlakozhatnak a futó játékhoz
it: I giocatori possono partecipare al gioco in corso
pl_pl: Gracze mogądołączyć do gry w toku
pt_br: Os jogadores podem entrar com o jogo em andamento
ru: Игроки могут присоединяться к начатой игре
zh_cn: 玩家可加入进行中的游戏

# ScreenButtonBattle
source: Battle
cs_cz: Bitva
de: Schlacht
es: Batalla
fr: Bataille
hu_hu: Csata
it: Battaglia
pl_pl: Bitwa
pt_br: Batalha
ru: Битва
zh_cn: 战斗

# ScreenCaptionAISchool
source: AI School Scenario
cs_cz: Výcvikový scénář s UI
de: KI-Schule-Szenario
es: Escenario escolar de AI
fr: Scénario de l'école d'IA
hu_hu: AI Iskola Forgatókönyv
it: Scenario scuola AI
pl_pl: Scenariusz Szkoły SI
pt_br: Cenário Escola de IA
ru: Сценарий "школа ИИ"
zh_cn: 人工智能学校场景

# ScreenCaptionScenario
source: Scenario
cs_cz: Scénář
de: Szenario
es: Escenario
fr: Scénario
hu_hu: Forgatókönyv
pl_pl: Scenariusz
pt_br: Cenário
ru: Сценарий
zh_cn: 剧本

# ScreenCaptionTutorials
source: Tutorials
cs_cz: Cvičení
es: Tutoriales
fr: Tutoriels
hu_hu: Oktatóanyagok
it: Tutorial
pl_pl: Samouczki
pt_br: Tutoriais
ru: Обучение
zh_cn: 教程

# ScreenCaptionVideoOptions
source: Video options
cs_cz: Nastavení grafiky
de: Grafikeinstellungen
es: Opciones de vídeo
fr: Options vidéo
hu_hu: Videó beállításai
it: Opzioni video
pl_pl: Opcje grafiki
pt_br: Opções de vídeo
ru: Настройки видео
zh_cn: 视频选项

# ScreenCaptionWorldGeneratorSettings
source: World generator settings
cs_cz: Vlastnosti generátoru světa
de: Einstellungen zur Generierung von Welten
es: Ajustes del generador
fr: Paramètres de génération du monde
hu_hu: Világgenerátor beállítások
it: Impostazioni generatore del mondo
pl_pl: Ustawienia generatora świata
pt_br: Configurações do gerador de mundos
ru: Настройки генерации мира
zh_cn: 世界发生器设置

# ScreenCubeBuilderAddGoodAiBot
source: Add GoodAI bot
cs_cz: Přidat bota GoodAI
de: GoodAI-Bot hinzufügen
es: Añadir un bot GoodAI
fr: Ajouter un bot GoodAI
hu_hu: GoodAI bot hozzáadása
it: Aggiungi GoodAI bot
pl_pl: Dodaj bota GoodAI
pt_br: Adicionar bot GoodAI
ru: Добавить бота GoodAI
zh_cn: 加入GoodAI机器人

# ScreenCubeBuilderNewLargeShip
source: New Large Ship
cs_cz: Nová velká loď
de: Neues großes Schiff
es: Nueva nave grande
fr: Nouveau grand vaisseau
hu_hu: Új Nagy Hajó
it: Nuova nave grande
pl_pl: Nowy duży statek
pt_br: Nova nave grande
ru: Новый большой корабль
zh_cn: 新大船

# ScreenCubeBuilderNewSmallShip
source: New Small Ship
cs_cz: Nová malá loď
de: Neues kleines Schiff
es: Nueva nave pequeña
fr: Nouveau petit vaisseau
hu_hu: Új Kis Hajó
it: Nuova nave piccola
pl_pl: Nowy mały statek
pt_br: Nova nave pequena
ru: Новый малый корабль
zh_cn: 新小船

# ScreenCubeBuilderNewStation
source: New Station
cs_cz: Nová stanice
de: Neue Station
es: Nueva Estación
fr: Nouvelle station
hu_hu: Új Állomás
it: Nuova stazione
pl_pl: Nowa stacja
pt_br: Nova estação
ru: Новая станция
zh_cn: 新站

# ScreenDebugAdminMenu_AdminTools
source: Admin Tools
cs_cz: Nástroje administrátora
es: Herramientas de administración
fr: Outils admin
hu_hu: Felügyeleti eszközök
it: Strumenti ammin
pl_pl: Narzędzia Admina
pt_br: Ferramenta do administrador
ru: Инструменты администратора
zh_cn: 管理员工具

# ScreenDebugAdminMenu_Caption
source: Space Master
cs_cz: Pán Vesmíru
fr: Maître de l'espace
hu_hu: Űrmester
it: Maestro spazio
pl_pl: Kosmiczny Mistrz
pt_br: Mestre do espaço
zh_cn: 管理菜单

# ScreenDebugAdminMenu_Cleanup
source: Trash Removal
cs_cz: Odstraňování smetí
de: Schrottbeseitigung
es: Eliminador de basura
fr: Enlèvement des déchets
hu_hu: Kuka eltávolítása
it: Rimozione rifiuti
pl_pl: Usuwanie Śmieci
pt_br: Remoção de lixo
ru: Чистка мусора
zh_cn: 漂浮物清除

# ScreenDebugAdminMenu_Controlled
source: Controlled
cs_cz: Kontrolováno
de: Gesteuerte
es: Controlado
fr: Contrôlé
hu_hu: Ellenőrzött
it: Controllato
pl_pl: Kontrolowane
pt_br: Controlado
ru: Управляется в данный момент
zh_cn: 受控制

# ScreenDebugAdminMenu_Depower
source: Depower
cs_cz: Odpojit napájení
de: Energiezufuhr abschalten
es: Quitar energía
fr: Couper l'alimentation
hu_hu: Energiától
it: Depotenzia
pl_pl: Wyłącz
pt_br: Desligar energia
ru: Обесточить
zh_cn: 释放

# ScreenDebugAdminMenu_DepowerTrash
source: Depower trash
cs_cz: Odpojit napájení smetí
de: Energieversorgung des „Mülls“ unterbrechen
es: Quitar energía a la basura espacial
fr: Couper l'alimentation des déchets
hu_hu: Energiát a szeméttől
it: Depotenzia rifiuti
pl_pl: Wyłącz śmieci
pt_br: Lixo de remoção de energia
ru: Обесточить мусор
zh_cn: 无动力漂浮物

# ScreenDebugAdminMenu_EntityList
source: Entity List
cs_cz: Seznam entit
de: Entitäten-Liste
es: Lista de entidades
fr: Liste des entités
hu_hu: Entitás Lista
it: Elenco entità
pl_pl: Lista Obiektów
pt_br: Lista de entidades
ru: Список объектов
zh_cn: 实体列表

# ScreenDebugAdminMenu_GlobalSafeZone
source: Global Permissions
cs_cz: Plošná práva
de: Globale Berechtigungen
es: Permisos Globales
fr: Permissions globales
hu_hu: Globális engedélyek
it: Permessi globali
pl_pl: Ogólne uprawnienia
pt_br: Permissões gerais
ru: Глобальные разрешения
zh_cn: 全球许可权

# ScreenDebugAdminMenu_Invulnerable
source: Invulnerable
cs_cz: Nesmrtelnost
de: Unverwundbar
fr: Invulnérable
hu_hu: Sebezhetetlen
it: Invulnerabile
pl_pl: Nieśmiertelność
pt_br: Invulnerável
ru: Неуязвимость
zh_cn: 无敌

# ScreenDebugAdminMenu_InvulnerableToolTip
source: Makes you invulnerable to all damage.
cs_cz: Učiní Vás netečným vůči zranění a neviditelným pro zbraňové věže.
de: Macht Sie unverwundbar.
es: Te hace invulnerable a cualquier tipo de daño
fr: Vous rend invulnérable à tous les dégâts.
hu_hu: Sebezhetetlenné tesz minden sérüléssel szemben.
it: Ti rende invulnerabile a tutti i danni.
pl_pl: Sprawia, że jesteś odporny na wszelkie obrażenia i niewidzialny dla wieżyczek.
pt_br: Torna você invulnerável a qualquer dano.
ru: Включает неуязвимость к любому урону.
zh_cn: 让你免受一切伤害，且炮塔无法看见你。

# ScreenDebugAdminMenu_MedbayNotification
source: Removing ships or stations with Respawn point can be dangerous, because you can remove players' only respawn points, be careful
cs_cz: Odstranění lodí nebo stanic s ošetřovnami může být nebezpečné. Můžete tím odstranit jediná místa pro oživení některých hráčů. Buďte opatrní.
de: Entfernen von Schiffen oder Stationen die als Respawn-Punkte dienen kann gefährlich sein, da sie der einzige Respawn-Punkt eines Spielers sein könnten - seien Sie vorsichtig
es: Eliminar naves o estaciones con punto un de reaparición puede ser peligroso, porque puedes eliminar los únicos puntos de reaparición de los jugadores, ten cuidado.
fr: Supprimer des vaisseaux ou des stations avec un point de réapparition peut être dangereux, car vous pouvez supprimer les seuls points de réapparitions des joueurs, faites attention
hu_hu: A újjáélesztő ponttal rendelkező hajók vagy állomások eltávolítása veszélyes lehet, mert eltávolíthatja a játékosok egyetlen újraéledési pontját, legyen óvatos
it: La rimozione di navi o stazioni con punto di Rientro può essere pericolosa, perché è possibile rimuovere solo i punti di rientro dei giocatori, fai attenzione
pl_pl: Usuwanie statków lub stacji z Punktem Odrodzenia może być niebezpieczne. Możesz usunąć jedyny punkt odrodzenia jakiegoś gracza. Bądź ostrożny.
pt_br: Remover naves e estações com pontos de renascimento pode ser perigoso, pois você pode acabar removendo os pontos de renascimento dos jogadores. Tenha cuidado.
ru: Удаление структур с медпунктом может быть опасно, так как вы можете лишить игроков единственной точки возрождения
zh_cn: 如果飞船和空间站配有医疗室，删除后会有危险，因为玩家重生需要医疗室，请慎重

# ScreenDebugAdminMenu_ModeSelect
source: Admin Screen
cs_cz: Administrační obrazovka
de: Admin-Bildschirm
es: Pantalla de administrador
fr: Écran admin
hu_hu: Rendszergazda képernyő
it: Schermo ammin
pl_pl: Ekran Admina
pt_br: Tela de administrador
ru: Экран админа
zh_cn: 管理员屏幕

# ScreenDebugAdminMenu_Powered
source: Powered
cs_cz: Napájeno
de: Mit Energie versorgte
es: Con energía
fr: Alimenté
hu_hu: Hajtott
it: Alimentato
pl_pl: Zasilone
pt_br: Alimentado
ru: Есть активный источник энергии
zh_cn: 已有动力

# ScreenDebugAdminMenu_RemoveCharacterNotification
source: Cannot remove online player!
cs_cz: Nelze odebrat hráče, který je online!
de: Online-Spieler kann nicht entfernt werden!
es: ¡No se puede eliminar a un jugador en línea!
fr: Impossible de supprimer un joueur en ligne !
hu_hu: Az online játékost nem lehet eltávolítani!
it: Non posso rimuovere giocatore online!
pl_pl: Nie można usunąć gracza online!
pt_br: Impossível remover jogadores online!
ru: Невозможно удалить онлайн-игрока!
zh_cn: 不能移除在线玩家！

# ScreenDebugAdminMenu_RemoveSeatedCharacterNotification
source: Cannot remove seated player!
de: Sitzende Spieler können nicht entfernt werden!
es: ¡No se puede eliminar al jugador sentado!
fr: Impossible de supprimer un joueur assis !
it: Non posso rimuovere giocatori seduti!
pl_pl: Nie można usunąć siedzącego gracza!
pt_br: Não é possível remover o jogador sentado!
ru: Невозможно удалить сидящего игрока!
zh_cn: 无法移除就座玩家！

# ScreenDebugAdminMenu_RemoveFloating
source: Remove floating obj.
cs_cz: Odstranit poletující předměty
de: Schwebendes Objekt entfernen.
es: Eliminar objetos flotantes
fr: Retirer les objets flottants
hu_hu: Lebegő objektum eltávolítása.
it: Rimuovi ogg. galleggiante
pl_pl: Usuń unoszące się obiekty
pt_br: Remover objetos flutuantes
ru: Удалить динамические предметы
zh_cn: 消除漂浮物。

# ScreenDebugAdminMenu_RemoveOwner
source: Remove inactive owner and his grids
cs_cz: Odstranit neaktivního vlastníka a jeho konstrukce
de: Inaktiven Eigentümer und seine Blockkonstruktionen entfernen
es: Eliminar al propietario inactivo y sus estructuras
fr: Supprimer un propriétaire inactif et ses grilles
hu_hu: Inaktív tulajdonos és objektumainak eltávolítása
it: Rimuovi proprietario inattivo e le sue griglie
pl_pl: Usuń nieaktywnego właściciela i jego struktury
pt_br: Remover proprietário inativo e suas grids
ru: Удалить неакт. владельца и его структуры
zh_cn: 移除不活跃的所有者以及其网格

# ScreenDebugAdminMenu_RemoveOwnerToolTip
source: Remove inactive owner and all his grids, remove him from checkpoint too. Owner must be offline, or kicked/banned first
cs_cz: Odstranit neaktivního vlastníka a všechny jeho konstrukce, odstraní i jeho poslední pozici. Vlastník musí být nejdříve offline nebo vykopnut/zabanován.
de: Entfernen Sie den inaktiven Eigentümer und alle seine Blockkonstruktionen. entfernen Sie ihn ebenfalls vom Speicherpunkt. Eigentümer muss offline sein, oder zuerst ausgeschlossen/verbannt werden
es: Quitar al propietario inactivo y a todas sus estructuras, quitarlo del punto de control también. El propietario debe estar desconectado, o ser expulsado/baneado primero
fr: Supprimez un propriétaire inactif et toutes ses grilles, ainsi que le retirer du point de contrôle. Le propriétaire doit être hors ligne ou avoir expulsé / banni
hu_hu: Eltávolítja az inaktív tulajdonost és az összes objektumát, és eltávolítja az ellenőrző pontról is. A tulajdonosnak offline állapotban kell lennie, vagy először ki kell rúgni/tiltani
it: Rimuovi proprietario inattivo e tutte le sue griglie, rimuovi anche lui dal checkpoint. Il proprietario deve essere offline, o cacciato/bannato prima
pl_pl: Usuwa nieaktywnego właściciela i wszystkie jego struktury, dodatkowo usuwa go z punktu kontrolnego. Właściciel musi być offline, lub być wyrzucony lub zbanowany
pt_br: Remove o proprietário inativo e todas as suas grids. Remove-o também do checkpoint. O proprietário deve estar offline ou ter sido banido anteriormente.
ru: Удалить неактивного владельца и его структуры, в том числе с точки сохранения. Владелец должен быть не в сети или выгнан либо забанен.
zh_cn: 移除不活跃的所有者以及其网格，也从检查点移除。所有者必须离线，已被踢出或者禁止

# ScreenDebugAdminMenu_ReplicateEverythingServer_Tooltip
source: You are on server and allready have all objects
cs_cz: Jste na serveru a již máte všechny objekty
de: Sie sind auf dem Server und haben bereits alle Objekte
es: Estás en el servidor y ya tienes todos los objetos
fr: Vous êtes sur le serveur et avez déjà tous les objets
hu_hu: Ön a szerveren van, és minden tárgy megvan
it: Sei sul server e hai già tutti gli oggetti
pl_pl: Jesteś na serwerze i już masz wszystkie obiekty
pt_br: Você está no servidor e já possui todos os objetos
ru: Вы на сервере и уже имеете все объекты
zh_cn: 你已经登录服务器，且已经拥有所有物品

# ScreenDebugAdminMenu_SafeZones
source: Safe Zones
cs_cz: Bezpečné oblasti
de: Sicherheitszonen
es: Zonas seguras
fr: Zones sécurisées
hu_hu: Biztonsági Zónák
it: Zone sicure
pl_pl: Strefy Bezpieczne
pt_br: Zonas seguras
ru: Безопасные зоны
zh_cn: 安全区

# ScreenDebugAdminMenu_SafeZones_AllowBuilding
source: Allow Building
cs_cz: Povolit stavění
de: Konstruktion erlauben
es: Permitir construcción
fr: Autoriser construction
hu_hu: Építés Engedélyezése
it: Consenti costruzione
pl_pl: Zezwól na budowanie
pt_br: Permitir construção
ru: Разрешить строительство
zh_cn: 允许建造

# ScreenDebugAdminMenu_SafeZones_AllowBuildingProjections
source: Allow Building Projections
de: Erlauben von Projektionen
es: Permitir construcción de proyecciones
fr: Autoriser les projections de bâtiment
it: Consenti proiezioni di costruzione
pl_pl: Zezwól na projekcje
pt_br: Permitir projeções de construção
ru: Разрешить строительство проекций
zh_cn: 允许激活投影仪

# ScreenDebugAdminMenu_SafeZones_AllowDamage
source: Allow Damage
cs_cz: Povolit poškození
de: Schäden zulassen
es: Permitir daño
fr: Autoriser dégâts
hu_hu: Károsodás Engedélyezése
it: Consenti danno
pl_pl: Zezwól na zadawanie obrażeń
pt_br: Permitir danos
ru: Разрешить повреждения
zh_cn: 允许破坏

# ScreenDebugAdminMenu_SafeZones_AllowDrilling
source: Allow Drilling
cs_cz: Povolit těžbu
de: Bohren erlauben
es: Permitir taladrar
fr: Autoriser forage
hu_hu: Fúrás Engedélyezése
it: Consenti trivellazione
pl_pl: Zezwól na górnictwo
pt_br: Permitir perfuração
ru: Разрешить бурение
zh_cn: 允许钻探

# ScreenDebugAdminMenu_SafeZones_AllowGrinding
source: Allow Grinding
cs_cz: Povolit rozebírání
de: Schleifen erlauben
es: Permitir desmontar bloque
fr: Autoriser meulage
hu_hu: Darabolás Engedélyezése
it: Consenti smerigliatura
pl_pl: Zezwól na szlifowanie
pt_br: Permitir desmontagem
ru: Разрешить распиливание
zh_cn: 允许切割

# ScreenDebugAdminMenu_SafeZones_AllowShooting
source: Allow Shooting
cs_cz: Povolit střelbu
de: Schießen erlauben
es: Permitir disparar
fr: Autoriser tir
hu_hu: Fényképezés Engedélyezése
it: Consenti sparo
pl_pl: Zezwól na strzelanie
pt_br: Permitir disparos
ru: Разрешить стрельбу
zh_cn: 允许射击

# ScreenDebugAdminMenu_SafeZones_AllowVoxelHands
source: Allow Voxel Hands
cs_cz: Povolit terénní nástroj
de: Voxelhand erlauben
es: Permitir modificador Vóxel
fr: Autoriser curseur voxel
hu_hu: Voxel Kezek Engedélyezése
it: Consenti Mani voxel
pl_pl: Zezwól na użycie Rąk Stwórcy
pt_br: Permitir mãos voxel
ru: Разрешить воксельные кисти
zh_cn: 允许体素手

# ScreenDebugAdminMenu_SafeZones_AllowWelding
source: Allow Welding
cs_cz: Povolit sváření
de: Schweißen erlauben
es: Permitir soldar
fr: Autoriser soudage
hu_hu: Hegesztés Engedélyezése
it: Consenti saldatura
pl_pl: Zezwól na spawanie
pt_br: Permitir soldagem
ru: Разрешить сварку
zh_cn: 允许焊接

# ScreenDebugAdminMenu_SafeZones_ChangePosition
source: Change Position
cs_cz: Změnit pozici
de: Position ändern
es: Cambiar posición
fr: Changer de position
hu_hu: Pozíció Változtatása
it: Cambia posizione
pl_pl: Zmień pozycję
pt_br: Mudar posição
ru: Сменить позицию
zh_cn: 改变位置

# ScreenDebugAdminMenu_SafeZones_ConfigureFilter
source: Configure Filter
cs_cz: Nastavit filtr
de: Filter einstellen
es: Configurar filtro
fr: Configurer le filtre
hu_hu: Szűrő Konfigurálása
it: Configura filtro
pl_pl: Konfiguruj filtr
pt_br: Configurar filtro
ru: Настроить фильтр
zh_cn: 配置筛选器

# ScreenDebugAdminMenu_SafeZones_FilterContained
source: Add Contained
cs_cz: Přidat obsažené
de: Enthaltene hinzufügen
es: Añadir Contenido
fr: Ajouter contenu
hu_hu: Tartalom Hozzáadása
it: Aggiungi Contenuti
pl_pl: Dodaj kontener
pt_br: Adicionar conteúdo
ru: Добавить содержимое
zh_cn: 添加筛选器

# ScreenDebugAdminMenu_SafeZones_MoveToSafeZone
source: Move To Safe Zone
de: Charakter in Sicherheitszone bewegen
es: Moverse a la zona segura
fr: Déplacer vers la zone sécurisée
hu_hu: Áthelyezés Biztonsági Zónába
it: Sposta nella Zona sicura
pl_pl: Przenieś do Bezpiecznej Strefy
pt_br: Mover para a zona segura
ru: Телепорт в безоп.зону
zh_cn: 移动到安全区
