Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# ToolTipJoinGameDirectConnect_Favorite
source: Check to add this IP to your favorite servers list
cs_cz: Zaškrtněte pro přidání této IP adresy do seznamu Vašich oblíbených serverů
de: Aktivieren Sie das Kontrollkästchen, um die IP-Addresse dieses Servers zur Liste Ihrer bevorzugten Server hinzuzufügen
es: Marque esta opción para agregar esta IP a su lista de servidores favoritos
fr: Cochez pour ajouter cette adresse IP à votre liste de serveurs favoris
hu_hu: Jelölje be, ha hozzá szeretné adni ezt az IP-címet a kedvenc szerverek listájához
it: Spunta per aggiungere questo IP alla lista dei tuoi server preferiti
pl_pl: Zaznacz, aby dodać ten adres IP do listy ulubionych serwerów
pt_br: Marque para adicionar este IP à sua lista de servidores favoritos
ru: Выберите, чтобы добавить этот IP в избранное.
zh_cn: 选中并将该IP添加到服务器收藏夹

# ToolTipJoinGameDirectConnect_IP
source: Insert server IP or hostname.
cs_cz: Vložte IP serveru
de: Server-IP einfügen
es: Insertar IP del servidor
fr: Insérer l'adresse IP du serveur
hu_hu: Kiszolgáló IP-címének beillesztése
it: Inserisci IP server
pl_pl: Wpisz adres IP serwera
pt_br: Inserir IP de servidor
ru: Ввести IP сервера.
zh_cn: 插入服务器IP

# ToolTipJoinGameServerDetails_AddFavorite
source: Add selected server to favorites
cs_cz: Přidat vybraný server do oblíbených
de: Ausgewählten Server zu den Favoriten hinzufügen
es: Agregar el servidor seleccionado a los favoritos
fr: Ajouter le serveur sélectionné aux favoris
hu_hu: Kijelölt kiszolgáló hozzáadása a kedvencekhez
it: Aggiungi server selezionato ai preferiti
pl_pl: Dodaj wybrany serwer do ulubionych
pt_br: Adicionar servidor selecionado aos favoritos
ru: Добавить выбранный сервер в избранное.
zh_cn: 将所选服务器添加到收藏夹

# ToolTipJoinGameServerDetails_Mods
source: View server mods
cs_cz: Zobrazit modifikace serveru
de: Server-Mods anzeigen
es: Ver mods del servidor
fr: Voir les mods du serveur
hu_hu: Kiszolgálói modok megtekintése
it: Visualizza mod server
pl_pl: Pokaż mody na serwerze
pt_br: Ver mods do servidor
ru: Посмотреть моды сервера.
zh_cn: 查看服务器模组

# ToolTipJoinGameServerDetails_Players
source: View online players
cs_cz: Zobrazit aktivní hráče
de: Aktive Spieler anzeigen
es: Ver jugadores en línea
fr: Voir les joueurs en ligne
hu_hu: Online játékosok megtekintése
it: Visualizza giocatori online
pl_pl: Pokaż grzczy online
pt_br: Ver jogadores online
ru: Посмотреть игроков в сети.
zh_cn: 查看在线玩家

# ToolTipJoinGameServerDetails_RemoveFavorite
source: Remove selected server from favorites
cs_cz: Odebrat vybraný server z oblíbených
de: Ausgewählten Server aus den Favoriten entfernen
es: Eliminar el servidor seleccionado de los favoritos
fr: Supprimer le serveur sélectionné des favoris
hu_hu: Kijelölt kiszolgáló eltávolítása a kedvencek közül
it: Rimuovi server selezionato dai preferiti
pl_pl: Usuń wybrany serwer z ulubionych
pt_br: Remover servidor selecionado dos favoritos
ru: Удалить выбранный сервер из избранного.
zh_cn: 将所选服务器移出收藏夹

# ToolTipJoinGameServerDetails_Settings
source: View server settings
cs_cz: Zobrazit nastavení serveru
de: Servereinstellungen anzeigen
es: Ver la configuración del servidor
fr: Voir les paramètres du serveur
hu_hu: Kiszolgáló beállításainak megtekintése
it: Visualizza impostazioni server
pl_pl: Pokaż ustawienia serwera
pt_br: Ver configurações de servidor
ru: Посмотреть настройки сервера.
zh_cn: 查看服务器设置

# ToolTipJoinGameServerSearch_Advanced
source: Configure advanced search settings
cs_cz: Upravte nastavení rozšířeného hledání
de: Legen Sie erweiterte Sucheinstellungen fest
es: Configurar las opciones de búsqueda avanzada
fr: Configurer les paramètres de recherche avancée
hu_hu: Speciális keresési beállítások konfigurálása
it: Configura impostazioni di ricerca avanzata
pl_pl: Konfiguruj zaawansowane ustawienia wyszukiwania
pt_br: Configurar busca avançada
ru: Настроить расширенный поиск.
zh_cn: 配置高级搜索选项

# ToolTipJoinGameServerSearch_AllowedGroups
source: Show servers supporting {0} group whitelisting
cs_cz: Zobrazit servery, které podporují whitelist skupin steamu
de: Server anzeigen, die {0}-Gruppen-Whitelisting unterstützen
es: Mostrar servidores que soportan listas blancas de grupos de {0}
fr: Afficher les serveurs prenant en charge la liste blanche de groupe {0}
hu_hu: A (z) {0} csoport engedélyezési listáját támogató szerverek megjelenítése
it: Mostra i server che supportano {0}la lista bianca di gruppo
pl_pl: Pokaż serwery obsługujące{0} białą listę grup
pt_br: Mostrar servidores que suportam grupos autorizados {0}
ru: Показать серверы, поддерживающие белый список по группам {0}.
zh_cn: 显示服务器支持的{0}组白名单

# ToolTipJoinGameServerSearch_CompatibleVersions
source: Show only servers with compatible version
cs_cz: Zobrazit pouze servery s kompatibilní verzí
de: Nur Server mit kompatibler Version anzeigen
es: Mostrar sólo servidores con versión compatible
fr: Afficher uniquement les serveurs avec une version compatible
hu_hu: Csak a kompatibilis verziójú kiszolgálókat jelenítse meg
it: Mostra solo server con versione compatibile
pl_pl: Pokaż tylko serwery w kompatybilnej wersji
pt_br: Mostrar apenas servidores com versão compatível
ru: Показать только серверы с совместимой версией.
zh_cn: 仅显示兼容版本的服务器

# ToolTipJoinGameServerSearch_Creative
source: Show creative servers
cs_cz: Zobrazit servery s kreativním režimem
de: Kreativmodus-Server anzeigen
es: Mostrar servidores creativos
fr: Afficher les serveurs créatifs
hu_hu: Kreatív szerverek megjelenítése
it: Mostra server creativi
pl_pl: Pokaż serwery w trybie kreatywnym
pt_br: Mostrar servidores de modo criativo
ru: Показать серверы с творческим режимом.
zh_cn: 显示创造服务器

# ToolTipJoinGameServerSearch_Defaults
source: Restore server search settings to default value
cs_cz: Obnovit výchozí nastavení vyhledávání
de: Server-Sucheinstellungen auf Standardwerte zurücksetzen
es: Restaurar la configuración de búsqueda del servidor al valor predeterminado
fr: Restaurer les paramètres de recherche du serveur à la valeur par défaut
hu_hu: Kiszolgáló keresési beállítások visszaállítása alapértelmezettre
it: Ripristina le impostazioni di ricerca del server al valore predefinito
pl_pl: Przywróć ustawienia wyszukiwania serwerów do ich domyślnych wartości
pt_br: Restaurar configurações de busca de servidores para o padrão
ru: Сбросить опции расширенного поиска.
zh_cn: 将服务器搜索选项恢复至默认值

# ToolTipJoinGameServerSearch_EvnironmentHostility
source: Show only servers with corresponding level of environment hostility
cs_cz: Zobrazit pouze servery s odpovídající úrovní nehostinnosti prostředí
de: Nur Server mit entsprechendem Grad an feindseliger Umgebung anzeigen
es: Mostrar sólo servidores con el nivel correspondiente de hostilidad del entorno
fr: Afficher uniquement les serveurs avec le niveau d'hostilité d'environnement correspondant
hu_hu: Csak a megfelelő szintű kiszolgálók megjelenítése környezet ellenségesség
it: Mostra solo i server con il corrispondente livello di ostilità dell'ambiente
pl_pl: Pokaż tylko serwery o odpowiednim poziomie wrogości otoczenia
pt_br: Mostrar apenas servidores com nível de hostilidade de ambiente correspondente
ru: Показать только серверы с соответствующей частотой метеоритов.
zh_cn: 仅显示有相应环境危险度 的服务器

# ToolTipJoinGameServerSearch_HasPassword
source: Show servers with password
cs_cz: Zobrazit zaheslované servery
de: Passwortgeschützte Server anzeigen
es: Mostrar servidores con contraseña
fr: Afficher les serveurs avec mot de passe
hu_hu: Jelszóval védett kiszolgálók megjelenítése
it: Mostra server con password
pl_pl: Pokaż serwery wymagające hasła
pt_br: Mostrar servidores com senha
ru: Показать сервера с паролем.
zh_cn: 显示带有密码的服务器

# ToolTipJoinGameServerSearch_MaximumFilterValue
source: Maximum filter value
cs_cz: Maximální hodnota filtru
de: Maximaler Filterwert
es: Valor máximo del filtro
fr: Valeur maximale du filtre
hu_hu: Maximálisan szűrt érték
it: Valore filtro massimo
pl_pl: Maksymalna wartość filtra
pt_br: Valor máximo de filtros
ru: Максимальное значение фильтра.
zh_cn: 最大筛选值

# ToolTipJoinGameServerSearch_MinimumFilterValue
source: Minimum filter value
cs_cz: Minimální hodnota filtru
de: Minimaler Filterwert
es: Valor mínimo del filtro
fr: Valeur minimale du filtre
hu_hu: Minimálisan szűrt érték
it: Valore filtro minimo
pl_pl: Minimalna wartość filtra
pt_br: Valor mínimo de filtros
ru: Минимальное значение фильтра.
zh_cn: 最小筛选值

# ToolTipJoinGameServerSearch_Mods
source: Configure mods search settings
cs_cz: Vyberte nastavení vyhledávání modifikací
de: Anpassen der Mod-Sucheinstellungen
es: Configurar los parámetros de búsqueda de los mods
fr: Configurer les paramètres de recherche de mods
hu_hu: Modok keresésének konfigurálása
it: Configura impostazioni di ricerca mod
pl_pl: Konfiguruj ustawienia wyszukiwania modów
pt_br: Configurar busca de mods
ru: Настроить поиск сервера по модам.
zh_cn: 配置模组搜索设定

# ToolTipJoinGameServerSearch_Ping
source: Filter by latency
cs_cz: Filtrovat dle odezvy
de: Nach Latenzzeit filtern
es: Filtrar por latencia
fr: Filtrer par latence
hu_hu: Szűrés késés szerint
it: Filtra per latenza
pl_pl: Filtruj po opóźnieniach
pt_br: Filtrar por latência
ru: Фильтр по пингу.
zh_cn: 通过延迟筛选

# ToolTipJoinGameServerSearch_SameGameData
source: Show only servers with same game data
cs_cz: Zobrazit pouze servery se shodnými herními daty
de: Nur Server mit übereinstimmenden Spieldaten anzeigen
es: Mostrar sólo servidores con los mismos datos del juego
fr: Afficher uniquement les serveurs avec les mêmes données de jeu
hu_hu: Csak azonos játékadatokkal rendelkező kiszolgálók megjelenítése
it: Mostra solo server con gli stessi dati di gioco
pl_pl: Pokaż tylko serwery z tymi samymi danymi gry
pt_br: Mostrar apenas servidores com mesmos dados de jogo
ru: Показать только серверы с теми же игровыми данными.
zh_cn: 仅显示带有同样游戏数据的服务器

# ToolTipJoinGameServerSearch_Search
source: Update current server search filter
cs_cz: Upravit současný filtr pro vyhledávání serverů
de: Aktuellen Server-Suchfilter aktualisieren
es: Actualizar el filtro de búsqueda del servidor actual
fr: Mettre à jour le filtre de recherche du serveur actuel
hu_hu: Aktuális kiszolgálókeresési szűrő frissítése
it: Aggiorna filtro di ricerca serve attuale
pl_pl: Zmień obecny filtr wyszukiwania serwerów
pt_br: Atualizar filtro de busca de servidores
ru: Обновить текущий фильтр поиска серверов.
zh_cn: 更新当前服务器搜索筛选器

# ToolTipJoinGameServerSearch_Settings
source: Configure basic server search settings
cs_cz: Vyberte základní nastavení hledání serverů
de: Anpassen der grundlegenden Server-Sucheinstellungen
es: Configurar las opciones básicas de búsqueda del servidor
fr: Configurer les paramètres de recherche de base du serveur
hu_hu: Alapvető kiszolgálókeresési beállítások konfigurálása
it: Configurare impostazioni di base di ricerca server
pl_pl: Konfiguruj podstawowe ustawienia wyszukiwania serwerów
pt_br: Configurar busca de servidores básicos
ru: Настроить основные опции поиска сервера.
zh_cn: 配置基础服务器搜索设定

# ToolTipJoinGameServerSearch_Survival
source: Show survival servers
cs_cz: Zobrazit servery s režimem přežití
de: Survival-Server anzeigen
es: Mostrar servidores de supervivencia
fr: Afficher les serveurs survie
hu_hu: Túlélési kiszolgálók megjelenítése
it: Mostra server di sopravvivenza
pl_pl: Pokaż serwery w trybie przetrwania
pt_br: Mostrar servidores de modo sobrevivência
ru: Показать серверы с режимом выживания.
zh_cn: 显示生存服务器

# ToolTipJoinGame_Advanced
source: Open advanced server search settings
cs_cz: Otevře nastavení rozšířeného hledání serverů
de: Erweiterte Server-Sucheinstellungen öffnen
es: Abrir la configuración de búsqueda avanzada en el servidor
fr: Ouvrir les paramètres de recherche avancée du serveur
hu_hu: Speciális kiszolgálókeresési beállítások megnyitása
it: Apri le impostazioni di ricerca avanzata del server
pl_pl: Otwórz zaawansowane ustawienia wyszukiwania serwerów
pt_br: Abrir configurações de busca avançada de servidores
ru: Открыть расширенные опции поиска сервера.
zh_cn: 打开高级服务器搜索设置

# ToolTipJoinGame_DirectConnect
source: Connect to a server via IP
cs_cz: Připojit k serveru přímo
de: Verbindung zu einem Server durch Eingabe der IP-Addresse
es: Conectarse a un servidor a través de IP
fr: Se connecter à un serveur via son adresse IP
hu_hu: Csatlakozás szerverhez via IP-n keresztül
it: Collegati a un server via IP
pl_pl: Połącz się z serwerem przez adres IP
pt_br: Conectar a um servidor via IP
ru: Присоединиться к серверу по IP.
zh_cn: 通过IP连接服务器

# ToolTipJoinGame_JoinWorld
source: Join selected server
cs_cz: Připojit k vybranému serveru
de: Ausgewähltem Server beitreten
es: Unirse al servidor seleccionado
fr: Rejoindre le serveur sélectionné
hu_hu: Csatlakozzon a kijelölt szerverhez
it: Unisciti al server selezionato
pl_pl: Dołącz do wybranego serwera
pt_br: Entrar no servidor selecionado
ru: Присоединиться к выбранному серверу.
zh_cn: 加入所选的服务器

# ToolTipJoinGame_Refresh
source: Refresh server list
cs_cz: Obnovit seznam serverů
de: Serverliste aktualisieren
es: Actualizar la lista de servidores
fr: Actualiser la liste de serveurs
hu_hu: Szerverlista frissítése
it: Aggiorna lista server
pl_pl: Odśwież listę serwerów
pt_br: Atualizar lista de servidores
ru: Обновить список серверов.
zh_cn: 刷新服务器列表

# ToolTipJoinGame_Search
source: Search by entering name of the server
cs_cz: Vyhledat server podle názvu
de: Suche durch Eingabe des Servernamens
es: Buscar introduciendo el nombre del servidor
fr: Rechercher en entrant le nom du serveur
hu_hu: Keresés a szerver nevének megadásával
it: Cerca inserendo nome del server
pl_pl: Wyszukaj po nazwie serwera
pt_br: Buscar servidor por nome de entrada
ru: Искать по имени сервера.
zh_cn: 输入服务器名称搜索

# ToolTipJoinGame_SearchClear
source: Clear search
cs_cz: Vymazat vyhledávání
de: Suche löschen
es: Borrar búsqueda
fr: Effacer la recherche
hu_hu: Keresés törlése
it: Cancella la ricerca
pl_pl: Wyczyść wyszukiwanie
pt_br: Limpar busca
ru: Очистить поиск.
zh_cn: 清除搜索

# ToolTipJoinGame_ServerDetails
source: Open server details screen
cs_cz: Zobrazit okno s detaily serveru
de: Serverdetail-Seite öffnen
es: Abrir la pantalla de detalles del servidor
fr: Ouvrir l'écran de détails du serveur
hu_hu: Nyissa meg a szerver részletei képernyőt
it: Apri schermata dettagli server
pl_pl: Otwórz ekran informacji serwera
pt_br: Abrir tela de detalhes de servidor
ru: Посмотреть подробное описание сервера.
zh_cn: 打开服务器详细信息屏幕

# ToolTipLoadGame_Backups
source: Show backups for selected save file
cs_cz: Zobrazit zálohy vybraného souboru s uloženou pozicí
de: Backups für ausgewählte Speicherdatei anzeigen
es: Mostrar copias de seguridad del archivo guardar seleccionado
fr: Afficher les sauvegardes pour le fichier de sauvegarde sélectionné
hu_hu: A kijelölt fájl biztonsági másolatainak megjelenítése
it: Mostra i backup per il file di salvataggio selezionato
pl_pl: Pokaż kopie zapasowe dla wybranego pliku zapisu
pt_br: Mostrar backups para arquivo de salvamento selecionado
ru: Показать бэкапы для выбранного сохранения.
zh_cn: 显示已选存档文件的备份

# ToolTipLoadGame_Delete
source: Delete selected save file
cs_cz: Smazat vybranou uloženou pozici
de: Ausgewählte Speicherdatei löschen
es: Eliminar el archivo guardado seleccionado
fr: Supprimer le fichier de sauvegarde sélectionné
hu_hu: Kijelölt mentési fájl törlése
it: Cancella il file di salvataggio selezionato
pl_pl: Usuń wybrany plik zapisu
pt_br: Excluir arquivo de salvamento selecionado
ru: Удалить выбранное сохранение.
zh_cn: 删除已选存档文件

# ToolTipLoadGame_EditSettings
source: Edit world settings of selected save file
cs_cz: Editovat nastavení světa vybrané uložené pozice
de: Welteinstellungen der ausgewählten Speicherdatei bearbeiten
es: Editar la configuración del mundo del archivo guardar seleccionado
fr: Modifier les paramètres du monde du fichier de sauvegarde sélectionné
hu_hu: A kijelölt mentési fájl világbeállításainak szerkesztése
it: Modifica le impostazioni del mondo del file di salvataggio selezionato
pl_pl: Edytuj ustawienia świata wybranego pliku zapisu
pt_br: Editar configurações de mundo do arquivo de salvamento selecionado
ru: Изменить настройки мира выбранного сохранения.
zh_cn: 编辑已选存档文件的世界设定

# ToolTipLoadGame_Load
source: Load and play selected world
cs_cz: Načíst a hrát vybraný svět
de: Ausgewählte Welt laden und Spiel starten
es: Cargar y jugar el mundo seleccionado
fr: Charger et jouer au monde sélectionné
hu_hu: Kiválasztott világ betöltése és játék
it: Carica e gioca il mondo selezionato
pl_pl: Załaduj i graj na wybranym świecie
pt_br: Carregar e jogar no mundo selecionado
ru: Загрузить выбранный мир.
zh_cn: 加载所选世界并开始游戏

# ToolTipLoadGame_SaveAs
source: Create a new save file from a selected world
cs_cz: Vytvořit novou uloženou pozici z vybraného světa
de: Erstellen einer neuen Speicherdatei einer ausgewählten Welt
es: Crear un nuevo archivo de guardado de un mundo seleccionado
fr: Créer un nouveau fichier de sauvegarde à partir d'un monde sélectionné
hu_hu: Új mentési fájl létrehozása egy kijelölt világról
it: Crea un nuovo file di salvataggio per un mondo selezionato
pl_pl: Utwórz nowy plik zapisu z wybranego świata
pt_br: Criar novo arquivo de salvamento de um mundo selecionado
ru: Создать новое сохранение из выбранного мира.
zh_cn: 从所选世界创建新存档

# ToolTipMods_Ok
source: Apply mod configuration
cs_cz: Aplikovat konfiguraci modifikace
de: Mod-Konfiguration anwenden
es: Aplicar configuración mod
fr: Appliquer la configuration du mod
hu_hu: Alkalmazza a mod konfigurációt
it: Applica configurazione mod.
pl_pl: Zastosuj konfigurację modów
pt_br: Aplicar configuração de mod
ru: Применить конфигурацию модов.
zh_cn: 应用模组配置

# ToolTipMods_Search
source: Search for a mod by typing its name
cs_cz: Vyhledat modifikaci podle názvu
de: Suche nach einem Mod durch Eingabe seines Namens
es: Busca un mod escribiendo su nombre
fr: Recherchez un mod en tapant son nom
hu_hu: Mod keresése a nevének beírásával
it: Cerca una mod digitandone il nome
pl_pl: Wyszukaj mod po nazwie
pt_br: Buscar mod por nome
ru: Искать по имени мода.
zh_cn: 通过输入名称搜索模组

# ToolTipNewGameCustomGame_Advanced
source: Open advanced world configuration screen
cs_cz: Otevřít obrazovku s pokročilý nastavením světa
de: Erweiterten Weltkonfigurationsbildschirm öffnen
es: Abrir la pantalla de configuración avanzada del mundo
fr: Ouvrir l'écran de configuration avancée du monde
hu_hu: Fejlett világkonfigurációs képernyő megnyitása
it: Apri la schermata di configurazione mondo avanzata
pl_pl: Otwórz ekran zaawansowanej konfiguracji świata
pt_br: Abrir tela de configuração avançada de mundo
ru: Открыть расширенные настройки мира.
zh_cn: 打开高级世界配置屏幕

# ToolTipNewGameCustomGame_Mods
source: Open mod configuration screen
cs_cz: Otevřít obrazovku s nastavením modifikací
de: Mod-Konfigurationsbildschirm öffnen
es: Abrir la pantalla de configuración del mod
fr: Ouvrir l'écran de configuration des mods
hu_hu: Mod konfigurációs képernyő megnyitása
it: Apri la schermata di configurazione mod
pl_pl: Otwórz ekran konfiguracji modów
pt_br: Abrir tela de configuração de mod
ru: Открыть окно выбора модов.
zh_cn: 打开模组配置屏幕

# ToolTipNewGame_Campaign
source: Start a new campaign game
cs_cz: Spustit novou kampaň
de: Ein neues Kampagnenspiel starten
es: Comenzar un nuevo juego de campaña
fr: Commencer une nouvelle campagne
hu_hu: Új kampány indítása
it: Inizia una nuova campagna
pl_pl: Zacznij nową kampanie
pt_br: Iniciar nova campanha
ru: Начать новую кампанию.
zh_cn: 开始新的战役游戏

# ToolTipNewGame_CustomGame
source: Create a new custom world
cs_cz: Vytvořit nový, vlastní svět
de: Erstellen einer neuen benutzerdefinierten Welt
es: Crear un nuevo mundo personalizado
fr: Créer un nouveau monde personnalisé
hu_hu: Új egyéni világ létrehozása
it: Crea un nuovo mondo personalizzato
pl_pl: Stwórz nowy własny świat
pt_br: Criar novo mundo personalizado
ru: Создать новый мир.
zh_cn: 新建自定义世界

# ToolTipNewGame_Start
source: Start selected world
cs_cz: Spustit vybraný svět
de: Ausgewählte Welt starten
es: Iniciar mundo seleccionado
fr: Démarrer le monde sélectionné
hu_hu: Kiválasztott világ indítása
it: Avvia mondo selezionato
pl_pl: Rozpocznij w wybranym świecie
pt_br: Iniciar mundo selecionado
ru: Запустить выбранный мир.
zh_cn: 开始所选世界

# ToolTipNewGame_WorkshopContent
source: Choose one of your subscribed workshop items or browse for more
cs_cz: Vyberte jeden s odebíraných doplňků z workshopu, nebo procházejte další
de: Wählen Sie eines Ihrer abonnierten Workshop-Items oder suchen Sie nach weiteren
es: Elige uno de los elementos a los que estás suscrito o busca más
fr: Choisissez l'un de vos objets du Workshop auxquels vous êtes abonné ou recherchez-en d'autres
hu_hu: Válasszon egyet a feliratkozott műhelycikkek közül, vagy keressen tovább
it: Sceglie uno degli oggetti del tuo workshop sottoscritto o cercane altri
pl_pl: Wybierz jeden s zasubskrybowanych przedmiotów z warsztatu lub przeglądaj po więcej
pt_br: Selecionar um dos seus itens inscritos no Workshop ou buscar outros
ru: Выбрать один из предметов Мастерской, на которые Вы подписаны.
zh_cn: 选择你所订阅的创意工坊物品或浏览更多

# ToolTipNewGame_NoWorkshopWorld
source: There are no subscribed Workshop worlds. Open Workshop Browser to subscribe worlds.
de: Sie haben keine Workshop-Welten abonniert. Öffnen Sie den Workshop-Browser, um Welten herunterzuladen.
es: No hay mundos del Workshop a los que estés suscrito. Puedes visitar el Workshop para suscribirte a mundos.
fr: Vous n'êtes abonné à aucun monde sur le Workshop. Vous pouvez visiter le Workshop pour vous abonner à des mondes.
hu_hu: Nincsenek feliratkozott Workshop világok. Meglátogathatja a {0} Műhelyt, és letöltheti őket itt:
it: Non ci sono mondi di Workshop a cui ci si è iscritti. Puoi visitare il Browser del Workshop per iscriverti ai mondi.
pl_pl: Nie subskrybujesz żadnych światów z Warsztatu. Odwiedź {0}Warsztat i pobierz je tutaj:
pt_br: Nenhum mundo inscrito no Workshop. Visite o Navegador do Workshop para mundos inscritos.
ru: Вы не подписаны ни на один мир из Мастерской. Чтобы подписаться, откройте браузер Мастерской.
zh_cn: 没有订阅的创意工坊世界。打开创意工坊浏览器以订阅世界。

# ToolTipNewsletter_Close
source: Close this window
cs_cz: Zavřete toto okno
de: Dieses Fenster schließen
es: Cerrar esta ventana
fr: Ferme cette fenêtre
hu_hu: Zárja be ezt az ablakot
it: Chiudi questa finestra
pl_pl: Zamknij okno
pt_br: Fechar esta janela
ru: Закрыть это окно.
zh_cn: 关闭此窗口

# ToolTipNewsletter_DontAskAgain
source: Check this, if you don't want to see this popup again
cs_cz: Zaškrtněte, pokud již nechcete zobrazovat toto oznámení
de: Markieren Sie dies, wenn Sie dieses Popup nicht mehr sehen möchten
es: Marca esta casilla si no quieres volver a ver esta ventana emergente
fr: Cochez cette case si vous ne voulez plus voir ce popup
hu_hu: Jelölje be ezt, ha nem szeretné újra látni ezt a felugró ablakot
it: Spunta questo, se non vuoi vedere di nuovo questo popup
pl_pl: Zaznacz to, jeśli nie chcesz ponownie wyświetlać tego powiadomienia
pt_br: Marque aqui para não ver esta popup novamente
ru: Выберите, если не хотите снова видеть это оповещение.
zh_cn: 若你不想再看到弹出框，请勾选此处

# ToolTipNewsletter_Email
source: Insert your email adress
cs_cz: Vložte svůj E-mail
de: Geben Sie Ihre E-Mail-Adresse ein
es: Introduce tu dirección de correo electrónico
fr: Saisissez votre adresse e-mail
hu_hu: Adja meg az e-mail címét
it: Inserisci il tuo indirizzo e-mail
pl_pl: Wpisz swój adres email
pt_br: Insira seu endereço de e-mail
ru: Ввести Ваш email адрес.
zh_cn: 输入你的电子邮箱
