Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# Hint21Text
source: Did you know? You can manually control turrets to carefully pick off targets.
cs_cz: Víte, že... Můžete ručně ovládat věže pro bezpečnější odstřelení cíle?
de: Wussten Sie schon? Sie können Geschütztürme auch manuell steuern, um Ziele selektiv zu beschießen.
es: ¿Sabías que...? Puedes controlar torretas manualmente para atacar objetivos directamente.
fr: Le saviez-vous ? Vous pouvez contrôler manuellement les tourelles pour choisir soigneusement les cibles.
hu_hu: Tudta? Kézzel is irányíthatja a tornyokat, hogy óvatosan leszedhesse a célpontokat.
it: Lo sapevi? Puoi controllare manualmente le torrette per prelevare con attenzione gli obiettivi.
pl_pl: Czy wiesz? Możesz ręcznie kontrolować wieżyczki, żeby ostrożnie niszczyć cele.
pt_br: Você sabia? Você pode controlar torres manualmente para mirar em seus alvos cuidadosamente.
ru: Знаете ли вы, что... Вы можете вручную управлять турелью для нанесения точечного урона.
zh_cn: 小贴士： 可以手动控制炮塔攻击目标。

# Hint22Text
source: Did you know? Your magnetic boots only work when there is no gravity around.
cs_cz: Víte, že... Vaše magnetické boty fungují jen tehdy, když nejste v gravitačním poli?
de: Wussten Sie schon? Ihre Magnetstiefel werden nur aktiviert, wenn keine Schwerkraft vorhanden ist.
es: ¿Sabías que...? Tus botas magnéticas solo funcionan cuando no hay gravedad.
fr: Le saviez-vous ? Vos bottes magnétiques ne fonctionnent que lorsqu'il n'y a pas de gravité.
hu_hu: Tudta? A mágneses csizma csak akkor működik, ha nincs gravitáció.
it: Lo sapevi? I tuoi stivali magnetici funzionano solo quando non c'è gravità in giro.
pl_pl: Czy wiesz? Twoje buty magnetyczne działają tylko wtedy, gdy w pobliżu nie ma grawitacji.
pt_br: Você sabia? Suas botas magnéticas funcionam apenas quando não houver gravidade.
ru: Знаете ли вы, что... Ваши магнитные ботинки работают только при полном отсутствии гравитации.
zh_cn: 小贴士： 磁力靴只能在无重力的环境工作。

# HintKeyboardOnly03Text
source: Did you know? Double click while wielding a tool will keep it continuously working.
de: Wussten Sie schon? Ein Doppelklick während der Anwendung eines Werkzeugs sorgt dafür, dass es kontinuierlich weiterarbeitet.
es: ¿Sabías que...? Si haces doble clic mientras usas una herramienta, ésta se mantendrá en constante funcionamiento.
fr: Le saviez-vous ? Double-cliquez lorsque vous utilisez un outil pour qu'il fonctionne en continu.
hu_hu: Tudta? Egy eszköz használatakor dupla kattintás után, az folyamatosan működni fog.
it: Lo sapevi? Un doppio clic mentre impugni un oggetto lo farà funzionare in modo continuo.
pl_pl: Czy wiesz? Podwójne kliknięcie trzymając narzędzie sprawi, że narzędzie będzie ciągle pracować.
pt_br: Você sabia? Clicar duas vezes enquanto segura uma ferramenta fará com que ela funcione continuamente.
ru: Знаете ли вы, что... Держа инструмент в руках, можно дважды щелкнуть, и он будет работать постоянно.
zh_cn: 小贴士： 焊接时，双击可以使工具保持不间断工作。

# Hint24Text
source: Did you know? Warheads are perfectly safe until you arm them.
cs_cz: Víte, že... Hlavice jsou naprosto bezpečné, dokud je neodjistíte?
de: Wussten Sie schon? Sprengköpfe sind absolut sicher, bis sie scharf gestellt werden.
es: ¿Sabías que...? Las ojivas son perfectamente seguras hasta que están armadas.
fr: Le saviez-vous ? Les ogives sont parfaitement sûres jusqu'à ce que vous les armiez.
hu_hu: Tudta? A robbanófejek teljesen biztonságosak, amíg nem élesítik őket.
it: Lo sapevi? Le testate sono perfettamente sicure fino a quando non le armi.
pl_pl: Czy wiesz? Głowice bojowe są całkowicie nieszkodliwe jeśli ich nie uzbroisz.
pt_br: Você sabia? Ogivas são totalmente seguras até você armá-las.
ru: Знаете ли вы, что... Боеголовки абсолютно безопасны, пока вы не переключите предохранитель в заряженное положение.
zh_cn: 小贴士： 弹头在装配前很安全

# Hint25Text
source: Did you know? O2/H2 generator can produce small amounts of hydrogen for thrusters without having a hydrogen tank involved.
cs_cz: Víte, že... O2/H2 generátor dokáže produkovat určité množství vodíku pro Vaše trysky, aniž byste museli mít vodíkovou nádrž?
de: Wussten Sie schon? Ein O2/H2-Generator kann kleine Mengen Wasserstoff für Triebwerke erzeugen, ohne dass zusätzlich ein Wasserstofftank erforderlich ist.
es: ¿Sabías que...? El generador de O2/H2 puede producir pequeñas cantidades de hidrógeno para los propulsores sin tener involucrado un tanque de hidrógeno.
fr: Le saviez-vous ? Le générateur O2/H2 peut produire de petites quantités d'hydrogène pour les propulseurs sans avoir besoin d'un réservoir d'hydrogène.
hu_hu: Tudta? Az O2/H2 generátor kis mennyiségű hidrogént képes előállítani tolóerő használatra anélkül is, hogy hidrogéntartály lenne benne.
it: Lo sapevi? Il generatore O2/H2 può produrre piccole quantità di idrogeno per i propulsori senza che sia coinvolto un serbatoio di idrogeno.
pl_pl: Czy wiesz? Generator tlenu/wodoru może produkować małe ilości paliwa wodorowego dla silników bez potrzeby posiadania zbiornika.
pt_br: Você sabia? Um gerador de O2/H2 pode produzir uma pequena quantidade de hidrogênio para os propulsores, mesmo sem um tanque de hidrogênio conectado.
ru: Знаете ли вы, что... Генераторы кислорода могут производить небольшое количество водорода для питания ускорителей без наличия водородного бака.
zh_cn: 小贴士： 在没有氢气罐的情况下，氧气/氢气制造机可以生产少量氢气供应推进器。

# HintKeyboardOnly00Text
source: Did you know? Press {0} to change the way GPS coordinates and Antennas are displayed on your HUD.
de: Wussten Sie schon? Sie können auf {0} drücken, um die Art und Weise zu ändern, wie GPS-Koordinaten und Funksignale auf Ihrem HUD visualisiert werden.
es: ¿Sabías que...? Presiona {0} para cambiar la forma en que se muestran las coordenadas GPS y las antenas en tu HUD.
fr: Le saviez-vous ? Appuyez sur {0} pour modifier le mode d'affichage des coordonnées GPS et des antennes sur votre ATH.
hu_hu: Tudta? Nyomja meg az {0} gombot a GPS-koordináták és az antennák megjelenítésének megváltoztatásához a HUD-n.
it: Lo sapevi Premi {0} per cambiare il modo in cui le coordinate GPS e le antenne sono visualizzate sul tuo HUD.
pl_pl: Czy wiesz? Wciśnij {0} aby zmienić sposób w jaki sposób wyświetlają się koordynaty GPS i anteny na twoim HUD.
pt_br: Você sabia? Pressione {0} para alterar a forma como as coordenadas de GPS e antenas são exibidas em seu HUD.
ru: Знаете ли вы, что... Нажав {0}, можно изменить отображение GPS-координат и сигналов антенн на экране.
zh_cn: 小贴士： 按 {0} 改变GPS和天线在屏幕上的显示方式。

# Hint27Text
source: Did you know? Blocks that are destroyed during collisions or combat can cause damage around them.
de: Wussten Sie schon? Blöcke, die bei Kollisionen oder Kämpfen zerstört werden und frei herumfliegen, können beim Aufprall Schäden anrichten.
es: ¿Sabías que...? Los bloques que son destruidos por colisiones o durante el combate pueden causar daño al resto de bloques a su alrededor.
fr: Le saviez-vous ? Les blocs détruits lors de collisions ou de combats peuvent causer des dégâts autour d'eux.
hu_hu: Tudta? Az ütközések vagy harcok során megsemmisült blokkok darabjai kárt okozhatnak körülöttünk.
it: Lo sapevi? I blocchi che vengono distrutti durante le collisioni o i combattimenti possono causare danni intorno ad essi.
pl_pl: Czy wiesz? Bloki zniszczone podczas kolizji lub w walce mogą spowodować szkody wokół nich.
pt_br: Você sabia? Blocos destruídos durante colisões ou combates podem causar danos ao redor.
ru: Знаете ли вы, что... При уничтожении блока ударом или оружием они могут повредить соседние блоки.
zh_cn: 小贴士 方块被攻击或碰撞的时候会对周围造成伤害。

# Hint26Text
source: Did you know? Pressurized environments will maintain optimal temperatures and recharge your health and oxygen.
cs_cz: Víte, že... Stisknutím {0} změníte způsob, jakým se Vám zobrazují souřadnice GPS a antény na Vašem HUDu?
de: Wussten Sie schon? Druckbeschlagene Umgebungen halten optimale Temperaturen aufrecht und laden Ihre Gesundheit und Ihren Sauerstoff wieder auf.
es: ¿Sabías que...? Los entornos presurizados mantendrán temperaturas óptimas y recargarán tu salud y oxígeno.
fr: Le saviez-vous ? Les environnements pressurisés maintiendront des températures optimales et rechargeront votre santé et votre oxygène.
hu_hu: Tudta? A túlnyomásos környezetek fenntartják az optimális hőmérsékletet, feltöltik az egészségét és öltönye oxigénkészletét.
it: Lo sapevi? Gli ambienti pressurizzati manterranno le temperature ottimali e ricaricheranno la tua salute e l'ossigeno.
pl_pl: Czy wiesz? Środowiska pod ciśnieniem będą utrzymywać optymalne temperatury oraz uzupełniać twoje życie i tlen.
pt_br: Você sabia? Ambientes pressurizados mantêm temperaturas ideais, além de restaurar sua saúde e oxigênio.
ru: Знаете ли вы, что... Нажав можно изменить отображение GPS координат и сигналов антенн на вашем экране.
zh_cn: 小贴士： 加压环境能让你维持最舒适的温度，提高生命值和氧气。

# Hint23Text
source: Did you know? Your suit's power drains faster when residing in cold or hot temperatures.
cs_cz: Víte, že... Dvojklikem u svářečky zajistíte, že bude nepřetržitě svařovat?
de: Wussten Sie schon? Die Energie Ihres Anzugs wird schneller verbraucht, wenn Sie sich in kalten oder warmen Umgebungen aufhalten.
es: ¿Sabía que...? Su traje gasta más energía al estar en entornos demasiado calientes o demasiado fríos.
fr: Le saviez-vous ? La puissance de votre combinaison diminue plus rapidement lorsque vous vous subissez des températures froides ou chaudes.
hu_hu: Tudta? Az öltöny energiája gyorsabban csökken, ha nagyon hideg vagy nagyon meleg hőmérsékleten tartózkodik.
it: Lo sapevi? La potenza della tua tuta si scarica più velocemente quando si trova a temperature fredde o calde.
pl_pl: Czy wiesz? Twój kombinezon szybciej zużywa energię będąc w niskich i wysokich temperaturach.
pt_br: Você sabia? A energia do seu traje será drenada mais rapidamente quando exposta a baixas ou altas temperaturas.
ru: Знаете ли вы, что... Держа инструмент в руках, можно заставить его работать постоянно двойным кликом.
zh_cn: 小贴士： 宇航服在寒冷或者高温的地方耗电较快。

# Hint20Text
source: Did you know? The medical room recharges your energy and health five times as fast as the survival kit.
cs_cz: Víte, že... Že kolečkem si můžete přiblížit či oddálit obraz v kamerách a ve věžích?
de: Wussten Sie schon? Die Krankenstation lädt Ihre Energie und Gesundheit fünfmal schneller auf als das Survival-Kit.
es: ¿Sabías que...? La sala médica recarga tu energía y salud cinco veces más rápido que el Kit de Supervivencia.
fr: Le saviez-vous ? La salle médicale recharge votre énergie et votre santé cinq fois plus rapidement que le kit de survie.
hu_hu: Tudta? Az orvosi szoba ötször olyan gyorsan tölti fel energiáját és egészségét, mint a túlélőkészlet.
it: Lo sapevi? La sala medica ricarica la tua energia e la tua salute cinque volte più velocemente del kit di sopravvivenza.
pl_pl: Czy wiesz? Pokój Medyczny ładuje energię oraz zdrowie pięć razy szybciej niż Zestaw Przetrwania.
pt_br: Você sabia? A sala médica recarregará a sua energia e saúde cinco vezes mais rápido que um kit de sobrevivência.
ru: Знаете ли вы, что... При использовании камеры или управляя турелью можно приближать и отдалять изображение колесиком мыши.
zh_cn: 小贴士： 医疗室可以给你充电，恢复生命，效率比生存装置高五倍。

# Hint19Text
source: Did you know? You can use sensors to detect enemies located underground who are attempting to infiltrate your base.
cs_cz: Podržením Ctrl, Shift nebo Ctrl+Shift můžete přesouvat předměty kliknutím po 10, 100 nebo 1000.
de: Wussten Sie Schon? Sie können Sensoren verwenden, um Feinde unter Grund aufzuspüren, die versuchen, durch Tunnel in Ihre Basis einzudringen.
es: ¿Sabías que...? Puedes usar sensores para detectar enemigos bajo tierra intentando infiltrarse en tu base.
fr: Le saviez-vous ? Vous pouvez utiliser des capteurs pour détecter les ennemis qui tentent d'infiltrer votre base sous terre.
hu_hu: Tudta? Szenzorokkal felfedezheti a föld alatt található ellenségeket, akik így próbálnak meg behatolni a bázisára.
it: Lo sapevi? Puoi utilizzare i sensori per rilevare i nemici che si trovano sottoterra e che tentano di infiltrarsi nella tua base.
pl_pl: Czy wiesz? Możesz skorzystać z Czujnika aby namierzyć pod ziemią wrogów próbujących dostać się do twojej bazy.
pt_br: Você sabia? Você pode utilizar sensores para detecção de inimigos no subsolo que estão tentando entrar na sua base.
ru: Знаете ли вы что... Вы можете использовать сенсоры для обнаружения под землей врагов, которые пытаются добраться до базы.
zh_cn: 小贴士: 你可以用传感器探测出企图从地下潜入你的基地的敌人。

# Hint18Text
source: Did you know? Wind turbines are more efficient when placed in high and open spaces.
cs_cz: Dvojklikem na předměty okamžitě přesunete celou zásobu mezi inventáři.
de: Wussten Sie schon? Windturbinen sind effizienter, wenn sie hoch und in windoffener Lage aufgestellt werden.
es: ¿Sabías que...? Las turbinas eólicas son más eficientes cuando se colocan en lugares abiertos y elevados.
fr: Le saviez-vous ? Les éoliennes sont plus efficaces lorsqu'elles sont placées dans des espaces hauts et ouverts.
hu_hu: Tudta? A szélturbinák hatékonyabbak, ha magas és nyitott terekben helyezik el őket.
it: Lo sapevi? Le turbine eoliche sono più efficienti se collocate in spazi alti e aperti.
pl_pl: Czy wiesz? Turbiny wiatrowe są bardziej efektywne kiedy postawisz je wysoko i w otwartej przestrzeni.
pt_br: Você sabia? Turbinas eólicas são mais eficientes quando posicionadas em pontos altos e abertos.
ru: Знаете ли вы что... Ветрогенераторы более эффективны, если их расположить высоко на открытой местности.
zh_cn: 小贴士: 风力涡轮机放到较高而且空旷的地方效能更高。

# Hint16Text
source: Did you know? Rovers can use their wheel suspensions to jump out of tight situations.
cs_cz: Při vkládání technického výkresu v kreativním režimu můžete využít klávesu B pro zarovnání konstrukce s gravitací planety.
de: Wussten Sie schon? Rover können ihre Radaufhängungen nutzen, um sich durch kleine Sprünge aus kniffligen Lagen zu befreien.
es: ¿Sabías que...? Los rovers pueden usar la suspensión para saltar grietas y situaciones complicadas.
fr: Le saviez-vous ? Les rovers peuvent utiliser leurs suspensions pour se sortir des situations difficiles en sautant.
hu_hu: Tudta? A roverek a kerékfelfüggesztéseikkel ki tudnak ugrani a szűk helyzetekből.
it: Lo sapevi? I rover possono usare le sospensioni delle ruote per saltare fuori da situazioni difficili.
pl_pl: Czy wiesz? Łaziki mogą wykorzystać podwozie do wyskoczenia z problematycznej sytuacji.
pt_br: Você sabia? Rovers podem utilizar suas suspensões para saltar em situações de perigo.
ru: Знаете ли вы что... Вездеходы могут использовать подвеску для прыжков.
zh_cn: 小贴士: 战车无法前行时，能使用轮子悬挂跳出。

# Hint15Text
source: Did you know? Advanced refineries give better yield when refining minerals.
cs_cz: Své výtvory můžete uložit stisknutím Ctrl+B. Nabídku s technickými výkresy otevřete F10.
de: Wussten Sie schon? Weiterentwickelte Raffinerien bieten eine bessere Ausbeute bei der Veredelung von Mineralien.
es: ¿Sabías que...? Las refinerías avanzadas tienen un mejor rendimiento para procesar minerales.
fr: Le saviez-vous ? Les raffineries avancées donnent un meilleur rendement lors du raffinage de minéraux.
hu_hu: Tudta? A fejlett finomítók magasabb hozamot adnak az ásványi anyagok finomításakor.
it: Lo sapevi? Le raffinerie avanzate offrono una migliore resa nella raffinazione dei minerali.
pl_pl: Czy wiesz? Zaawansowane Rafinerie dają więcej materiałów podczas przetapiania sztabek.
pt_br: Você sabia? Refinarias avançadas produzem mais quando refinando minerais.
ru: Знаете ли вы что... Улучшенные очистители имеют лучшую выработку руды.
zh_cn: 小贴士: 高级精炼厂在炼矿物时，产出较高。

# Hint05Text
source: Did you know? Your jet pack can match the velocity of nearby grids using relative dampeners.
cs_cz: Víte, že... Můžete tunely kopat rychleji, aniž byste získávali rudy? Stiskněte pravé tlačítko myši při použití vrtáku.
de: Wussten Sie schon? Ihr Jetpack kann sich durch Aktivieren der relativen Dämpfung der Geschwindigkeit benachbarter Blockkonstruktionen anpassen.
es: ¿Sabías que...? Tu jetpack puede igualar la velocidad de estructuras cercanas usando los amortiguadores relativos.
fr: Le saviez-vous ? Votre jetpack peut s'aligner sur la vitesse des grilles voisines à l'aide d'amortisseurs relatifs.
hu_hu: Tudta? A jet pack a relatív csillapítóval képes azonos sebességgel mozogni mint a közeli objektumok.
it: Lo sapevi? Il tuo jetpack può corrispondere alla velocità delle griglie vicine utilizzando i relativi smorzatori.
pl_pl: Czy wiesz? Twój Plecak Odrzutowy może z dopasować prędkość z pobliskim statkiem korzystając z zależnych amortyzatorów.
pt_br: Você sabia? Seu jetpack pode equiparar sua velocidade com a de grids próximas que utilizam amortecedores similares.
ru: Знаете ли вы, что... Вы можете копать туннели быстрее и без добычи руды зажав правую кнопку мыши при использовании бура.
zh_cn: 小贴士： 用喷气包飞行时，使用相对抑制器能使人和附近的网格的移动速度保持一致。

# Hint02Text
source: Did you know? Wheel suspensions use power based on their power setting.
cs_cz: Víte, že... Shift+{0} Vás přesune přímo do nabídky antény?
de: Wussten Sie schon? Die von Radaufhängungen verbrauchte Energie hängt von ihrer Leistungseinstellung ab.
es: ¿Sabías que...? La suspensión de las ruedas usa energía en base a su configuración de energía.
fr: Le saviez-vous ? Les suspensions utilisent la puissance en fonction de leur réglage de puissance.
hu_hu: Tudta? A kerékfelfüggesztések energiát használnak a teljesítménybeállításuk alapján.
it: Lo sapevi? Le sospensioni delle ruote utilizzano la potenza in base alla loro impostazione.
pl_pl: Czy wiesz? Podwozie korzysta z mocy określonej w ich ustawieniach mocy.
pt_br: Você sabia? Suspensões de roda utilizam energia baseada em suas configurações de energia.
ru: Знаете ли вы, что... сразу откроет меню антенны.
zh_cn: 小贴士： 轮子悬挂取决于能耗设定。

# Hint01Text
source: Did you know? You can use /f to chat with your faction only or /g for global.
cs_cz: Víte, že... Můžete vypnout funkci automatické rotace bloku pomocí {0}?
de: Wussten Sie schon? Sie können /F zum Chatten mit Ihrer Fraktion oder /g für globales Chatten verwenden.
es: ¿Sabías que...? Puedes usar /F para chatear solo con tu facción o /g para el chat global.
fr: Le saviez-vous ? Vous pouvez utiliser /F pour discuter uniquement avec votre faction ou /g pour le canal global.
hu_hu: Tudta? Az F segítségével csak a frakciójával beszélgethet, vagy a /g segítségével globálisan.
it: Lo sapevi? Puoi usare /F per chattare solo con la tua fazione o /g per globale.
pl_pl: Czy wiesz? Możesz użyć /F aby rozmawiać ze tylko ze swoją frakcją na czacie lub /g by ze wszystkimi.
pt_br: Você sabia? Você pode utilizar /F para falar apenas com a sua facção ou /G com todos.
ru: Знаете ли вы, что... Вы можете отключить авто-поворот блоков нажав.
zh_cn: 小贴士： 输入/F和你的阵营聊天，/g可以全球聊天。

# HudBlockInfo_Components
source: Components
cs_cz: Součástky
de: Komponenten
es: Componentes
fr: Composants
hu_hu: Alkatrészek
it: Componenti
pl_pl: Komponenty
pt_br: Componentes
ru: Компоненты
zh_cn: 组件

# HudBlockInfo_Installed_Required
source: Installed / Required
cs_cz: Instalováno / Požadováno
de: Montiert / Noch benötigt
es: Instalados / Necesarios
fr: Installé / Requis
hu_hu: Telepítve / Kötelező
it: Installato / Richiesto
pl_pl: Zainst. / Wym.
pt_br: Instalado/Exigido
ru: Установлено / Требуется
zh_cn: 已经安装/需要安装

# HudBlockInfo_LargeShip_Station
source: Large Ship / Station
cs_cz: Velká loď / Stanice
de: Großes Schiff / Station
es: Nave grande / Estación
fr: Grand Vaisseau / Station
hu_hu: Nagy hajó / Állomás
it: Nave grande / Stazione
pl_pl: Duży statek / Stacja
pt_br: Nave grande/Estação
ru: Большой корабль / станция
zh_cn: 大型飞船/空间站

# HudBlockInfo_SmallShip
source: Small Ship
cs_cz: Malá loď
de: kleine Schiffe
es: Nave pequeña
fr: petit vaisseau
hu_hu: Kis Hajó
it: Nave piccola
pl_pl: Mały statek
pt_br: nave pequena
ru: Малый корабль
zh_cn: 小型飞船

# HudEnergyGroupBatteries
source: Batteries
cs_cz: Baterie
de: Batterien
es: Baterías
hu_hu: Akkumulátorok
it: Batterie
pl_pl: Akumulatory
pt_br: Baterias
ru: Батареи
zh_cn: 电池

# HudEnergyGroupCharging
source: Charging
cs_cz: Nabíjení
de: Aufladen
es: Cargando
fr: Chargement en cours
hu_hu: Töltés
it: In carica
pl_pl: Ładowanie
pt_br: Carregando
ru: Зарядка
zh_cn: 充电

# HudEnergyGroupConveyors
source: Conveyors
cs_cz: Transportéry
de: Förderleitungen
es: Transportadores
fr: Convoyeurs
hu_hu: Szállítószalagok
it: Trasportatori
pl_pl: Transportery
pt_br: Transportadores
ru: Конвейеры
zh_cn: 运输机

# HudEnergyGroupDefense
source: Defense
cs_cz: Obrana
de: Verteidigung
es: Defensa
fr: Défense
hu_hu: Védelem
it: Difesa
pl_pl: Obrona
pt_br: Defesa
ru: Оборона
zh_cn: 防御

# HudEnergyGroupDoors
source: Doors
cs_cz: Dveře
de: Türen
es: Puertas
fr: Portes
hu_hu: Ajtók
it: Porte
pl_pl: Drzwi
pt_br: Portas
ru: Двери
zh_cn: 门

# HudEnergyGroupFactory
source: Factory
cs_cz: Továrna
de: Produktion
es: Fábrica
fr: Usine
hu_hu: Gyár
it: Fabbrica
pl_pl: Fabryka
pt_br: Fábrica
ru: Завод
zh_cn: 工厂

# HudEnergyGroupGyroscope
source: Gyroscope
cs_cz: Gyroskop
de: Gyroskop
es: Giroscopio
hu_hu: Giroszkóp
it: Giroscopio
pl_pl: Żyroskop
pt_br: Giroscópio
ru: Гироскоп
zh_cn: 陀螺仪

# HudEnergyGroupThrust
source: Thrusters
cs_cz: Trysky
de: Triebwerke
es: Propulsores
fr: Propulseurs
hu_hu: Hajtóművek
it: Propulsori
pl_pl: Silniki
pt_br: Propulsor
ru: Ускорители
zh_cn: 推进器

# HudEnergyGroupUtility
source: Utility
cs_cz: Služba
de: Versorgung
es: Utilidad
fr: Utilitaires
hu_hu: Hasznosítás
it: Utilità
pl_pl: Użytkowe
pt_br: Utilidade
ru: Вспомогательные системы
zh_cn: 效用

# HudEnergyMissingTotal
source: MISSING TOTAL
cs_cz: CELKEM CHYBÍ
de: FEHLEND (GESAMT)
es: FALTA TOTAL
fr: TOTAL MANQUANT
hu_hu: ELTŰNT ÖSSZESEN
it: TOTALE MANCANTE
pl_pl: BRAKUJE W SUMIE
pt_br: TOTAL FALTANTE
ru: ВСЕГО ПОТЕРЯНО
zh_cn: 丢失总数

# HudInfoBroadcasting
source: Broadcasting
cs_cz: Vysílání
de: Funksignal ein-/ausschalten
es: Emitiendo
fr: Diffusion
hu_hu: Műsorszórás
it: Trasmissione
pl_pl: Nadawanie
pt_br: Transmitindo
ru: Вещание вкл./выкл.
zh_cn: 广播

# HudInfoControllingStation
source: Controlling Station
cs_cz: Kontrolní stanice
de: Kontrollstation
es: Estación de control
fr: Station de contrôle
hu_hu: Vezérlő állomás
it: Ai controlli della stazione
pl_pl: Kontrola stacji
pt_br: Controlando estação
ru: Центр управления
zh_cn: 控制站

# HudInfoCrouching
source: Crouching
cs_cz: Skrčení
de: Geduckt
es: Agacharse
fr: Accroupi
hu_hu: Elágazó
it: Accovacciato
pl_pl: Kucanie
pt_br: Agachando
ru: Красться
zh_cn: 蹲

# HudInfoFalling
source: Falling
cs_cz: Padání
de: Im Fall
es: Cayendo
fr: En chute
hu_hu: Eső
it: In caduta
pl_pl: Spadanie
pt_br: Caindo
ru: Падение
zh_cn: 下落

# HudInfoFlying
source: Flying
cs_cz: Let
de: Im Flug
es: Volando
fr: En vol
hu_hu: Repülés
it: In volo
pl_pl: Latanie
pt_br: Voando
ru: Полёт
zh_cn: 飞行

# HudInfoGravity
source: Actual Gravity:
cs_cz: Současná Gravitace:
de: Natürliche Schwerkraft:
es: Gravedad actual:
fr: Gravité actuelle :
hu_hu: Jelenlegi Gravitáció:
it: Gravità:
pl_pl: Grawitacja:
pt_br: Gravidade atual:
ru: Гравитация:
zh_cn: 重力：

# HudInfoGravityArtificial
source: Artif. Gravity:
cs_cz: Umělá gravitace:
de: Künstliche Schwerkraft:
es: Gravedad Artificial:
fr: Gravité artificielle :
hu_hu: Mesterséges Gravitáció:
it: Gravità artif.:
pl_pl: Sztuczne ciążenie:
pt_br: Gravidade artificial:
ru: Искусственная гравитация:
zh_cn: 人工重力：

# HudInfoGravityNatural
source: Planet Gravity:
cs_cz: Gravitace planety:
de: Schwerkraft des Planeten:
es: Gravedad Planetaria:
fr: Gravité de la planète :
hu_hu: Bolygó Gravitáció:
it: Gravità pianeta:
pl_pl: Grawitacja Planety:
pt_br: Gravidade do planeta:
ru: Планетарная гравитация:
zh_cn: 行星重力：

# HudInfoHelmet
source: Helmet
cs_cz: Helma
de: Helm
es: Casco
fr: Casque
hu_hu: Sisak
it: Casco
pl_pl: Hełm
pt_br: Capacete
ru: Шлем надет/снят
zh_cn: 头盔
