Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# IngameHelp_IntroTip_Detail1
source: Well done!
de: Gut gemacht!
es: ¡Bien hecho!
fr: Bien joué !
hu_hu: Szép munka!
it: Ben fatto!
pl_pl: Dobra robota!
pt_br: Muito bom!
ru: Отлично!
zh_cn: 干得好！

# IngameHelp_IntroTip_Detail2
source: *Tip:* You can ask me anything in the chat {CONTROL:CHAT_SCREEN} using ? <question> (english only). In case of any troubles contact us at support@keenswh.com
de: *Tipp:* Sie können mich im Chat {CONTROL:CHAT_SCREEN} alles fragen, indem Sie „?“ gefolgt von einer Frage eingeben (nur auf Englisch). Falls es Probleme gibt, kontaktieren Sie uns unter support@keenswh.com
es: *Sugerencia:* Puedes preguntarme cualquier cosa en el chat usando {CONTROL:CHAT_SCREEN} ? <Pregunta> (sólo en inglés). En caso de cualquier problema contacta con nosotros en support@keenswh.com
fr: *Conseil :* Vous pouvez me demander n'importe quoi dans le chat {CONTROL:CHAT_SCREEN} en utilisant ? <question> (anglais seulement). En cas de problème, contactez-nous à support@keenswh.com
hu_hu: *Tipp:* Bármit kérdezhet a csevegésben {CONTROL:CHAT_SCREEN} használatával? <kérdés> (csak angolul). Ha probléma merülne fel, vegye fel a kapcsolatot a support@keenswh.com on
it: *Suggerimento:* Puoi chiedermi qualsiasi cosa nella chat {CONTROL:CHAT_SCREEN} usando ? <question> (solo in inglese). In caso di problemi, contattaci all'indirizzo support@keenswh.com
pl_pl: *rada: * Możesz zapytać mnie o wszystko przez czat który możesz włączyć dzięki {CONTROL:CHAT_SCREEN} i dodając znak "?" przed pytaniem (tylko po angielsku). W razie jakiś problemów skontaktuj się z nami: support@keenswh.com
pt_br: Dica:* Você pode me perguntar qualquer coisa pelo bate-papo {CONTROL:CHAT_SCREEN} utilizando ? <pergunta> (apenas em inglês). Se houver qualquer problema, entre em contato conosco em support@keenswh.com
ru: *Подсказка:* вы можете задать мне любой вопрос в чате {CONTROL:CHAT_SCREEN}, используя команду /? <вопрос>. Вопрос должен быть на английском языке. В случае неполадок, свяжитесь с нами через support@keenswh.com
zh_cn: 提示：你可以在对话框{CONTROL:CHAT_SCREEN}问我任何问题？向我问任何问题（只能说英语）。如果有问题，请发邮件到 support@keenswh.com

# IngameHelp_IntroTip_Detail2:Gamepad
source: *Tip:* You can ask me anything in the chat using ? <question> (english only). To open the chat window press {CONTROL:SYSTEM_RADIAL_MENU}, navigate to the [Menu] tab and select the [Chat] option. In case of any troubles contact us at support@keenswh.com
de: *Tipp:* Sie können mich im Chat alles fragen, indem Sie „?“ gefolgt von einer Frage eingeben (nur auf Englisch). Um das Chat-Fenster zu öffnen, drücken Sie {CONTROL:SYSTEM_RADIAL_MENU}, navigieren Sie zu [Menü] und wählen Sie die Option [Chat]. Bei Problemen kontaktieren Sie uns unter support@keenswh.com
es: *Sugerencia* Puedes preguntarme lo que quieras usando ? <Pregunta> (solo en inglés). Para abrir el chat pulsa {CONTROL:SYSTEM_RADIAL_MENU}, ve hasta la pestaña de [Menú] y selecciona [Chat]. En caso de tener cualquier problema, contacta con nosotros en support@keenswh.com
fr: *Conseil :* Vous pouvez me demander n'importe quoi dans le chat en utilisant ? <question> (anglais seulement). Pour ouvrir la fenêtre de chat, appuyez sur {CONTROL:SYSTEM_RADIAL_MENU}, allez dans l'onglet [Menu] et sélectionnez l'option [Chat]. En cas de problème, contactez-nous à support@keenswh.com
hu_hu: *Tipp:* Bármit kérdezhet a chat segítségével? <kérdés> (csak angol). A csevegőablak megnyitásához nyomja meg a {CONTROL:SYSTEM_RADIAL_MENU} gombot, keresse meg a [Menu] fület, és válassza ki a [Csevegés] lehetőséget. Bármilyen probléma esetén lépjen kapcsolatba velünk support@keenswh.com on
it: *Suggerimento:* Puoi chiedermi qualsiasi cosa nella chat usando ? <question> (solo in inglese). Per aprire la finestra della chat premi {CONTROL:SYSTEM_RADIAL_MENU}, naviga fino alla scheda [Menu] e seleziona l'opzione [Chat]. In caso di problemi contattaci all'indirizzo support@keenswh.com
pl_pl: *rada: * Możesz zapytać mnie o wszystko przez czat który stawiając "?" przed pytaniem (tylko po angielsku). Aby otworzyć czat wciśnij {CONTROL:SYSTEM_RADIAL_MENU}, przejdź do zakładki [Menu] i wybierz opcję [Czat]. W razie jakiś problemów skontaktuj się z nami: support@keenswh.com
pt_br: *Dica:* Você pode me perguntar qualquer coisa no bate-papo utilizando ? <pergunta> (apenas em inglês). Para abrir a janela de bate-papo, pressione {CONTROL:SYSTEM_RADIAL_MENU}, navegue até a guia [Menu] e selecione a opção [Bate-papo]. Se houver qualquer problema, entre em contato conosco em support@keenswh.com
ru: *Подсказка:* можно задать мне любой вопрос в чате, используя команду «? <вопрос>». Вопрос должен быть на английском языке. Для открытия чата нажмите {CONTROL:SYSTEM_RADIAL_MENU}, перейдите на вкладку меню и выберите пункт «Чат». В случае вопросов или проблем обращайтесь в техподдержку: support@keenswh.com
zh_cn: 提示：你可以在对话框输入？加问题，问我任何问题向我问任何问题（只能说英语）。按{CONTROL:SYSTEM_RADIAL_MENU}打开对话框，转到菜单然后选择聊天。 如果有问题，请发邮件到 support@keenswh.com

# IngameHelp_JetpackTip_Detail1
source: That is my definition of flying!
de: Das nenne ich eine solide Flugleistung!
es: ¡Eso es a lo que llamo yo volar!
fr: Ça c'est ce que j'appelle voler !
hu_hu: Ez az én definícióm a repülésről!
it: Questa è la mia definizione di volo!
pl_pl: Tak się lata!
pt_br: Isso é que eu chamo de voar!
ru: Вот как надо летать!
zh_cn: 这是我对飞行的诠释！

# IngameHelp_JetpackTip_Detail2
source: *Tip:* Use relative dampening with [Ctrl+]{0} to keep velocity of the ship under cursor.
de: *Tipp:* Aktivieren Sie die relative Dämpfung mit Strg+{0}, um die eigene Geschwindigkeit der des anvisierten Schiffes anzupassen.
es: *Sugerencia:* Utilice la amortiguación relativa con[Ctrl+]{0} para mantener la velocidad de la nave bajo el cursor.
fr: *Conseil :* Utilisez l'atténuation relative avec [Ctrl+]{0} pour conserver la vitesse du vaisseau sous le curseur.
hu_hu: *Tipp:* Használjon relatív csillapítást [Ctrl+]{0} hogy egy adott érték alatt tartsa a hajó sebességét.
it: *Suggerimento:* Usa lo smorzamento relativo con [Ctrl+]{0} per mantenere la velocità della nave sotto il cursore.
pl_pl: *rada: * Użyj zależnych amortyzatorów kombinacją Ctrl+{0}, żeby o utrzymać prędkość statku na którym znajduje się kursor.
pt_br: *Dica:* Utilize o amortecimento relativo com [Ctrl+]{0} para manter a velocidade da nave abaixo do cursor.
ru: *Подсказка:* используйте относительные гасители на Ctrl+{0}, для удержания скорости относительно корабля в прицеле.
zh_cn: 提示：按Ctrl+{0}使用相对抑制器，用鼠标保持飞船的速度。

# IngameHelp_JetpackTip_Detail2:Gamepad
source: *Tip:* Use the relative dampening mode (auto) to match the velocity of the ship under the cursor.
de: *Tipp:* Verwenden Sie den relativen Dämpfungsmodus (auto), um die eigene Geschwindigkeit der des anvisierten Schiffes anzupassen.
es: *Sugerencia* Usa los amortiguadores relativos (auto) para igualar la velocidad de la nave sobre la que está el cursor.
fr: *Conseil :* Utilisez le mode d'atténuation relative avec (auto) pour avoir la vitesse que le vaisseau sous le curseur.
hu_hu: *Tipp:* Használja az (auto) relatív csillapítási módot a hajó sebességének adott érték alatt tartásához.
it: *Suggerimento:* Usa la modalità di smorzamento relativo (auto) per far corrispondere la velocità della nave sotto il cursore.
pl_pl: *rada: * Użyj zależnych amortyzatorów (auto), żeby o utrzymać prędkość statku na którym znajduje się kursor.
pt_br: *Dica:* Use o modo de amortecedores relativos (auto) para corresponder à velocidade da nave sob o cursor.
ru: *Подсказка:* используйте режим относительного гашения (авто), чтобы сравняться со скоростью корабля, на который наведен курсор.
zh_cn: 提示：使用相对抑制模式（自动）用鼠标将速度调到和飞船一致。

# IngameHelp_InventoryTip_Detail1
source: Organization equals efficiency!
de: Organisieren ist Effizienz!
es: ¡La organización es sinónimo de eficiencia!
fr: Organiser est synonyme d'efficacité !
hu_hu: A szervezés egyenlő a hatékonysággal!
it: Organizzazione uguale efficienza!
pl_pl: Dobra organizacja to efektywność!
pt_br: Organização é igual a eficiência!
ru: Организация = эффективность!
zh_cn: 有组织等于有效率！

# IngameHelp_InventoryTip_Detail2
source: *Tip:* You can drag items out of your inventory to drop them again.
de: *Tipp:* Sie können Gegenstände aus Ihrem Inventar herausziehen, um sie wieder fallen zu lassen.
es: *Consejo:* Puedes arrastrar elementos de tu inventario para soltarlos de nuevo.
fr: *Conseil :* Vous pouvez faire glisser des éléments de votre inventaire pour les déposer à nouveau.
hu_hu: *Tipp:* A tételeket húzással is kidobhatja a készletből.
it: *Suggerimento:* Puoi trascinare gli oggetti dal tuo inventario per farli cadere di nuovo.
pl_pl: *rada: * Przenieś przedmioty poza ekwipunek żeby je wyrzucić.
pt_br: *Dica:* Você pode arrastar itens para fora do seu inventário para soltá-los novamente.
ru: *Подсказка:* вы можете перетаскивать предметы из инвентаря чтобы выбросить их.
zh_cn: 提示：你可以把物品拖出库存并丢弃。

# IngameHelp_Inventory_Detail1
source: Highlighted objects can be picked up if there is room in your inventory.
de: Hervorgehobene Items können aufgenommen werden, wenn in Ihrem Inventar Platz vorhanden ist.
es: Los objetos resaltados pueden ser recogidos si hay espacio en el inventario.
fr: Les objets en surbrillance peuvent être récupérés s'il y a de la place dans votre inventaire.
hu_hu: A kijelölt objektumokat csak akkor lehet felvenni, ha van hely a készletben.
it: Gli oggetti evidenziati possono essere prelevati se c'è spazio nel tuo inventario.
pl_pl: Możesz podnosić podświetlone przedmioty, o ile masz miejsce w ekwipunku.
pt_br: Objetos destacados podem ser coletados se houver espaço em seu inventário.
ru: Подсвеченные объекты могут быть подобраны, если в инвентаре есть место.
zh_cn: 如果库存还有空间，你可以捡起高亮的物品。

# IngameHelp_Inventory_Detail2
source: Press {CONTROL:USE} to pick up an item.
de: Um aufzunehmen, {CONTROL:USE} drücken.
es: Pulsa {CONTROL:USE} para recoger un objeto.
fr: Appuyez sur {CONTROL:USE} pour ramasser un objet.
hu_hu: Nyomja meg a {CONTROL:USE} gombot egy tétel felvételéhez.
it: Premi{CONTROL:USE} per prelevare un oggetto.
pl_pl: Naciśnij {CONTROL:USE} żeby podnieść przedmiot.
pt_br: Pressione {CONTROL:USE} para coletar um item.
ru: Нажмите {CONTROL:USE}чтобы подобрать.
zh_cn: 按{CONTROL:USE}捡起物品。

# IngameHelp_Inventory_Detail3
source: Press {CONTROL:INVENTORY} to open inventory.
de: Drücken Sie {CONTROL:INVENTORY} um das Inventar zu öffnen.
es: Pulsa {CONTROL:INVENTORY} para abrir el inventario.
fr: Appuyez sur {CONTROL:INVENTORY} pour ouvrir l'inventaire.
hu_hu: Nyomja meg a {CONTROL:INVENTORY} gombot a készlet megnyitásához.
it: Premi {CONTROL:INVENTORY} per aprire l'inventario.
pl_pl: Naciśnij {CONTROL:INVENTORY} żeby otworzyć ekwipunek.
pt_br: Pressione {CONTROL:INVENTORY} para abrir o inventário.
ru: Нажмите {CONTROL:INVENTORY}чтобы открыть инвентарь.
zh_cn: 按{CONTROL:INVENTORY}打开库存。

# IngameHelp_Inventory_Title
source: Good.bot: Inventory
de: Good.Bot: Inventar
es: Good.bot: Inventario
fr: Good.bot : Inventaire
hu_hu: Good.bot: Készlet
it: Good.bot: Inventario
pl_pl: Good.bot: Ekwipunek
pt_br: Good.bot: Inventário
ru: Good.bot: Инвентарь
zh_cn: Good.bot：库存

# IngameHelp_EnergyTip_Detail1
source: Energized!
de: Steht unter Strom!
es: ¡Energizado!
fr: Énergisé !
hu_hu: Feszültség alatt!
it: Energizzato!
pl_pl: Porażające!
pt_br: Energizado!
ru: Неплохо!
zh_cn: 已通电！

# IngameHelp_EnergyTip_Detail2
source: *Tip:* Energy drains faster when it is hot or cold.
de: *Hinweis:* Energie fließt schneller ab, wenn es heiß oder kalt ist.
es: *Consejo: La energía se gasta más rápido cuando hace calor o frío.
fr: *Conseil :* L'énergie se vide plus vite quand il fait chaud ou froid.
hu_hu: *Tipp:* Az energiaelvezetés gyorsabban, ha meleg vagy hideg van.
it: *Suggerimento:* L'energia drena più velocemente quando fa caldo o freddo.
pl_pl: *rada: * Moc szybciej się zużywa kiedy jest ciepło lub zimno.
pt_br: *Dica:* A energia é drenada mais rapidamente quando está frio ou calor.
ru: *Подсказка:* энергия расходуется быстрее в жару и холод.
zh_cn: 提示：在冷或者热的地方能量消耗严重。

# IngameHelp_Energy_Detail1
source: Your energy is getting low. Interact with a powered medical bay or survival kit to recharge your energy or use any kind of cockpit. Your tools need energy to function.
de: Ihre Energie wird knapp. Interagieren Sie mit einer Krankenstation oder einem Survival-Kit, um Ihre Energie wieder aufzuladen, oder betreten Sie dazu ein Cockpit. Ihre Werkzeuge benötigen Energie, um zu funktionieren.
es: Tu energía se está agotando. Interactúa con una sala médica o un kit de supervivencia para recargar tu energía o usa cualquier tipo de cabina. Tus herramientas necesitan energía para funcionar.
fr: Votre énergie est faible. Interagissez avec une baie médicale alimentée ou un kit de survie pour recharger votre énergie ou utilisez un cockpit. Vos outils ont besoin d'énergie pour fonctionner.
hu_hu: Az energiája kezd elfogyni. Keressen egy energiával ellátott orvosi rekeszt, túlélési készletet vagy pilótafülkét hogy feltöltse. A szerszámainak energiára van szükségük a működéshez.
it: La tua energia si sta scaricando. Interagisci con un'area medica alimentata o con un kit di sopravvivenza per ricaricare la tua energia o per utilizzare qualsiasi tipo di cabina di pilotaggio. I tuoi strumenti hanno bisogno di energia per funzionare.
pl_pl: Masz mało mocy. Użyj pokoju medyczny żeby się naładować lub użyj dowolnego kokpitu lub fotela. Narzędzia wymagają mocy.
pt_br: Sua energia está ficando baixa. Interaja com uma baia médica ou kit de sobrevivência para recarregar sua energia ou entre em uma cabine. Suas ferramentas precisam de energia para funcionar.
ru: Запас вашей энергии снижается. Используйте включенный медпункт, комплект для выживания или любой кокпит для перезарядки вашей энергии. Инструменты требуют энергию для работы.
zh_cn: 电力不足。去医疗站充电，使用驾驶舱也可以。工具需要电才能工作。

# IngameHelp_Energy_Detail2
source: Refill your energy.
de: Laden Sie Ihren Anzug.
es: Recarga tu energía.
fr: Rechargez votre énergie.
hu_hu: Töltse fel újra energiáját.
it: Ricarica la tua energia.
pl_pl: Uzupełnij swoją energię.
pt_br: Recarregue sua energia.
ru: Пополните запас энергии.
zh_cn: 补充能量。

# IngameHelp_Energy_Title
source: Good.bot: Energy
de: Good.Bot: Energie
es: Good.bot: Energía
fr: Good.bot : Énergie
hu_hu: Good.bot: Energia
it: Good.bot: Energia
pl_pl: Good.bot: Energia
pt_br: Good.bot: Energia
ru: Good.bot: Энергия скафандра
zh_cn: Good.bot：能量

# IngameHelp_HealthTip_Detail1
source: Just what the doctor ordered!
de: Genau das, was der Arzt verordnet hat!
es: ¡Justo lo que mandó el médico!
fr: Exactement ce qu'il vous fallait !
hu_hu: Csak amit az orvos rendelt!
it: Proprio quello che ha ordinato il medico!
pl_pl: Zgodnie z receptą!
pt_br: Do jeito que o médico recomendou!
ru: То, что доктор прописал!
zh_cn: 只要医生要求的！

# IngameHelp_HealthTip_Detail2
source: *Tip:* You will also slowly heal in oxygenated environments.
de: *Tipp:* In sauerstoffhaltigen Umgebungen werden Sie automatisch langsam heilen.
es: *Consejo: También te curarás lentamente en ambientes oxigenados.
fr: *Conseil :* Vous allez aussi guérir lentement dans des environnements oxygénés.
hu_hu: *Tipp:* Lassan gyógyul oxigénes környezetben.
it: *Suggerimento:* Guarirai lentamente anche in ambienti ossigenati.
pl_pl: *rada: * Powoli regenerujesz zdrowie w dotlenionych miejscach.
pt_br: *Dica:* Você também se curará lentamente em ambientes com oxigênio.
ru: *Подсказка:* вы также медленно восстанавливаете здоровье, если в помещении есть чем дышать.
zh_cn: 提示：在有氧的环境下，你会慢慢恢复。

# IngameHelp_Health_Detail1
source: You're hurt. You can heal by interacting with the console of a powered medical bay or survival kit.
de: Sie sind verletzt. Sie können sich heilen, indem Sie mit dem Terminal einer Krankenstation oder eines Survival-Kits interagieren.
es: Estás herido. Usted puedes curarte interactuando con la consola de una sala médica con energía o un kit de supervivencia.
fr: Vous êtes blessé. Vous pouvez guérir en interagissant avec la console d'une baie médicale alimentée ou d'un kit de survie.
hu_hu: Megsérült. Meggyógyulhat, ha használ egy működő orvosi rekeszt vagy túlélőkészlet konzolt.
it: Sei ferito. Puoi guarire interagendo con la console di un'area medica alimentata o con un kit di sopravvivenza.
pl_pl: Jesteś ranny. Ulecz się wchodząc w interakcję z konsolą pokoju medycznego lub zestawu przetrwania.
pt_br: Você está ferido. Para curar-se, interaja com o console de uma baia médica ou kit de sobrevivência.
ru: Вы ранены. Вы можете подлечиться используя консоль включенного медпункта или комплекта для выживания.
zh_cn: 你已受伤。可以在医疗站治疗。

# IngameHelp_Health_Detail2
source: Replenish your health.
de: Kümmern Sie sich um Ihre Gesundheit.
es: Reponga su salud.
fr: Restaurez votre santé.
hu_hu: Töltse fel az egészségét.
it: Ripristina la tua salute.
pl_pl: Uzupełnij swoje zdrowie.
pt_br: Recupere a sua saúde.
ru: Восполните свое здоровье.
zh_cn: 恢复健康。

# IngameHelp_Health_Title
source: Good.bot: Health
de: Good.Bot: Gesundheit
es: Good.bot: Salud
fr: Good.bot : Santé
hu_hu: Good.bot: Egészség
it: Good.bot: Salute
pl_pl: Good.bot: Zdrowie
pt_br: Good.bot: Saúde
ru: Good.bot: Здоровье
zh_cn: Good.bot：健康

# IngameHelp_HydrogenTip_Detail1
source: I think you are smarter than my maker!
de: Ich glaube, Sie sind klüger als mein Schöpfer!
es: ¡Creo que eres más listo que mi creador!
fr: Je pense que vous êtes plus malin que mon créateur !
hu_hu: Szerintem okosabb vagy, mint a teremtőm!
it: Penso che tu sia più intelligente del mio creatore!
pl_pl: Uważam, że jesteś mądrzejszy od moich twórców!
pt_br: Acho que você é mais inteligente que meu criador!
ru: Кажется, Вы умнее моего создателя!
zh_cn: 我觉得你比我的主人更聪明！

# IngameHelp_HydrogenTip_Detail2
source: *Tip:* You can conserve hydrogen when in space by flying with dampeners off.
de: *Tipp:* Sie können im Weltraum Wasserstoff sparen, indem Sie mit ausgeschalteten Dämpfern fliegen.
es: *Sugerencia: * Puedes ahorrar hidrógeno mientras vuelas por el espacio desactivando los amortiguadores de inercia.
fr: *Conseil :* Vous pouvez conserver l'hydrogène lorsque vous êtes dans l'espace en volant avec vos amortisseurs désactivés.
hu_hu: *Tipp:* Hidrogénnel az űrben úgy lehet takarékoskodni, hogy a csillapítókat kikapcsolva repül.
it: *Suggerimento:* Puoi conservare l'idrogeno quando sei nello spazio volando con gli ammortizzatori spenti.
pl_pl: *rada: * Możesz oszczędzić wodór wyłączając amortyzatory podczas lotu w kosmosie.
pt_br: *Dica:* Você pode economizar hidrogênio no espaço ao voar com os amortecedores desativados.
ru: *Подсказка:* вы можете сберечь водород в космосе, летя с выключенными гасителями инерции.
zh_cn: 提示：飞行时关闭缓冲器会节省氢气。

# IngameHelp_Hydrogen_Detail1
source: Your hydrogen is getting low. Hydrogen is produced from ice in a O2/H2 generator. You can refill bottles at the generator or resupply directly by interacting with a medical bay or survival kit if it's connected with the O2/H2 generator.
de: Ihr Wasserstoff wird knapp. Wasserstoff wird in einem O2/H2-Generator aus Eis hergestellt. Sie können Flaschen in einem Generator nachfüllen oder den Anzug direkt durch Interaktion mit einer Krankenstation oder einem Survival-Kit wiederbefüllen, wenn diese mit einem O2/H2-Generator verbunden sind.
es: Te estás quedando sin hidrógeno. El hidrógeno se produce a partir de hielo en un generador O2/H2. Puedes volver a llenar tus bombonas en el generador o reabastecerte directamente interactuando con una sala médica o un kit de supervivencia si está conectado con el generador de O2/H2.
fr: Votre hydrogène est faible. L'hydrogène est produit à partir de la glace dans un générateur H2/O2. Vous pouvez recharger les bouteilles au générateur ou le réapprovisionner directement en interagissant avec une baie médicale ou un kit de survie s’il est connecté au générateur H2/O2.
hu_hu: A hidrogén szintje egyre alacsonyabb. A hidrogént jégből állítják elő O2/H2 generátorban. A palackokat feltöltheti a generátorban, vagy közvetlenül utántöltheti az orvosi rekesz vagy a túlélőkészlet használatával, ha az össze van kötve az O2/H2 generátorral.
it: Il tuo idrogeno si sta scaricando. L'idrogeno viene prodotto dal ghiaccio in un generatore O2/H2. Puoi ricaricare le bombole presso il generatore o rifornirti direttamente interagendo con un'area medica o con un kit di sopravvivenza se è collegato al generatore O2/H2.
pl_pl: Zaczyna brakować wodoru. Wodór jest wytwarzany z lodu przez generatory tlenu. Możesz napełnić butle przez ekwipunek generatora lub uzyskać go wchodząc w interakcję z konsolą pokoju medycznego lub zestawu przetrwania jeśli jest on połączony z generatorem tlenu.
pt_br: Seu hidrogênio está ficando baixo. O hidrogênio é produzido a partir de gelo em um gerador de H2/O2. Você pode recarregar os cilindros no gerador ou reabastecer diretamente interagindo com uma baia médica ou um kit de sobrevivência, se estiverem conectados ao gerador de H2/O2.
ru: Запас водорода снижается. Водород производится из льда в генераторе O2/H2. Наполнить баллоны можно в генераторе или непосредственно из медпункта или комплекта для выживания, если он подсоединен к генератору.
zh_cn: 氢气不足。O2/H2发生器可以用冰制造氢气。你可以前往发生器加氢，如果医疗站或救生套件与O2/H2发生器相连，也可以直接获得补给。

# IngameHelp_Hydrogen_Detail2
source: Refill your hydrogen.
de: Füllen Sie Wasserstoff nach.
es: Recarga tu hidrógeno.
fr: Remplissez votre hydrogène.
hu_hu: Töltse fel a hidrogénjét.
it: Ricarica il tuo idrogeno.
pl_pl: Uzupełnij wodór.
pt_br: Reabasteça seu hidrogênio.
ru: Восполните свой водород.
zh_cn: 充氢气。

# IngameHelp_Hydrogen_Title
source: Good.bot: Hydrogen
de: Good.Bot: Wasserstoff
es: Good.bot: Hidrógeno
fr: Good.bot : Hydrogène
hu_hu: Good.bot: Hydrogén
it: Good.bot: Idrogeno
pl_pl: Good.bot: Wodór
pt_br: Good.bot: Hidrogênio
ru: Good.bot: Водород
zh_cn: Good.bot：氢气

# IngameHelp_MagneticBootsTip_Detail1
source: The last Engineer took much longer to figure this out!
de: Der letzte Ingenieur hat deutlich länger gebraucht, um das herauszufinden!
es: ¡El último ingeniero tardó mucho más en darse cuenta de esto!
fr: Le dernier ingénieur a mis beaucoup de temps à trouver la solution !
hu_hu: Az utolsó mérnöknek sokkal tovább tartott, hogy rájöjjön!
it: L'ultimo ingegnere ci ha messo molto più tempo a capirlo!
pl_pl: Ostatni inżynier potrzebował o wiele więcej czasu, aby to zrozumieć!
pt_br: O último engenheiro levou muito mais tempo para descobrir isso!
ru: Предыдущий Инженер долго не мог додуматься!
zh_cn: 上次那个工程师花了好长时间才把这个弄明白！

# IngameHelp_MagneticBootsTip_Detail2
source: *Tip:* Do not jump!
de: *Tipp:* Springen Sie nicht!
es: *Sugerencia:* ¡No saltes!
fr: *Conseil :* Ne sautez pas !
hu_hu: *Tipp:* Ne ugorjon!
it: *Suggerimento:* Non saltare!
pl_pl: *rada: * Nie skacz!
pt_br: *Dica:* Não pule!
ru: *Подсказка:* не прыгайте!
zh_cn: 提示：不要跳！
