Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# Description_Prototech_Gyroscope
source: Prototech Gyroscopes are more powerful, reinforced versions of standard Gyroscopes. They allow grids to stabilize and rotate. Prototech blocks contain advanced components that will be lost if extraction is attempted.
de: Prototech Gyroskope sind leistungsstärkere, verstärkte Versionen von Standard-Gyroskopen. Sie ermöglichen es Blockkonstruktionen, sich zu stabilisieren und zu rotieren. Prototech Blöcke enthalten hochentwickelte Komponenten, die bei einem Versuch der Extraktion verloren gehen.
es: Los giroscopios Prototech son versiones más potentes y reforzadas de los giroscopios estándar. Permiten que las estructuras se estabilicen y roten. Los bloques Prototech contienen componentes avanzados que se perderán si se intenta extraerlos.
fr: Les gyroscopes Prototech sont des versions renforcées et plus puissantes des gyroscopes standard. Ils permettent aux grilles de se stabiliser et de tourner. Les blocs Prototech contiennent des composants avancés qui seront perdus en cas de tentative d'extraction.
it: I giroscopi Prototech sono versioni più potenti e rinforzate dei giroscopi standard. Consentono alle griglie di stabilizzarsi e ruotare. I blocchi Prototech contengono componenti avanzati che andranno persi se si tenta l'estrazione.
pt_br: Giroscópios Prototech são mais poderosos e uma versão reforçada do giroscópio padrão. Eles permitem que os grids estabilizem e rotacionem. Blocos Prototech contêm componentes avançados que serão perdidos se tentar extraí-los.
ru: Прототех-гироскопы — это более мощные, усиленные версии стандартных гироскопов. Позволяют стабилизировать и вращать структуры. Прототех-блоки содержат передовые компоненты, которые будут утрачены при попытке извлечения.
zh_cn: Prototech 陀螺仪是比标准陀螺仪更强大的加固版本，能够让网格保持稳定和旋转。 Prototech 方块包含高级组件，如果尝试提取，这些组件会丢失。

# Description_Prototech_JumpDrive
source: Prototech Jump Drives allow grids to teleport over incredibly large distances. They have a higher range and better efficiency than standard Jump Drives. Prototech blocks contain advanced components that will be lost if extraction is attempted.
de: Prototech Sprungantriebe ermöglichen es Blockkonstruktionen, sich über unglaublich große Entfernungen zu teleportieren. Sie haben eine höhere Reichweite und eine bessere Effizienz als Standard-Sprungantriebe. Prototech Blöcke enthalten hochentwickelte Komponenten, die bei einem Versuch der Extraktion verloren gehen.
es: Los Motores de salto Prototech permiten a las estructuras teletransportarse a distancias increíblemente grandes. Tienen un mayor alcance y mejor eficacia que los Motores de salto estándar. Los bloques Prototech contienen componentes avanzados que se perderán si se intenta su extracción.
fr: Les moteurs de saut Prototech permettent aux grilles de se téléporter sur des distances incroyablement grandes. Ils ont une plus grande portée et une meilleure efficacité que les moteurs de saut standard. Les blocs Prototech contiennent des composants avancés qui seront perdus en cas de tentative d'extraction.
it: I dispositivi di salto Prototech consentono alle griglie di teletrasportarsi su distanze incredibilmente grandi. Hanno una portata più elevata e una migliore efficienza rispetto ai dispositivi di salto standard. I blocchi Prototech contengono componenti avanzati che andranno persi se si tenta l'estrazione.
pt_br: Jump Drives Prototech permitem que os grids teleportem em amplas distâncias. Eles têm maior alcance e melhor eficiência que os Jump Drives padrão. Blocos Prototech contêm componentes avançados que serão perdidos se tentar extraí-los.
ru: Прыжковые прототех-двигатели позволяют структурам телепортироваться на очень большие расстояния. Обладают большей дальностью и эффективность в сравнении со стандартными. Прототех-блоки содержат передовые компоненты, которые будут утрачены при попытке извлечения.
zh_cn: Prototech 跃迁引擎允许网格在极远的距离上传送，其范围和效率都优于标准跃迁引擎。 Prototech 方块包含高级组件，如果尝试提取，这些组件会丢失。

# Description_Prototech_Refinery
source: Prototech Refineries refine ores into ingots at higher yield and speed rates than other refineries. Prototech blocks contain advanced components that will be lost if extraction is attempted.
de: Prototech Raffinerien raffinieren Erze zu Barren mit höherer Effizienz und Geschwindigkeit als andere Raffinerien. Prototech Blöcke enthalten fortschrittliche Komponenten, die verloren gehen, wenn versucht wird, sie zu extrahieren.
es: Las refinerías prototecnológicas refinan los minerales para convertirlos en lingotes con un rendimiento y una velocidad superiores a los de otras refinerías. Los bloques Prototech contienen componentes avanzados que se perderán si se intenta su extracción.
fr: Les raffineries Prototech raffinent les minerais en lingots avec un rendement et une vitesse supérieurs à ceux des autres raffineries. Les blocs Prototech contiennent des composants avancés qui seront perdus en cas de tentative d'extraction.
it: Le raffinerie Prototech raffinano i minerali in lingotti con rese e velocità più elevate rispetto ad altre raffinerie. I blocchi Prototech contengono componenti avanzati che andranno persi se si tenta l'estrazione.
pt_br: Refinarias Prototech refinam minério em lingotes com uma eficácia e taxas de velocidade maiores que outras refinarias. Blocos Prototech contêm componentes avançados que serão perdidos se tentar extraí-los.
ru: Прототех-очистители перерабатывают руду в слитки с большей производительностью и скоростью, чем стандартные. Прототех-блоки содержат передовые компоненты, которые будут утрачены при попытке извлечения.
zh_cn: 与其他精炼厂相比，Prototech 精炼厂将矿石精炼为锭子的产出率和速率都更高。 Prototech 方块包含高级组件，如果尝试提取，这些组件会丢失。

# Description_Prototech_Thrust
source: Prototech Thrusters are advanced thrusters that provide a significant amount of force. They function best in zero gravity environments. Prototech blocks contain advanced components that will be lost if extraction is attempted.
de: Prototech Triebwerke sind fortschrittliche Triebwerke, die eine beträchtliche Menge an Kraft liefern. Sie funktionieren am besten in Umgebungen mit Schwerelosigkeit. Prototech Blöcke enthalten fortschrittliche Komponenten, die verloren gehen, wenn versucht wird, sie zu extrahieren.
es: Los propulsores Prototech son propulsores avanzados que proporcionan una cantidad significativa de fuerza. Funcionan mejor en entornos de gravedad cero. Los bloques Prototech contienen componentes avanzados que se perderán si se intenta su extracción.
fr: Les propulseurs Prototech sont des propulseurs avancés qui fournissent une force importante. Ils fonctionnent mieux dans des environnements sans gravité. Les blocs Prototech contiennent des composants avancés qui seront perdus en cas de tentative d'extraction.
it: I propulsori Prototech sono propulsori avanzati che forniscono una quantità significativa di forza. Funzionano meglio in ambienti a gravità zero. I blocchi Prototech contengono componenti avanzati che andranno persi se si tenta l'estrazione.
pt_br: Propulsores Prototech são propulsores avançados que fornecem uma quantidade de força significativa. Funcionam melhor em ambientes de gravidade zero. Blocos Prototech contêm componentes avançados que serão perdidos se tentar extraí-los.
ru: Прототех-ускорители — это усовершенствованные ускорители, обладающие высокой мощностью. Лучше всего работают в невесомости. Прототех-блоки содержат передовые компоненты, которые будут утрачены при попытке извлечения.
zh_cn: Prototech 推进器是高级推进器，可以提供极为可观的推力，最适合在零重力环境下工作。 Prototech 方块包含高级组件，如果尝试提取，这些组件会丢失。

# StoryTitle_Builder_Factorum1
source: Project Prototype Technology
de: Projekt Prototypen-Technologie
es: Tecnología de prototipos de proyectos
fr: Prototype de projet technologique
it: Progetto Prototipo Tecnologico
pt_br: Tecnologia de protótipo do projeto
ru: Проект «Прототипная технология»
zh_cn: 项目原型技术

# StoryText_Builder_Factorum1
source: Discarded File: 2.12.2067 The first stages of the project have been a massive success. Far beyond what we dared hope for. The thruster and battery are working. Next step is testing the jump drive. I anticipate that taking a while. - Also, let's nip this in the bud. "Prototype Technology" is not the final name. I will come up with something much better. It's not like we need something right away. I hear you all snickering. Saying I'm not creative. I am VERY creative. I'll come up with something much better than Prototype Technology - just you watch.
de: Verworfene Datei: 2.12.2067 Die ersten Phasen des Projekts waren ein voller Erfolg. Weit über das hinaus, was wir zu hoffen wagten. Das Triebwerk und die Batterie funktionieren. Der nächste Schritt ist das Testen des Sprungantriebs. Ich rechne damit, dass das eine Weile dauern wird. - Und lassen Sie uns das gleich mal klären. „Prototyp-Technologie“ ist nicht der endgültige Name. Ich werde mir etwas viel Besseres einfallen lassen. Es ist ja nicht so, dass wir sofort etwas brauchen. Ich höre Sie alle kichern. Sie sagen, ich sei nicht kreativ. Ich bin SEHR kreativ. Ich werde mir etwas viel Besseres einfallen lassen als Prototyp-Technologie. Sie werden schon sehen.
es: Archivo descartado: 2.12.2067 Las primeras etapas del proyecto han sido un éxito masivo. Mucho más allá de lo que nos atrevíamos a esperar. El propulsor y la batería funcionan. El siguiente paso es probar la unidad de salto. Preveo que eso llevará un tiempo. - Además, cortemos esto de raíz. «Tecnología Prototipo» no es el nombre definitivo. Se me ocurrirá algo mucho mejor. No es que necesitemos algo de inmediato. Les oigo reírse. Dicen que no soy creativo. Soy MUY creativo. Se me ocurrirá algo mucho mejor que la Tecnología Prototipo, ya lo verán.
fr: Fichier rejeté : 2/12/2067 Les premières étapes du projet ont été un énorme succès. Bien au-delà de ce que nous avions osé espérer. Le propulseur et la batterie fonctionnent. La prochaine étape est de tester le moteur de saut. Je m'attends à ce que cela prenne un certain temps. - Par ailleurs, étouffons cela dans l'œuf. « Technologie prototype » n'est pas le nom définitif. Je trouverai quelque chose de bien mieux. Ce n'est pas comme si nous avions besoin de quelque chose tout de suite. Je vous entends tous ricaner. Vous dites que je ne suis pas créatif. Je suis TRÈS créatif. Je trouverai quelque chose de bien mieux que technologie prototype, vous verrez.
it: File scartato: 2.12.2067 Le prime fasi del progetto sono state un enorme successo. Ben oltre quanto osavamo sperare. Il propulsore e la batteria funzionano. Il prossimo passo è testare il dispositivo di salto. Prevedo che ci vorrà un po' di tempo. - Inoltre, stronchiamo questo fatto sul nascere. "Prototipo Tecnologico" non è il nome definitivo. Mi inventerò qualcosa di molto meglio. Non è che ci serva qualcosa subito. Vi sento tutti ridacchiare. Dicono che non sono creativo. Sono MOLTO creativo. Mi inventerò qualcosa di molto meglio di Prototipo Tecnologico: state a guardare.
pt_br: Arquivo descartado: 2.12.2067 As primeiras fases do projeto foram um grande sucesso. Muito além do que ousamos esperar. O propulsor e a bateria estão funcionando. A próxima etapa é testar o jump drive. Prevejo que vá demorar algum tempo. - Além disso, vamos remover o mal pela raiz. "Protótipo Tecnológico" não é o nome final. Voou pensar em algo muito melhor. Não é algo que precisemos imediatamente. Estou ouvindo vocês rindo, dizendo que não sou criativo. Sou MUITO criativo. Vou inventar algo muito melhor do que Protótipo Tecnológico. Esperem só.
ru: Удаленный файл: 02.12.2067 Первые этапы проекта прошли с огромным успехом: наши ожидания были превзойдены. Ускоритель и батарея работают. Далее — испытания прыжкового двигателя. Полагаю, это займет некоторое время. — Да, и скажу сразу: «прототипная технология» — это не окончательное название. Я придумаю что-нибудь получше. А пока что пусть будет так. И не надо хихикать, будто у меня нет творческого подхода. Есть! и ОЧЕНЬ творческий. Я найду название покреативнее, чем «прототипная технология» — но позже.
zh_cn: 废弃文件：2.12.2067 项目的第一阶段取得了巨大的成功，远远超出了我们的预期。 推进器和电池正常工作。下一步是测试跃迁引擎。我预计这需要一些时间。 - 另外，我们得防患于未然。 “原型技术”并不是最终名称。我会想出更好的名字，不急于一时。 我听到你们都在窃笑，说我没有创意。其实我非常有创意。等着瞧，我会想出比“原型技术”更好的名字。

# StoryTitle_Builder_Factorum2
source: Sol Cooperative Correspondence
de: Sol Cooperative Korrespondenz
es: Correspondencia de la Cooperativa Sol
fr: Correspondance de la Coopérative Sol
it: Corrispondenza della Cooperativa Sol
pt_br: Correspondência da Cooperativa Sol
ru: Переписка Sol Cooperative
zh_cn: 太阳系同盟会信函

# StoryText_Builder_Factorum2
source: INTERCEPTED TRANSMISSION: Dear Representative Colfax, I want to address your frustration with The Cooperative's refusal to ban Prototech. As one of the (many) votes against your proposal, I can offer some insight. It's not that we disagree with the points you raised. You were right to say Prototech can't be trusted. And it is poor policy to rely on the unreliable. However, what is the alternative? To refuse to use technology that The Factorum happily employs? You cannot get the air back in the air-lock, so to speak. This technology is out there. To pretend otherwise, like your proposal in The Cooperative would have us do, is the greater risk. If you want to live by ideals, go join the hippies in Astronauts Without Borders. We have a government to run.
de: ABGEHÖRTE NACHRICHT: Sehr geehrter Herr Abgeordneter Colfax, ich möchte Ihre Frustration über die Weigerung von The Cooperative ansprechen, Prototech zu verbieten. Als eine der (vielen) Gegenstimmen zu Ihrem Vorschlag möchte ich Ihnen etwas dazu sagen. Es ist nicht so, dass wir mit den von Ihnen angesprochenen Punkten nicht einverstanden wären. Sie hatten Recht, als Sie sagten, dass man Prototech nicht trauen kann. Und es wäre eine schlechte Politik, sich auf die Unzuverlässigen zu verlassen. Aber was ist die Alternative? Sich zu weigern, Technologien zu verwenden, die The Factorum gerne einsetzt? Wie soll das funktioneren? Diese Technologie ist vorhanden. So zu tun, als ob es nicht so wäre, wie Ihr Vorschlag in The Cooperative es uns vorschreibt, ist das größere Risiko. Wenn Sie nach Idealen leben wollen, schließen Sie sich den Hippies von Astronauts Without Borders an. Wir haben eine Regierung zu führen.
es: TRANSMISIÓN INTERCEPTADA Estimado Representante Colfax: Quiero abordar su frustración por la negativa de La Cooperativa a prohibir Prototech. Como uno de los (muchos) votos en contra de su propuesta, puedo ofrecerle algunas ideas. No es que no estemos de acuerdo con los puntos que ha planteado. Usted tenía razón al decir que no se puede confiar en Prototech. Y es una mala política confiar en quien no es de fiar. Sin embargo, ¿cuál es la alternativa? ¿Rechazar el uso de una tecnología que El Factorum emplea alegremente? No se puede devolver el aire a la esclusa, por así decirlo. Esta tecnología está ahí fuera. Pretender lo contrario, como su propuesta en La Cooperativa nos haría hacer, es el mayor riesgo. Si quiere vivir de ideales, vaya a unirse a los hippies de Astronautas sin Fronteras. Tenemos un gobierno que dirigir.
fr: TRANSMISSION INTERCEPTÉE : Cher Représentant Colfax, Je tiens à vous faire part de votre frustration face au refus de la Coopérative d'interdire la Prototech. En tant que l'un des (nombreux) votants contre votre proposition, je peux vous apporter quelques éclaircissements. Ce n'est pas que nous soyons en désaccord avec les points que vous avez soulevés. Vous avez eu raison de dire qu'on ne peut pas faire confiance à la Prototech. Et c'est une mauvaise politique que de s'appuyer sur des personnes peu fiables. Mais quelle est l'alternative ? Refuser d'utiliser une technologie que le Factorum emploie volontiers ? Vous ne pouvez pas remettre de l'air dans le sas, pour ainsi dire. Cette technologie existe. Prétendre le contraire, comme votre proposition dans La Coopérative voudrait que nous le fassions, est le plus grand risque. Si vous voulez vivre selon des idéaux, allez rejoindre les hippies d'Astronautes sans frontières. Nous avons un gouvernement à diriger.
it: TRASMISSIONE INTERCETTATA: Gentile Rappresentante Colfax, Vorrei esprimere rammarico per il rifiuto della Cooperativa di vietare Prototech. Come uno dei (molti) voti contro la tua proposta, posso offrirti qualche spunto. Non è che non siamo d'accordo con i punti che hai sollevato. Avevi ragione a dire che Prototech non è affidabile. Ed è una cattiva politica affidarsi a ciò che non è affidabile. Tuttavia, qual è l'alternativa? Rifiutarsi di usare la tecnologia che il Factorum impiega felicemente? Non puoi far tornare l'aria nella camera stagna, per così dire. Questa tecnologia è là fuori. Fingere il contrario, come vorrebbe che facessimo la tua proposta alla Cooperativa, è il rischio maggiore. Se vuoi vivere secondo ideali, unisciti agli hippy di Astronauti Senza Frontiere. Noi abbiamo un governo da gestire.
pt_br: TRANSMISSÃO INTERCEPTADA: Prezado representante Colfax, Gostaria de abordar a sua frustração com a recusa da Cooperativa em banir o Prototech. Como um dos (muitos) votos contra a sua proposta, posso oferecer alguns insights. Não é que discordemos dos pontos apresentados. Você estava certo em dizer que o Prototech não é confiável. E é uma péssima política confiar no que não é confiável. No entanto, qual é a alternativa? Recusar o uso da tecnologia que o Factorum emprega sem problemas? Você não pode colocar o ar de volta na câmara de descompressão, por assim dizer. A tecnologia está aí. Fingir o contrário, como a sua proposta na Cooperativa, seria um grande risco. Caso queira viver pelos seus ideais, vá viver com os hippies dos Astronautas Sem Fronteiras. Temos um governo a administrar.
ru: ПЕРЕХВАЧЕННАЯ ПЕРЕДАЧА: Уважаемый представитель Колфакс! Я хочу прокомментировать ваше недовольство отказом Cooperative запретить прототехнологии. Среди множества голосов против вашего предложения был и мой, поэтому я выскажу некоторые соображения. Дело не в том, что мы не согласны с вашими аргументами. Вы были правы, когда говорили, прототехнологиям нельзя доверять. И что строить на ненадежном фундаменте — плохая идя. Но есть ли альтернатива? Отказаться от технологий, которые Факторум использует направо и налево? Обратно в шлюз воздух не засосешь: технология вышла в свет. Делать вид, что это не так (а именно в этом суть вашего предложения для Cooperative), — это еще больший риск. Хотите служить идеалам? Присоединяйтесь к «Астронавтам без границ» — эти хиппи будут вам рады. У правительства есть другие дела.
zh_cn: 截获的通信： 尊敬的 Colfax 代表： 我想谈谈你对同盟会拒绝禁止 Prototech 的沮丧。作为反对你的提案的（众多）投票者之一，我可以提供一些见解。 并不是我们不同意你提出的观点。你说得对，Prototech 是不可信的，依赖于不可靠的东西是糟糕的政策。 可是，替代方案是什么呢？ 拒绝使用 Factorum 乐于采用的技术？打个比方，你无法把空气重新放回气闸。这项技术已经出现。 假装不是这样，就像你在同盟会的提案里希望我们做的那样，反而是更大的风险。如果你想为理想而活，那就去加入“无国界宇航员”的嬉皮士吧。我们还有政府要管理。

# StoryTitle_Military_Factorum1
source: Call to Action
de: Handlungsauftrag
es: Llamada a la acción
fr: Appel à l'action
it: Invito all'azione
pt_br: Chamada à ação
ru: Призыв к действию
zh_cn: 行动呼吁
