Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# BriefingTutorial04Oxygen
source: This tutorial covers the various oxygen related blocks, oxygen farms, generators, vents, bottles, tanks and ice, including their control panel functions. The concept of creating an airtight room for pressurization is also addressed.
cs_cz: Toto cvičení se věnuje několika blokům spojených s kyslíkem - kyslíkovým farmám, generátorům, lahvím, nádržím, vzduchotechnikám a ledu - včetně jejích ovládání. Koncept stavby vzduchotěsné místnosti pro natlakování je také zahrnut.
de: Dieses Tutorial behandelt die diversen mit Sauerstoff in Verbindung stehenden Blöcke wie Sauerstofffarmen, Generatoren, Be-/Entlüftungsanlagen und Tanks, einschließlich ihrer Bedienung. Weiterhin geht es auf die Nutzung von Flaschen und Eis ein. Das Konzept der Schaffung eines luftdichten Raums für die Druckbeaufschlagung wird ebenfalls behandelt.
es: Este tutorial cubre los diversos bloques relacionados con el oxígeno, granjas de oxígeno, generadores, ventilaciones, botellas, tanques y hielo, incluyendo las funciones de sus paneles de control. También se explica el concepto de crear una habitación hermética para la presurización.
fr: Ce tutoriel couvre les différents blocs liés à l'oxygène, les fermes d'oxygène, les fermes d'oxygène, les bouches d'aération, les bouteilles, les réservoirs et la glace, ainsi que leurs fonctions de panneau de commande. Le concept de création d'une salle étanche à l'air pour la pressurisation est également abordé.
hu_hu: Ez az oktatóanyag a különféle oxigénhez kapcsolódó blokkokról, oxigéntartályokról, generátorokról, szellőzőnyílásokról, palackokról, tartályokról és jégről szól, beleértve a központ működését. Ugyancsak foglalkozik a légmentes légtér létrehozásával.
it: Questo tutorial copre i vari blocchi relativi all'ossigeno, le fabbriche di ossigeno, i generatori, gli sfiati, le bombole, le bombole, i serbatoi e il ghiaccio, comprese le funzioni del pannello di controllo. Viene anche affrontato il concetto di creare una camera a tenuta per la pressurizzazione.
pl_pl: Ten samouczek uczy o różnych blokach związanych z tlenem: farmy tlenu, generatory, wentylatory, butle, zbiorniki i lód, wliczając ich funkcje w panelu kontrolnym. Sposób zrobienia szczelnego pomieszczenia do wypełnienia tlenem też będzie przedstawiony.
pt_br: Este tutorial abrange os diversos blocos relacionados a oxigênio, fazendas de oxigênio, geradores, sistemas de ventilação, cilindros, tanques e gelo, incluindo suas funções no painel de controle. O conceito de criar um ambiente vedado hermeticamente para pressurização também será abordado.
ru: В этом руководстве рассматриваются различные блоки, связанные с кислородом: кислородные фермы, генераторы, вентиляция, баки, баллоны и лед, включая функции их панели управления. Также затрагивается создание герметичного помещения для поддержания пригодной для дыхания среды.
zh_cn: 本教程涵盖各种氧气相关方块，氧气农场，氧气制造机，通风口，瓶子，氧气罐和冰，包括其控制面板的使用以及密闭空间的建造。

# BriefingTutorial05OreRefining
source: The basics of infrastructure and industry are taught in this tutorial. You will learn how to mine ores, process them in a refinery and then commission new block components to be made in the assembler from the refined elements.
cs_cz: V tomto cvičení si představíme základy průmyslu a infrastruktury. Naučíte se těžit rudy, zpracovávat je v rafineriích a vytváření součástek bloků v montéru z rafinovaných surovin.
de: In diesem Tutorial werden die Grundlagen von Infrastruktur und Industrie vermittelt. Sie lernen, wie man Erze abbaut, in einer Raffinerie verarbeitet und dann neue Blockkomponenten in Auftrag gibt, die in einer Montageanlage aus den veredelten Elementen hergestellt werden.
es: Los principios básicos de las infraestructuras y la industria son explicados en este tutorial. Aprenderás como minar menas, procesarlas en una refinería y luego mandar fabricar los componentes de un nuevo bloque en un ensamblador a partir de los elementos refinados.
fr: Les bases de l’infrastructure et de l’industrie sont enseignées dans ce tutoriel. Vous apprendrez à exploiter les minerais, à les traiter dans une raffinerie, puis à commander de nouveaux composants de bloc à fabriquer dans l'assembleur à partir d'éléments raffinés.
hu_hu: Az oktatóanyag az infrastruktúra és az ipar alapjait tanítja. Megtanulja, hogyan fejthet ércet, hogyan finomíthatja azokat finomítóban, majd készíthet új blokk-alkatrészeket, amelyeket a kifinomult elemekből az összeszerelőben állíthat elő.
it: Le basi dell'infrastruttura e dell'industria sono insegnate in questo tutorial. Imparerai come estrarre i minerali, lavorarli in una raffineria e poi commissionare nuovi componenti a blocchi da realizzare nell'assemblatore a partire dagli elementi raffinati.
pl_pl: Podstawy infrastruktury i przemysłu będą przedstawione w tym samouczku. nauczysz się kopać rudy, przetwarzać je w rafinerii i tworzyć z nich komponenty w stacji montarzowej.
pt_br: O básico sobre infraestrutura e indústria é abordado neste tutorial. Você aprenderá a minerar, processar o minério na refinaria e produzir novos componentes de blocos, fabricados na montadora a partir dos elementos refinados.
ru: В этом руководстве изучаются основы инфраструктуры и производства. Вы узнаете, как добывать руды, перерабатывать их на очистительном заводе, а затем заказывать новые компоненты, которые будут изготовлены из очищенных элементов в сборщике.
zh_cn: 本教程介绍了基础设施和生产的基础知识。 你将学习如何开采矿石，在精炼厂中处理矿石，然后通过装配机合成新的组件。

# BriefingTutorial06Conveyors
source: Setting up a good conveyor system is very useful and can save you a lot of time. Learn how to move items through conveyors and the different ways to have separate systems interact or connect with each other.
cs_cz: Vytvoření efektivního transportního systému Vám může ušetřit spoustu času. Naučte se přesouvat předměty skrze transportní potrubí a různé způsoby jak vést rozdělené transportní systémy. A hlavně se naučíte jak interagovat a propojovat transportní systém.
de: Die Einrichtung eines guten Fördersystems ist sehr nützlich und kann Ihnen viel Zeit sparen. Lernen Sie, wie man Items durch Förderleitungen bewegt, und lernen Sie die verschiedenen Wege kennen, auf die getrennte Systeme zusammenwirken können oder miteinander verbunden werden können.
es: Establecer un buen sistema de transportadores es muy útil y puede ahorrarte mucho tiempo. Aprende cómo se mueven los objetos a través de los transportadores y las diferentes maneras para que sistemas separados interactúen entre ellos.
fr: Mettre en place un bon système de convoyage est très utile et peut vous faire gagner beaucoup de temps. Apprenez à déplacer des objets sur des convoyeurs et le différentes manières de faire interagir ou de connecter des systèmes distincts.
hu_hu: A jó szállítószalag-rendszer felállítása nagyon hasznos, és sok időt takaríthat meg. Tanulja meg, hogyan mozgathatja az elemeket a szállítószalagokon, és hogyan lehet a különálló rendszereket kölcsönhatásba léptetni, vagy kapcsolni egymáshoz.
it: Impostare un buon sistema di trasporto è molto utile e può farti risparmiare molto tempo. Impara a muovere gli oggetti attraverso i trasportatori e a far interagire o collegare tra loro i diversi sistemi separati.
pl_pl: Ustawienie dobrego systemu transportowego jest bardzo użyteczne i może zaoszczędzić ci wiele czasu. Nauczysz się przenosić przedmioty przez system transportowy i jak na różne sposoby łączyć lub oddzielać od siebie systemy.
pt_br: Configurar um bom sistema de transportadores é muito útil e você pode economizar um bom tempo. Aprenda a mover itens através das transportadoras e as diferentes formas de criar sistemas integrados ou conectados um ao outro.
ru: Создание грамотной системы конвейеров очень полезно и может сэкономить вам много времени. Узнайте, как перемещать предметы по конвейерам, как соединять отдельные системы и заставить их взаимодействовать друг с другом.
zh_cn: 建立良好的输送系统非常有用，可以节省大量的时间。 了解如何通过输送机运送物品，以及不同的方式使单独的系统相互连接起来正常运转。

# BriefingTutorial07Jetpack
source: The jetpack tutorial displays the controls needed for flight which is followed by a series of assault course style sections to challenge your ability to fly quickly and accurately, you have a limited time from the moment you begin each section to reach the exit door. Watch out for hazards!
cs_cz: Cvičení s jetpackem Vám bude ukazovat klávesy nutná k ovládání létání, který je následován sérií úseků útočného kurzu, které vás vyzývají k rychlému a přesnému letu. V každé sekci, do které vletíte, máte omezený čas, abyste se dostali k východu. Dávejte pozor na nebezpečí!
de: Das Jetpack-Tutorial beinhaltet eine Einweisung in die Flugsteuerung und fordert, in einer Reihe von Abschnitten im Stil eines Hin­der­nis­par­cours, Ihre Fähigkeit heraus, schnell und präzise zu fliegen. Vom Beginn jedes Abschnitts bis zum Erreichen der Ausgangstür haben Sie nur eine begrenzte Zeit. Achten Sie auf diverse Gefahren!
es: El tutorial del jetpack muestra los controles necesarios para el vuelo, seguidos de una serie de secciones de estilo de curso de asalto para desafiar tu capacidad de volar de forma rápida y precisa, tienes un tiempo limitado desde el momento en que comienza cada sección para llegar a la puerta de salida. ¡Cuidado con los peligros!
fr: Le didacticiel jetpack affiche les commandes nécessaires au vol. Il est suivi d'une série de sections façon parcours du combattant afin de mettre à l'épreuve votre capacité à voler rapidement et avec précision. Vous disposez d'un temps limité à partir du moment où vous commencez chaque section pour atteindre la porte de sortie. Attention aux obstacles !
hu_hu: A jetpack oktatóprogram bemutatja a repüléshez szükséges vezérlőelemeket, amelyeket egy támadási tanfolyam stílusú szakasz követ, hogy próbára tegyék a gyors és pontos repülési képességét. Az egyes szakaszok megkezdésének pillanatától kezdve korlátozott idő áll rendelkezésre a kijárati ajtó eléréséig. Vigyázzon a veszélyekre!
it: Il tutorial del jetpack mostra i controlli necessari per il volo che è seguito da una serie di sezioni in stile corso d'assalto per mettere alla prova la tua capacità di volare in modo rapido e preciso, hai un tempo limitato dal momento in cui inizi ogni sezione per raggiungere la porta d'uscita. Attenzione ai pericoli!
pl_pl: Samouczek plecaka odrzutowego pokaże sterowanie potrzebne do lotu, a później przetestuje twoje zdolności na torach przeszkód. Masz ograniczoną ilość czasu aby dotrzeć do drzwi. Uważaj na siebie!
pt_br: O tutorial do jetpack mostra os controles necessários para voar, seguido por sessões em um percurso de obstáculos que vão desafiar sua habilidade de voar de maneira ágil e precisa. Você terá um tempo limitado do momento que você inicia em cada setor até alcançar a saída. Cuidado com os perigos!
ru: Учебное пособие по реактивному ранцу с помощью полосы препятствий продемонстрирует, что необходимо для полета и проверит ваши способности быстро и аккуратно управлять ранцем. Время прохождения каждого этапа ограничено. Будьте внимательны к опасностям!
zh_cn: 飞行器教程介绍了如何进行飞行器控制，随后是一系列攻击课程样式部分，挑战快速准确飞行的能力，挑战从开始到结束的时间有限，请注意安全！

# BriefingTutorial08YourFirstShip
source: The true test of any engineer is the ability to build a space-worthy ship from scratch, this tutorial will provide instruction on how to build a simple one-person transport vessel. Learn how to place blocks, weld them to completion and make a simple flight, you will also be taught essential rules of ship building that you can apply to create your own designs.
cs_cz: Pravou zkouškou každého konstruktéra je schopnost postavit vesmírnou loď z ničeho. Toto cvičení Vám poskytne instrukce potřebné k postavení jednomístné transportní lodi. Naučíte se pokládat bloky, svařovat je a osvojíte si základy létání. Současně Vás naučíme základní pravidla konstruování lodí, které můžete později využít i u vlastních plavidel.
de: Den wahren Test für einen jeden Ingenieur stellt es dar, ein weltraumtaugliches Schiff von Grund auf zu konstruieren. In diesem Tutorial wird gezeigt, wie man ein einfaches Ein-Personen-Transportschiff konstruiert. Sie lernen, wie man Blöcke platziert, sie zur Fertigstellung zusammenschweißt und wie man einen einfachen Flug damit durchführt. Außerdem werden Ihnen wesentliche Regeln der Schiffskonstruktion vermittelt, die Sie bei der Erstellung Ihrer eigenen Entwürfe anwenden können.
es: La verdadera prueba de cualquier ingeniero es la capacidad de construir una nave digna del espacio desde cero, este tutorial te proporcionará instrucciones sobre cómo construir una nave de transporte sencilla para una sola persona. Aprende a colocar bloques, a soldarlos, a completarlos y a hacer un vuelo simple. También se te enseñarán las reglas esenciales de construcción de naves que puedes aplicar para crear tus propios diseños.
fr: Le vrai test de tout ingénieur est la capacité à construire un vaisseau pouvant aller dans l'espace, ce tutoriel vous expliquera comment construire un simple vaisseau de transport pouvant accueillir une personne. Apprenez à placer des blocs, à les souder et à effectuer un vol simple. Vous apprendrez également les règles essentielles de la construction spatiale que vous pouvez appliquer pour créer vos propres conceptions.
hu_hu: Bármely mérnök igazi próbája az a képesség, hogy egy űrhajót építsen a semmiből, ez az útmutató segítséget nyújt egy egyszerű egyszemélyes szállítóhajó felépítéséhez. Megtanulja, a teljes munkamenetet, hogy hogyan kell blokkokat elhelyezni, hegeszteni őket, és hogyan lehet egy egyszerű repülést elvégezni. Megtanulja a hajóépítés alapvető szabályait is, amelyeket alkalmazhat saját terveinek elkészítéséhez.
it: Il vero test di ogni ingegnere è la capacità di costruire una nave spaziale da zero, questo tutorial fornirà istruzioni su come costruire una semplice nave da trasporto monoposto. Imparerai come posizionare i blocchi, saldarli a completamento e fare un semplice volo, ti verranno anche insegnate le regole essenziali della costruzione di una nave che potrai applicare per creare i tuoi progetti.
pl_pl: Prawdziwym testem na inżyniera jest zdolność zbudowania funkcjonalnego statku od zera. Ten poradnik zapewni instrukcje jak zbudować prosty jednoosobowy statek transportowy. Nauczysz się jak stawiać bloki, spawać je do punktu funkcjonalności i wprawiać je w ruch. Zostaniesz też nauczony najważniejszych zasad budowy statków kosmicnzych, które będziesz mógł zastosować w swoich kolejnych konstrukcjach.
pt_br: O verdadeiro teste para qualquer engenheiro é a habilidade de construir uma nave decente do zero. Você será orientado em como construir uma nave de transporte individual simples. Aprenda a posicionar os blocos, soldá-los por inteiro, além de realizar um voo simples. Você também aprenderá as regras básicas para construção de naves para desenvolver seus próprios projetos.
ru: Настоящим испытанием для любого инженера является постройка космического корабля с нуля. В этом руководстве рассказывается, как построить одноместный транспортный корабль. Узнайте, как размещать блоки, сваривать их до конца и как совершить простой полет. Вам также покажут основные правила кораблестроения, которые вы сможете применять для создания собственных конструкций.
zh_cn: 对所有工程师来说，真正考验是从头开始构建一支飞船。本教程将提供如何建造简单的单人运输船的指导。 学习如何放置块，焊接完成并进行简单的飞行，你还将学习船舶建造的基本规则，也可以创建自己的蓝图。

# BriefingTutorial09ShipFlight
source: This tutorial offers instruction on how to fly a ship and use the three ship tools. You must use each ship in turn to navigate through several chambers that demonstrate how to grind, weld and drill as well as how to stock a weld ships cargo and how to dock with connectors.
cs_cz: Toto cvičení nabízí instruktáž pro létání s lodí a používání třech lodních nástrojů. Musíte postupně použít každou loď a proletět několika částmi, které Vás naučí jak rozebírat, svářet a těžit. Stejně tak se naučíte jak skládat materiál svářečské lodi a jak zakotvit s pomocí konektorů.
de: Dieses Tutorial bietet Anleitungen zum Fliegen eines Schiffes und zur Verwendung der drei Schiffswerkzeuge. Sie müssen jedes Schiff der Reihe nach benutzen und es durch mehrere Kammern navigieren, in denen das Schleifen, Schweißen und Bohren demonstriert wird. Außerdem wird gezeigt, wie die Ladung eines Schweiß-Schiffes aufgefüllt wird und wie man das Schiff an Verbinder andockt.
es: Este tutorial ofrece instrucciones sobre cómo volar una nave y usar las tres herramientas de naves. Debe usar cada nave en su momento para navegar a través de varias cámaras que demuestran cómo desmontar, soldar y perforar, así como almacenar una carga en naves de soldadura y cómo acoplarse con conectores.
fr: Ce didacticiel explique comment piloter un vaisseau et utiliser les trois outils de vaisseau. Vous devez utiliser chaque vaisseau tour à tour pour naviguer dans plusieurs chambres qui montrent comment meuler, souder et forer, ainsi que pour stocker une cargaison de vaisseau soudeur et comment d'amarrer à des connecteurs.
hu_hu: Ez az oktatóprogram egy hajó repülésének és a három hajóépítő szerszám használatának útmutatását tartalmazza. Mindegyik hajót egymás után kell használnia, több szemléltető kamrán át, amelyek bemutatják hogyan kell őrölni, hegeszteni és fúrni. Bemutatja hogyan kell raktározni egy elkészített hajó rakományát és hogyan kell dokkolni a csatlakozókkal.
it: Questo tutorial offre istruzioni su come far volare una nave e utilizzare i tre strumenti della nave. Devi utilizzare ogni nave a turno per navigare attraverso diverse camere che dimostrano come macinare, saldare e perforare, nonché come stoccare il carico di una nave saldata e come attraccare con i connettori.
pl_pl: Ten samouczek oferuje instrukcję latania statkiem i użycia znajdującym się na nim trzech narzędzi. Będziesz musiał użyć każdego z nich aby przejść przez serię komór które zademonstrują jak szlifować, spawać i kopać oraz jak uzupełnić ekwipunek statku spawalniczego i jak dokować z łącznikami.
pt_br: Este tutorial dará instruções sobre como pilotar uma nave e utilizar as suas três ferramentas. Você deverá pilotar uma nave de cada vez, percorrendo diversas áreas que demonstrarão como desmontar, soldar e minerar, bem como acomodar uma nave cargueira soldadora e como acoplá-la a conectores.
ru: Это обучение покажет как управлять кораблем и его инструментами. Используйте каждый корабль для прохождения отдельных комнат, которые научат вас распиливать, сваривать и бурить, а также как хранить полученные материалы и стыковаться с коннекторами.
zh_cn: 本教程介绍如何使用船舶工具。 你必须依次浏览几个房间，学习如何切割，焊接和采矿，如何储存焊船货物、以及如何与连接器对接。

# BriefingTutorial10Grids
source: This tutorial aims to illuminate the nature of small, large and station grids, the rules that govern them and how you can join them with the merge block. There is also a brief section on floating objects.
cs_cz: Cílem tohoto cvičení je osvětlit povahu malých, velkých a staničních konstrukcí, pravidla, která je řídí a jak je propojit pomocí slučovacích bloků. K dispozici je také krátký článek o poletujících předmětech.
de: Dieses Tutorial soll die Eigenschaften von kleinen, großen und statischen Blockkonstruktionen (wie z. B. Stationen) beleuchten, die Regeln, die für sie gelten, und wie sie mit dem Fusionsblock verbunden werden können. Es enthält ebenfalls einen kurzen Abschnitt über schwebende Objekte.
es: Este tutorial busca iluminar la naturaleza de las estructuras grandes, pequeñas y de estaciones, las reglas que las gobiernan y cómo puedes unirlas mediante bloques de unión. También hay una breve sección sobre objetos flotantes.
fr: Ce didacticiel a pour but d’éclairer la nature des grilles de petites, grandes et stations, les règles qui les régissent et la façon dont vous pouvez les joindre au bloc de fusion. Il existe également une brève section sur les objets flottants.
hu_hu: Ennek az oktatóanyagnak a célja a kicsi, és nagy állomás objektumok jellegének, a rájuk irányadó szabályoknak, valamint a blokkhoz történő csatlakozás módjának megvilágítása. Van egy rövid szakasz a lebegő tárgyakról is.
it: Questo tutorial ha lo scopo di illuminare la natura delle griglie piccole, grandi e stazionarie, le regole che le governano e come si può unirle al blocco di unione. C'è anche una breve sezione sugli oggetti galleggianti.
pl_pl: Ten samouczek ma na celu pokazanie natury małych i dużych statków oraz stacji, zasad, które nimi kierują i to, jak można je łączyć za pomocą bloków łączących. Dodatkowo jest tam sekcja o latających obiektach.
pt_br: Este tutorial tem como objetivo esclarecer a natureza das grids pequenas, grandes e grids de estação, suas regras e como uni-las com o bloco de mesclagem. Há também uma pequena seção sobre objetos flutuantes.
ru: Это обучение осветит природу малых, больших и статичных структур, каким правилам они подчиняются и как их можно соединить с помощью блока-соединителя.
zh_cn: 本教程旨在阐明小型，大型和空间站网格的性质，管理它们的规则以及如何使用合并方块来合并它们。 还有一个关于漂浮对象的简要说明。

# BroadcastScreen_NoOwnership
source: Wrong ownership setting:
cs_cz: Chybné nastavení vlastnictví
de: Falsche Eigentümereinstellung:
es: Configuración de propiedad incorrecta:
fr: Mauvais paramètre de propriété :
hu_hu: Helytelen tulajdonosi beállítás:
it: Impostazione di proprietà errata:
pl_pl: Złe ustawienia własności:
pt_br: Definição de propriedade incorreta:
ru: Неверный владелец:
zh_cn: 所有权设置错误：

# BroadcastScreen_Ownership
source: Ownership correct
cs_cz: Správné vlastnictví
de: Eigentümer korrekt eingestellt
es: Propiedad correcta
fr: Propriété correcte
hu_hu: Tulajdonos megfelelő
it: Proprietà corretta
pl_pl: Własność poprawna
pt_br: Propriedade correta
ru: Верный владелец
zh_cn: 所有权正确

# BroadcastScreen_TakeControlButton
source: Control
cs_cz: Ovládat
de: Steuerung
fr: Contrôle
hu_hu: Ellenőrzés
it: Controlla
pl_pl: Ctrl
pt_br: Controle
ru: Управлять
zh_cn: 控制

# BroadcastScreen_TakeControlButtonDisabled_ToolTip
source: Cannot take control of target grid. Hover over status icons for more info.
cs_cz: Nelze převzít kontrolu nad cílovou konstrukcí. Najeďte na stavovou ikonu pro více informací.
de: Kann keine Kontrolle über das Zielkonstruktion erhalten. Fahren Sie mit der Maus über die Statussymbole, um weitere Informationen zu erhalten.
es: No se puede tomar el control de la estructura objetivo. Pasa el cursor sobre los iconos de estado para más información.
fr: Impossible de prendre le contrôle de la grille cible. Survolez les icônes d'état pour plus d'informations.
hu_hu: Nem lehet átvenni az irányítást a célobjektum felett. További információkért vigye az egérmutatót az állapotikonokra.
it: Non posso prendere il controllo della griglia obiettivo. Passa il mouse sulle icone di stato per maggiori informazioni.
pl_pl: Nie można przejąć kontroli nad docelową strukturą. Najedź na ikony statusu aby dowiedzieć się więcej.
pt_br: Impossível controlar a grid alvo. Passe o mouse sobre os ícones de status para mais informações.
ru: Невозможно получить управление целью. Наведите курсор на иконки статуса для подробностей.
zh_cn: 无法获得目标网格的控制权。 将鼠标移至状态图标上方获取更多信息。

# BroadcastScreen_TakeControlButton_NoMainRemoteControl
source: Multiple Remote Controllers on grid. Set one as main!
cs_cz: Konstrukce má vícero vzdálených ovládání. Nastavte jedno jako hlavní!
de: Blockkonstruktion enthält mehrere Fernsteuerungsblöcke. Legen Sie einen als Hauptsteuerung fest!
es: Hay múltiples mandos a distancia en la estructura. ¡Selecciona uno como el principal!
fr: Plusieurs manettes distantes sur la grille. Définissez-en un comme principal !
hu_hu: Több távirányító az objektumon. Állítson be egyet elsődlegesnek!
it: Più controller remoti sulla griglia. Impostarne uno come principale!
pl_pl: Wiele Zdalnych Sterowań na siatce. Ustaw jeden jako główny!
pt_br: Vários controles remotos na grid. Defina um deles como principal!
ru: Несколько блоков удаленного управления. Назначьте один главным!
zh_cn: 发现多个控制器，请设置一个主控制器。
