Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# BlockTransfers_Blocks
source: Block(s)
de: Block/Blöcke
es: Bloque(s)
fr: Bloc(s)
it: Blocchi
pt_br: Bloco(s)
ru: Блок(и)
zh_cn: 方块

# BlockTransfers_AcceptTooltip
source: Accept this transfer and take ownership of these blocks.
de: Transfer akzeptieren und diese Blöcke in Besitz nehmen
es: Acepte esta transferencia y tome posesión de estos bloques.
fr: Accepter ce transfert et devenir propriétaire de ces blocs.
it: Accetta questo trasferimento e acquisisci la proprietà di questi blocchi.
pt_br: Aceitar essa transferência e assumir propriedade desses blocos.
ru: Принять передачу и стать владельцем блоков.
zh_cn: 接受此转移并取得这些方块的所有权。

# BlockTransfers_DeclineTooltip
source: Decline this transfer.
de: Transfer ablehnen
es: Rechace esta transferencia.
fr: Refuser ce transfert.
it: Rifiuta questo trasferimento.
pt_br: Recusar esta transferência.
ru: Отклонить передачу.
zh_cn: 拒绝此转移。

# BlockTransfers_Close
source: Close
de: Abschließen
es: Cerrar
fr: Fermer
it: Chiudi
pt_br: Fechar
ru: Закрыть
zh_cn: 关闭

# BlockTransfers_Decline
source: Decline
de: Ablehnen
es: Rechazar
fr: Refuser
it: Rifiuta
pt_br: Recusar
ru: Отклонить
zh_cn: 拒绝

# Description_Faction_Factorum
source: The creators of Prototech. They’ve returned from the edge of known space to seek revenge.
de: Die Erschaffer von Prototech. Sie sind vom Rande des bekannten Weltraums zurückgekehrt, um Rache zu nehmen.
es: Los creadores de Prototech. Han regresado de los confines del espacio conocido en busca de venganza.
fr: Les créateurs de la Prototech. Ils sont revenus de la bordure de l'espace connu pour se venger.
it: I creatori di Prototech. Sono tornati dai confini dello spazio conosciuto per cercare vendetta.
pt_br: Os criadores do Prototech. Eles voltaram da borda do espaço desconhecido em busca de vingança.
ru: Создатели прототехнологии. Вернулись из самых дальних уголков известного космоса, чтобы отомстить.
zh_cn: Prototech 的创造者。他们从已知空间的边缘归来，意图复仇。

# Description_Faction_Unknown
source: Space is vast. As humans push into the void of space, sometimes the void pushes back. Danger, mystery, or reward may lie ahead.
de: Der Weltraum ist riesig. Wenn die Menschen in die Leere des Weltraums vordringen, schlägt die Leere manchmal zurück. Gefahren, Geheimnisse wie auch Belohnungen warten auf Sie!
es: El espacio es inmenso. Cuando los humanos empujan hacia el vacío del espacio, a veces el vacío empuja hacia atrás. Puede acecharnos el peligro, el misterio o la recompensa.
fr: L'espace est vaste. Lorsque les humains s'enfoncent dans le vide de l'espace, il arrive que le vide les repousse. Le danger, le mystère ou la récompense peuvent être au rendez-vous.
it: Lo spazio è vasto. Mentre gli esseri umani si spingono nel vuoto dello spazio, a volte il vuoto respinge. Potrebbero esserci pericoli, misteri o premi.
pt_br: O espaço é vasto. Conforme os humanos mergulham no vazio do espaço, às vezes o vazio responde. Perigo, mistério ou recompensas podem estar à espera.
ru: Космос огромен. Человечество продвигается в космическую пустоту, и иногда пустота отталкивает его. Впереди могут быть и, опасность, и тайна, награда.
zh_cn: 太空浩瀚无垠。当人类探索太空深处时，有时太空也会反击。前方可能有危险、谜团或奖励。

# DisplayName_Faction_Factorum_Translation
source: The Factorum
es: El Factorum
fr: Le Factorum
it: Factorum
pt_br: O Factorum
ru: Факторум
zh_cn: Factorum

# DisplayName_Faction_Unknown_Translation
source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
pt_br: Desconhecido
ru: Неизвестно
zh_cn: 未知

# Description_Faction_Pirate
source: Fearless pirate raiders scour the stars, seeking vast fortunes as they attack and salvage without mercy.
de: Furchtlose Piraten durchstreifen die Sternenwelt auf der Suche nach großen Vermögen, während sie ohne Gnade angreifen und Schlachten führen.
es: Intrépidos piratas surcan las estrellas en busca de grandes fortunas mientras atacan y saquean sin piedad.
fr: Des pirates intrépides parcourent les étoiles, à la recherche de grandes fortunes, en attaquant et en récupérant sans pitié.
it: Impavidi pirati predoni perlustrano le stelle, alla ricerca di vaste fortune mentre attaccano e saccheggiano senza pietà.
pt_br: Piratas destemidos vasculham as estrelas em busca de grandes fortunas enquanto atacam e roubam sem piedade.
ru: Пираты бороздят космические просторы в поисках богатства, бесстрашно нападают и безжалостно грабят.
zh_cn: 无畏的海盗突袭者在星际间横行，毫不留情地攻击并打捞，寻求获得巨大的财富。

# BlockTransfers_Incoming
source: Good.bot: Incoming Block Transfer
de: Good.bot: Eingehender Blocktransfer
es: Good.bot: Transferencia de bloque entrante
fr: Good.bot: Transfert de bloc entrant
it: Good.bot: Trasferimento di blocco in arrivo
pt_br: Good.bot: Nova transferência de bloco
ru: Good.bot: Входящая передача блока
zh_cn: Good.bot：传入的方块转移

# BlockTransfers_IncomingTransferInfo
source: {0} wants to transfer ownership of blocks to you.
de: {0} möchte das Eigentum an den Blöcken auf Sie übertragen.
es: {0} quiere transferirle la propiedad de los bloques.
fr: {0} veut vous transférer la propriété de blocs.
it: {0} desidera trasferirti la proprietà dei blocchi.
pt_br: {0} quer transferir a propriedade dos blocos para você.
ru: {0} хочет передать право собственности на блоки.
zh_cn: {0} 想将方块的所有权转移给你。

# BlockTransfers_ManageInTerminal
source: Manage this transfer in terminal.
de: Verwalten Sie diese Übertragung im Terminal.
es: Gestione esta transferencia en el terminal.
fr: Gérez ce transfert dans le terminal.
it: Gestisci questo trasferimento nel terminale.
pt_br: Gerencie essa transferência no terminal.
ru: Обработать передачу можно в терминале.
zh_cn: 在终端中管理此转移。

# BlockTransfers_AmountValue
source: Amount: {0} Block(s)
de: Anzahl: {0} Block bzw. Blöcke
es: Cantidad: {0} bloque(s)
fr: Quantité : {0} bloc(s)
it: Quantità: {0} blocco/blocchi
pt_br: Quantidade: {0} bloco(s)
ru: Количество: {0} бл.
zh_cn: 数量：{0} 个方块

# BlockTransfers_OnGridValue
source: On grid: {0}
de: Auf Blockkonstruktion: {0}
es: En la estructura: {0}
fr: Sur la grille : {0}
it: Sulla griglia: {0}
pt_br: No grid: {0}
ru: На структуре: {0}
zh_cn: 网格：{0}

# DisplayName_Category_CharacterItems
source: Character Items
de: Charakter-Gegenstände
es: Artículos del personaje
fr: Objets de personnage
it: Oggetti del personaggi
pt_br: Itens do personagem
ru: Предметы персонажа
zh_cn: 角色物品

# Description_FirstAidCabinet
source: The First Aid Cabinet stores medical kits for quick access.
de: Der Erste-Hilfe-Kasten enthält Verbandskästen bei schnellem Bedarf.
es: El armario de primeros auxilios almacena botiquines para un acceso rápido.
fr: L'armoire de premiers secours permet de ranger les trousses médicales pour un accès rapide.
it: L'armadietto di pronto soccorso conserva i kit medici per un rapido accesso.
pt_br: O Armário de Primeiros Socorros armazena kits médicos para acesso rápido.
ru: В аптечном ящике хранятся аптечки для быстрого доступа.
zh_cn: 急救箱里存有医疗包，方便快速取用。

# DisplayName_Block_FirstAidCabinet
source: First Aid Cabinet
de: Erste-Hilfe-Kasten
es: Armario de primeros auxilios
fr: Armoire de premiers secours
it: Armadietto di pronto soccorso
pt_br: Armário de Primeiros Socorros
ru: Аптечный ящик
zh_cn: 急救箱

# DisplayName_Block_SmallBlockJukeboxReskin
source: Media Player
es: Reproductor multimedia
fr: Lecteur multimédia
it: Lettore multimediale
pt_br: Reprodutor de mídia
ru: Проигрыватель
zh_cn: 媒体播放器

# DisplayName_Block_BunkBed
source: Bunk
de: Schlafkoje
es: Litera
fr: Couchette
it: Cuccetta
pt_br: Beliche
ru: Койка
zh_cn: 床铺

# StoryTitle_PrototechComponents1
source: Score
es: Puntuación
it: Valuta
pt_br: Pontuação
ru: По счетам
zh_cn: 分数

# StoryText_PrototechComponents1
source: It's shiny and it nearly cost him his life. No idea why he believed me that this wasn't worth anything. But hey, I'm not complaining.
de: Es ist glänzend und hätte ihm beinahe das Leben gekostet. Keine Ahnung, warum er mir geglaubt hat, dass das Ding nichts wert ist. Aber hey, ich beschwere mich nicht.
es: Es brillante y casi le cuesta la vida. Ni idea de por qué me creyó cuando le dije que esto no valía nada. Pero bueno, no me quejo.
fr: C'est brillant et ça a failli lui coûter la vie. Je ne sais pas pourquoi il m'a cru quand j'ai dit que ça ne valait rien. Mais bon, je ne me plains pas.
it: È luccicante e gli è quasi costato la vita. Non ho idea del perché credesse che non valesse nulla. Ma ehi, non mi lamento.
pt_br: É brilhante e quase lhe custou a vida. Nem ideia do motivo que o fez acreditar que isso valia qualquer coisa. Mas não estou reclamando.
ru: Соблазнился блеском — и едва не поплатился жизнью. Понятия не имею, почему он поверил, что это ничего не стоит. Ну я и не жалуюсь.
zh_cn: 它闪闪发光，差点让他丢了命。我也不明白他为什么相信我说这东西一文不值。但是呢，我不是在抱怨。

# StoryTitle_PrototechComponents2
source: Junk
de: Gerümpel
es: Basura
fr: Ferraille
it: Rifiuti
pt_br: Lixo
ru: Хлам
zh_cn: 垃圾

# StoryText_PrototechComponents2
source: What was I thinking? I'm not smart enough to figure out what this thing even does. I should find someone else to pawn it to when I can.
de: Was habe ich mir nur dabei gedacht? Ich bin nicht schlau genug, um herauszufinden, was dieses Ding überhaupt kann. Ich sollte es möglichst jemand anderem verpfänden.
es: ¿En qué estaba pensando? No soy lo suficientemente listo como para averiguar qué hace esta cosa. Debería encontrar a alguien más a quien empeñárselo cuando pueda.
fr: Où avais-je la tête ? Je ne suis pas assez intelligent pour comprendre ce que fait ce truc. Je devrais trouver quelqu'un d'autre à qui le vendre quand je le pourrai.
it: Cosa stavo pensando? Non sono abbastanza intelligente per capire a cosa serve questa roba. Dovrei trovare qualcun altro a cui venderlo appena posso.
pt_br: O que eu estava pensando? Não sou esperto o suficiente para entender o que essa coisa faz. Preciso encontrar alguém para repassar isso.
ru: Что было у меня в голове? Мне не хватит мозгов разобраться, зачем эта штука нужна. Найти бы, кому ее всучить.
zh_cn: 我当时在想啥？我没那么聪明，搞不清这东西到底有啥用。我应该找机会把它当掉。

# StoryTitle_PrototechComponents3
source: Anniversary
de: Jubiläum
es: Aniversario
fr: Anniversaire
it: Anniversario
pt_br: Aniversário
ru: Юбилей
zh_cn: 周年纪念

# StoryText_PrototechComponents3
source: I cannot believe it was today. I have nothing to give her. Maybe this? It's shiny enough.
de: Ich kann nicht glauben, dass es heute war. Ich habe nichts, was ich ihr geben könnte. Vielleicht das hier? Es funkelt wohl genug.
es: No puedo creer que sea hoy. No tengo nada que darle. ¿Quizás esto? Es lo suficientemente brillante.
fr: Je n'arrive pas à croire que c'était aujourd'hui. Je n'ai rien à lui donner. Peut-être ceci ? C'est assez brillant.
it: Non posso credere che fosse oggi. Non ho niente da darle. Forse questo? È abbastanza brillante.
pt_br: Não acredito que era hoje. Não tenho nada para dar a ela. Talvez isso? É bem brilhante.
ru: Неужели сегодня — тот самый день? И подарка у меня для нее нет. Может, эту штуку подарить? Блестящая такая…
zh_cn: 我不敢相信是今天。我没什么能送她的。也许这个？反正够闪亮。

# StoryTitle_PrototechComponents4
source: Scrapyard
de: Schrottplatz
es: Desguace
fr: Casse
it: Insieme di rottami
pt_br: Ferro-velho
ru: Свалка
zh_cn: 废料场

# StoryText_PrototechComponents4
source: Found this at work. Couldn't junk it, but couldn't tell you why. Just pretty, I guess. Call it a perk of the job.
de: Ich habe dies bei der Arbeit gefunden. Ich habe es nicht über das Herz gebracht, es wegzuwerfen, auch wenn ich Ihnen nicht sagen kann, warum. Einfach zu hübsch, denke ich. Nennen wir es einen Vorteil des Jobs.
es: Encontré esto en el trabajo. No podía desecharlo, pero no sabría decir por qué. Simplemente es bonito, supongo. Digamos que es un bonus por el trabajo.
fr: J'ai trouvé ça au travail. Je ne pouvais pas le jeter, mais je ne pouvais pas dire pourquoi. C'est juste joli, je suppose. C'est un avantage du travail.
it: Ho trovato questo al lavoro. Non riesco a buttarlo via, ma non saprei dirti perché. Immagino che sia semplicemente bello. Definiamolo un bonus da lavoro.
pt_br: Encontrei isso no trabalho. Não era bem lixo, mas não sei dizer o motivo. Acho que é bonito, só. Pode-se dizer que foi um benefício do trabalho.
ru: Валялось на работе. Выбросить рука не поднялась — не знаю, почему. Красивая штука. Будем считать, это моя премия.
zh_cn: 在工作时捡到的。没办法丢掉，但也不能告诉你原因。就觉得挺好看。把它当成工作的福利吧。

# StoryTitle_PrototechComponents5
source: Deconstructed
de: Demontiert
es: Deconstruido
fr: Déconstruit
it: Smantellamento
pt_br: Desconstruído
ru: Что там внутри
zh_cn: 拆解

# StoryText_PrototechComponents5
source: I'm sending this to you to be deconstructed. Study it until we can make it ourselves. No excuses.
de: Ich schicke Ihnen das zur Demontage. Sehen Sie es sich genau an, damit wir es selbst machen können. Keine Ausreden!
es: Le envío esto para que lo deconstruya. Estúdielo hasta que podamos hacerlo nosotros mismos. Sin excusas.
fr: Je vous envoie ceci pour que vous le déconstruisiez. Étudiez-le jusqu'à ce que nous puissions le faire nous-mêmes. Pas d'excuses.
it: Te lo mando perché venga smantellato. Studialo finché non potremo crearlo da soli. Nessuna scusa.
pt_br: Estou lhe enviando isso para desconstrução. Estude até que possamos fazer por conta própria. Sem desculpas.
ru: Отправляю на разборку. Изучите и повторите. И чтобы оно работало.
zh_cn: 我把这个发给你，拆解研究一下，直到我们能自己做出来。别找借口。

# StoryTitle_PrototechComponents6
source: Relative
de: Relativ
es: Relativo
fr: Relatif
it: Relativo
pt_br: Relativo
ru: Родственник
zh_cn: 亲属

# StoryText_PrototechComponents6
source: I fought a saberoid last week. That was more interesting. But you can't put it in a museum. Sending you this sample.
de: Ich habe letzte Woche gegen einen Säbelzahntiger gekämpft. Das war viel interessanter. Aber Sie können ihn nicht in ein Museum stellen. Ich schicke Ihnen diese Probe.
es: Luché contra un sableroide la semana pasada. Eso fue más interesante. Pero no se puede poner en un museo. Le envío esta muestra.
fr: J'ai combattu un sabéroïde la semaine dernière. C'était plus intéressant. Mais on ne peut pas le mettre dans un musée. Je vous envoie cet échantillon.
it: La scorsa settimana ho combattuto contro un saberoide. Questo è stato più interessante. Ma non si può esporre in un museo. Ti invio questo campione.
pt_br: Lutei contra um saberoid semana passada. Foi bem interessante. Mas não dá para colocar em um museu. Estou enviando essa amostra.
ru: На прошлой неделе пришлось сражаться с сабироидом — и было интереснее. Но не в музей же это везти. Отправляю образец.
zh_cn: 上周我和一个持剑机器人打了一架。那倒挺有趣。但这东西不能放到博物馆。我把这个样品送给你。

# StoryTitle_PrototechComponents7
source: Destroy
de: Vernichten
es: Destruir
fr: Détruire
it: Distruggi
pt_br: Destruir
ru: Уничтожение
zh_cn: 破坏

# StoryText_PrototechComponents7
source: Please, get rid of it. Get rid of all of it. Things were fine before.This new group is not needed, nor are they wanted.
de: Bitte, werden Sie sie los. Schaffen Sie sie ab. Diese neue Gruppe wird weder gebraucht, noch ist sie erwünscht.
es: Deshágase de ella. Deshágase de todo. Las cosas estaban bien antes. Este nuevo grupo no es necesario, ni se le quiere.
fr: S'il vous plaît, débarrassez-vous-en. Débarrassez-vous de tout cela. Ce nouveau groupe n'est pas nécessaire et n'est pas bienvenu.
it: Liberatene. Sbarazzati di tutta questa roba. Prima le cose andavano bene. Questo nuovo conglobato non è necessario, né è voluto.
pt_br: Por favor, livre-se disso. Livre-se de tudo. As coisas eram melhores antes. Esse novo grupo não é necessário, nem desejado.
ru: Прошу, избавьтесь от этого. От всех этих штук. Раньше проблем не было. А эта новая группировка не нужна — никому.
zh_cn: 拜托，赶紧处理掉。全都处理掉。以前没这些东西时挺好。这个新团伙没必要存在，也不受欢迎。

# StoryTitle_PrototechComponents8
source: Real
de: Echt
fr: Réel
it: Vero
ru: Настоящие
zh_cn: 真实

# StoryText_PrototechComponents8
source: I thought that group was fake. But this is from them, right? They're real? The guys? I am FREAKING out right now.
de: Ich dachte, diese Gruppe sei nicht echt. Aber das ist doch von ihnen, oder? Diese Jungs sind echt? Ich kann’s gar nicht fassen.
es: Pensé que ese grupo era falso. Pero esto es de ellos, ¿verdad? ¿Son reales? ¿Los chicos? Estoy ALUCINANDO ahora mismo.
fr: Je pensais que ce groupe était faux. Mais ça vient d'eux, non ? Ils sont vrais ? Les gars ? Je suis en train de PÉTER UN CÂBLE là.
it: Pensavo che quel gruppo fosse falso. Ma questo viene da loro, giusto? Sono veri? I ragazzi? Sto impazzendo in questo momento.
pt_br: Achei que o grupo era falso. Mas isso veio deles, certo? Eles são reais? Os caras? Tô ficando LOUCO!
ru: Мне казалось, эта группировка — чья-то выдумка. Но это ведь от них, да? Они настоящие? Правда? Я в ПОЛНОМ ШОКЕ.
zh_cn: 我以为那个团伙是假的。但这是他们的，对吧？他们是真的？那些家伙？我现在快崩溃了。

# StoryTitle_PrototechComponents9
source: Sol
zh_cn: 太阳

# StoryText_PrototechComponents9
source: Get this to the Cooperative, ASAP. It's proof. Proof of what I've been warning them about. They're here.
de: Bringen Sie das so schnell wie möglich zur Genossenschaft. Es ist der Beweis. Der Beweis für das, wovor ich sie gewarnt habe. Sie sind hier.
es: Lleve esto a la Cooperativa, lo antes posible. Es una prueba. La prueba de lo que les he estado advirtiendo. Están aquí.
fr: Apportez ceci à la coopérative, dès que possible. C'est une preuve. La preuve de ce dont je les ai avertis. Ils sont ici.
it: Porta questo alla cooperativa, il prima possibile. È una prova. La prova di ciò di cui li avevo avvertiti. Sono qui.
pt_br: Leve isso para a Cooperativa agora mesmo. Isso é prova. Prova do que eu venho avisado. Eles estão aqui.
ru: Срочно передайте это в Cooperative. Это доказательство того, о чем я предупреждал. ОНИ уже здесь.
zh_cn: 赶快把这个送到同盟会。这是证据，我一直警告他们的事情的证据。他们来了。

# StoryTitle_PrototechComponents10
source: Neat
de: Toll
es: Genial
fr: Génial
it: Carino
pt_br: Maneiro
ru: Прекрасно
zh_cn: 精致

# StoryText_PrototechComponents10
source: Nicked this off a pirate. Took it to four different blokes. No one knows what it is. Isn't that neat?
de: Habe dies von einem Piraten geklaut. Ich habe es zu vier verschiedenen Typen gebracht. Keiner weiß, was es ist. Ist das nicht toll?
es: Se lo robé a un pirata. Se lo llevé a cuatro tipos diferentes. Nadie sabe lo que es. ¿No es genial?
fr: J'ai piqué ça à un pirate. Je l'ai montré à quatre personnes différentes. Personne ne sait ce que c'est. C'est pas génial ?
it: L'ho rubato a un pirata. L'ho portato a quattro persone diverse. Nessuno sa cosa sia. Non è carino?
pt_br: Roubei isso de um pirata. Levei para quatro caras diferentes. Ninguém sabe o que é. Não é maneiro?
ru: Это пират «потерял». У четырех человек спросил — никто не знает, что это такое. Просто прекрасно!
zh_cn: 从海盗那顺来的。我拿去给四个人看过，没人知道这是什么。是不是很精致？

# StoryTitle_PrototechComponents11
source: Appraised
de: Geschätzt
es: Tasado
fr: Évalué
it: Valutato
pt_br: Avaliado
ru: Оценка
zh_cn: 鉴定

# StoryText_PrototechComponents11
source: Looking for an evaluation. I know it's good, but how good? Is this nice vacation money? Or is this retirement money?
de: Ich suche nach einer Bewertung. Ich weiß, dass sie gut ist, aber wie gut? Ist das schönes Urlaubsgeld? Oder ist es Geld für den Ruhestand?
es: Busco una evaluación. Sé que es bueno, pero ¿cómo de bueno? ¿Es dinero para unas buenas vacaciones? ¿O es dinero para la jubilación?
fr: Je cherche une évaluation. Je sais que c'est bon, mais à quel point ? C'est de l'argent pour vacances ? Ou de l'argent pour la retraite ?
it: Sto cercando una valutazione. Lo so, è buono, ma quanto? Sono bei soldi per delle vacanze? O abbastanza per la pensione anticipata?
pt_br: Em busca de avaliação. Sei que isso é bom, mas o quanto? Vale umas férias aprazíveis? Ou é dinheiro de aposentadoria?
ru: Нужно оценить эту штуку. Я знаю, она дорогая — но насколько? Хватит на хороший отпуск? Может, сразу и на пенсию уйду?
zh_cn: 想找人评估一下。我知道这东西不错，但到底有多好？值个美好假期的钱，还是能让我退休？

# StoryTitle_PrototechComponents12
source: Reckoning
de: Abrechnung
es: Ajuste de cuentas
fr: Bilan
it: Riconoscimento
pt_br: Acerto de contas
ru: Аналитика
zh_cn: 审判

# StoryText_PrototechComponents12
source: Guy who I found this on claimed it meant the end of days. Sure, pal. Sure.
de: Der Typ, bei dem ich das gefunden habe, behauptete, es bedeute das Ende der Tage. Klar, Kumpel. Ganz deiner Meinung.
es: El tipo al que se lo encontré afirmó que significaba el fin de los días. Claro, amigo. Seguro.
fr: Le type sur qui j'ai trouvé ça affirmait que ça annonçait la fin des temps. Bien sûr, mon pote. Bien sûr.
it: Il tizio su cui ho trovato questa cosa ha detto che significava la fine dei giorni. Certo, amico. Sicuro.
pt_br: O cara que encontrou isso disse que significava o fim dos dias. Claro, amigo. Com certeza.
ru: Бывший владелец утверждал, что эта штука означает конец света. Ну да, ну да…
zh_cn: 找到这东西的人说这意味着世界末日。好吧，你高兴就好。

# StoryTitle_PrototechComponents13
source: Explanation
de: Erklärung
es: Explicación
fr: Explication
it: Spiegazione
pt_br: Explicação
ru: Разъяснения
zh_cn: 解释

# StoryText_PrototechComponents13
source: I have NO IDEA what you're doing with the kids, but our son had THIS in his backpack. CALL ME.
de: Ich habe KEINE AHNUNG, was Sie mit Ihren Kindern machen, aber unser Sohn hatte DAS in seinem Rucksack. RUFEN SIE MICH AN!
es: NO TENGO NI IDEA de lo que está haciendo con los niños, pero nuestro hijo tenía ESTO en su mochila. LLÁMAME.
fr: Je n'ai AUCUNE IDÉE de ce que vous faites avec vos enfants, mais notre fils avait ÇA dans son sac à dos. APPELEZ-MOI.
it: NON HO IDEA di cosa stai facendo con i bambini, ma nostro figlio aveva QUESTO nello zaino. CHIAMAMI.
pt_br: Não tenho IDEIA do que você está fazendo com as crianças, mas nosso filho estava com ISSO na mochila. ME LIGA.
ru: Понятия не имею, что за игры у вас там, но у нашего сына в рюкзаке было ЭТО. СРОЧНО ПОЗВОНИ.
zh_cn: 我完全不知道你对孩子们做了什么，但我们儿子书包里有这个。快打电话给我。

# StoryTitle_PrototechComponents14
source: Value
de: Wert
es: Valor
fr: Valeur
it: Valore
pt_br: Valor
ru: Ценность
zh_cn: 价值

# StoryText_PrototechComponents14
source: Was this worth killing them over? Maybe. Looks like it. Sometimes, that's all you have to go on.
de: War es das wert, sie deswegen zu töten? Vielleicht. Sieht so aus. Manchmal ist das alles, was Sie zur Verfügung haben.
es: ¿Merecía la pena matarlos por esto? Tal vez. Parece que sí. A veces, eso es todo lo que tienes para seguir adelante.
fr: Cela valait-il la peine de les tuer ? Peut-être. On dirait bien. Parfois, c'est tout ce qu'on a pour continuer.
it: Valeva la pena ucciderli? Forse. A quanto pare, sì. A volte, è tutto ciò che devi fare.
pt_br: Valeu a pena matar por isso? Talvez. Parece que sim. Às vezes, é o que precisamos para seguir em frente.
ru: Стоило ли это того, чтобы убивать? Возможно. Может быть. Другой оценки мне взять неоткуда.
zh_cn: 这值得你杀了他们吗？也许。看来是这样。有时候，你只能靠这个来判断。

# StoryTitle_PrototechComponents15
source: No Deal
de: Geplatzter Deal
es: No hay trato
fr: Désaccord
it: Nessun accordo
pt_br: Sem acordo
ru: Не пойдет
zh_cn: 取消交易

# StoryText_PrototechComponents15
source: I saw how much you're willing to pay for this. So, deal's off. If it's worth that much, I want to know why.
de: Ich habe gesehen, wie viel Sie dafür zu zahlen bereit sind. Also, der Deal ist geplatzt. Wenn es so viel wert ist, möchte ich wissen, warum.
es: He visto cuánto está dispuesto a pagar por esto. Así que, no hay trato. Si vale tanto, quiero saber por qué.
fr: J'ai vu combien vous étiez prêt à payer pour ça. Donc, le marché est annulé. Si ça vaut autant, je veux savoir pourquoi.
it: Ho visto quanto sei disposto a pagare per questo. Quindi l'accordo è saltato. Se vale così tanto, voglio sapere perché.
pt_br: Vi o quando você está disposto a pagar por isso. Então, sem acordo. Se vale muito mais, preciso saber o motivo.
ru: Я видел, сколько вы готовы заплатить. Сделка отменяется: если эта штука такая ценная, я хочу знать почему.
zh_cn: 我看到了你愿意出的价钱。所以，交易取消了。如果它值那么多，我想知道原因。
