Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# HelpScreen_ControllerHint10
source: When looking at inventory port with blocks in Build Planner queue, you can add components for queued blocks into production by pressing {GAMEPAD_CONTROL:CHARACTER:BUILD_PLANNER_ADD_COMPONNETS}.
de: Wenn Sie Ihrem Konstruktionsplaner Blöcke hinzugefügt haben, können Sie bei Zugriff auf den Förderport einer Montageanlage oder eines damit verbundenen Blocks, die entsprechenden Komponenten durch Drücken von {GAMEPAD_CONTROL:CHARACTER:BUILD_PLANNER_ADD_COMPONNETS} für die Produktion in Auftrag geben.
es: Mientras miras un puerto de inventario con bloques en la cola del Planificador de construcciones vacía, puedes presionar {GAMEPAD_CONTROL:CHARACTER:BUILD_PLANNER_ADD_COMPONNETS} para añadir a la producción los componentes para los bloques de la cola.
fr: Lorsque vous regardez un port d'inventaire avec des blocs dans la queue du plan de construction, vous pouvez ajouter des composants pour les blocs en attente en appuyant sur {GAMEPAD_CONTROL:CHARACTER:BUILD_PLANNER_ADD_COMPONNETS}.
hu_hu: Ha az építési tervezőben nézi a leltárt, a bal oldalon, a blokkok megnyomásával felveheti a blokkok alkatrészeit a gyártásba.{GAMEPAD_CONTROL:CHARACTER:BUILD_PLANNER_ADD_COMPONNETS}.
it: Quando guardi alla porta dell'inventario con i blocchi nella coda Planner di costruzione, puoi aggiungere componenti per i blocchi in coda alla produzione premendo {GAMEPAD_CONTROL:CHARACTER:BUILD_PLANNER_ADD_COMPONNETS}
pl_pl: Patrząc na ekwipunek z blokiem w ręku i pustą kolejką Planera Budowy, możesz dodać komponenty z tego bloku, żeby opróżnić kolejkę Planera Budowy wciskając {GAMEPAD_CONTROL:CHARACTER:BUILD_PLANNER_ADD_COMPONNETS}.
pt_br: Ao olhar a porta de inventário com blocos na fila do Planejador de construção, é possível adicionar componentes para blocos na fila para a produção ao pressionar {GAMEPAD_CONTROL:CHARACTER:BUILD_PLANNER_ADD_COMPONNETS}.
ru: При просмотре порта инвентаря с блоками в очереди планировщика можно добавлять компоненты для этих блоков в производство, нажимая {GAMEPAD_CONTROL:CHARACTER:BUILD_PLANNER_ADD_COMPONNETS}.
zh_cn: 在建造计划器队列中查看包含方块的库存端口时，可以通过按{GAMEPAD_CONTROL:CHARACTER:BUILD_PLANNER_ADD_COMPONNETS}将已排队方块的组件添加到生产中。

# RadialMenu_Materials
source: Material Radial Menu
de: Material-Radialmenü
es: Menú radial de materiales
fr: Menu radial matériaux
hu_hu: Radiál Menü Anyagok
it: Manu radiale materiale
pl_pl: Obrotowe Menu Materiałów
pt_br: Menu radial de material
ru: Круговое меню материалов
zh_cn: 材料圆环菜单

source: Hide empty
cs_cz: Skrýt prázdné
de: Leere ausblenden
es: Ocultar vacíos
fr: Masquer vides
hu_hu: Üres elrejtése
it: Nascondi vuoti
pl_pl: Ukryj puste
pt_br: Ocultar vazios
ru: Скрыть пустые
zh_cn: 隐藏空的

# Hint00Text
source: Did you know? You can build blocks from any cockpit by pressing Ctrl-G.
cs_cz: Víte, že... Můžete stavět bloky z kteréhokoliv kokpitu stisknutím Ctrl+G?
de: Wussten Sie schon? Sie können von jedem Cockpit aus Blöcke platzieren, indem Sie Strg+G drücken.
es: ¿Sabías que...? Puedes construir bloques desde cualquier cabina pulsando Ctrl +G
fr: Le saviez-vous ? Vous pouvez construire des blocs à partir de n'importe quel cockpit en appuyant sur Ctrl-G.
hu_hu: Tudta? Bármely pilótafülkéből építhet blokkokat a Ctrl-G megnyomásával.
it: Lo sapevi? Puoi costruire blocchi da qualsiasi cabina di pilotaggio premendo Ctrl-G.
pl_pl: Czy wiesz? Możesz stawiać bloki z wnętrza kokpitu za pomocą Ctrl-G.
pt_br: Você sabia? Você pode construir blocos a partir de qualquer cabine pressionando Ctrl-G.
ru: Знаете ли вы, что... Вы можете строить блоки из любого кокпита, нажав Ctrl+G.
zh_cn: 小贴士： 在任何一个驾驶舱中按 Ctrl-G 进入建造模式.

# HintKeyboardOnly01Text
source: Did you know? You can toggle off the block auto rotation function with {0}.
de: Wussten Sie schon? Sie können die automatische Blockrotationsfunktion mit {0} ausschalten.
es: ¿Sabías que...? Puedes desactivar la función de rotación automática de bloques con {0}.
fr: Le saviez-vous ? Vous pouvez désactiver la fonction de rotation automatique du bloc avec {0}.
hu_hu: Tudta? A {0} gombbal kikapcsolhatja a blokk automatikus elforgatásának funkcióját.
it: Lo sapevi? Puoi disattivare la funzione di rotazione automatica del blocco con {0}.
pl_pl: Czy wiesz? Możesz przełączać funkcję autoobracania bloków wciskając {0}.
pt_br: Você sabia? Você pode desabilitar a função de rotação automática de blocos com {0}.
ru: Знаете ли вы, что... Отключить автоматический поворот блоков можно, нажав {0}.
zh_cn: 小贴士： 可以使用 {0} 打开/关闭方块自动旋转功能.

# HintKeyboardOnly02Text
source: Did you know? Shift-{0} will directly bring you to the antenna menu.
de: Wussten Sie schon? Umschalt+{0} bringt Sie direkt ins Antennenmenü.
es: ¿Sabías que...? Shift -{0} te llevará directamente al menú de antenas.
fr: Le saviez-vous ? Maj-{0} vous amènera directement au menu antenne.
hu_hu: Tudta? A Shift- {0} segítségével közvetlenül az antenna menübe juthat.
it: Lo sapevi? Shift-{0} ti porta direttamente al menu dell'antenna.
pl_pl: Czy wiesz? Shift-{0} przeniesie cię bezpośrednio do menu anteny.
pt_br: Você sabia? Shift-{0} abre o menu de antena.
ru: Знаете ли вы, что... Shift+{0} сразу откроет меню антенны.
zh_cn: 小贴士： 按Shift-{0} 可以直接进入远程控制菜单。

# Hint03Text
source: You can steer vehicles from a turret if the cockpit is set to main cockpit. Hold Alt to enable mouse control.
cs_cz: Vozidla můžete řídit i z věží, pokud je Váš kokpit hlavní. Podržte Alt pro povolení ovládání myší.
de: Sie können Fahrzeuge von einem Geschützturm aus steuern, wenn das Cockpit als Hauptcockpit eingestellt ist. Halten Sie Alt gedrückt, um die Steuerung per Maus zu aktivieren.
es: Puedes girar las ruedas desde una torreta si la cabina es la cabina principal. Mantén Alt para activar el control por ratón.
fr: Vous pouvez diriger les véhicules depuis une tourelle si le cockpit est défini sur le cockpit principal. Maintenez la touche Alt enfoncée pour activer le contrôle à la souris.
hu_hu: Egy toronyból irányíthatja a járműveket ha a pilótafülke a fő pilótafülkére van állítva. Az egér vezérlésének engedélyezéséhez tartsa lenyomva az Alt billentyűt.
it: Puoi guidare i veicoli da una torretta se la cabina di pilotaggio è impostata sull'abitacolo principale. Tieni premuto Alt per abilitare il controllo del mouse.
pl_pl: Możesz sterować pojazdem z wieżyczki jeśli kokpit jest ustawiony jako główny. Przytrzymaj Alt aby włączyć kontrolę myszką.
pt_br: Você pode controlar veículos diretamente de uma torre se a cabine não estiver definida como principal. Segure Alt para habilitar o controle por mouse.
ru: Вы можете поворачивать транспорт находясь в режиме управления турели, если кокпит помечен как "главный кокпит". Держите Alt чтобы управлять мышью.
zh_cn: 在主驾驶仓中，控制炮塔时可以 按住Alt键开启鼠标控制。

# Hint04Text
source: Stuck? Pressing {0} enables you to respawn.
cs_cz: Jste zaseknutí? Stisknutím {0} se můžete oživit na ošetřovně.
de: Stecken Sie fest? Ein Druck auf {0} ermöglicht Ihnen zu respawnen.
es: ¿Atrapado? Pulsar {0} te permitirá reaparecer.
fr: Coincé ? Appuyer sur {0} vous permettra de réapparaître.
hu_hu: Megjegyezte? A {0} megnyomásával Újjáéledhet.
it: Incastrato? Premere {0} ti consente di suicidarti.
pl_pl: Utknęło się? Wciśnij {0} aby odrodzić się w pokoju medycznym.
pt_br: Ficou preso? Pressione {0} para renascer.
ru: Застряли? Нажав {0} Вы сможете возродиться.
zh_cn: 在游戏里卡住了？ 按{0}返回复活点，在医疗站重生。。

# HintKeyboardOnly05Text
source: Did you know? You can dig tunnels quickly without producing ore by using right mouse function with your drill.
de: Wussten Sie schon? Sie können schnell Tunnel graben, ohne dabei Erz zu fördern, indem Sie die Handbohrmaschine mit der rechten Maustaste verwenden.
es: ¿Sabías que...? Puedes cavar túneles rápidamente sin producir mineral usando la función del ratón derecho con tu taladro.
fr: Le saviez-vous ? Vous pouvez creuser des tunnels rapidement sans produire de minerai en utilisant la fonction de souris droite avec votre foreuse.
hu_hu: Tudta? Jobb egérgomb megnyomásakor, fúrógépével gyorsan áshat alagutakat érc termelése nélkül.
it: Lo sapevi? Puoi scavare rapidamente gallerie senza produrre minerale utilizzando la funzione del mouse destro con la tua trivella.
pl_pl: Czy wiesz? Możesz kopać tunele szybko i bez produkowania kamienia używając funkcji PPM wiertła.
pt_br: Você sabia? Você pode cavar túneis rapidamente, sem produzir minério, utilizando o botão direito do mouse na perfuração.
ru: Знаете ли вы, что... Вы можете быстро копать туннели без добычи руды, зажав правую кнопку мыши при использовании бура.
zh_cn: 小贴士： 使用钻头时可以按住鼠标右键，不会产生矿石，这样能快速挖隧道。

# Hint06Text
source: A few well placed decoy blocks can make the difference between a victory and a loss.
cs_cz: Pár dobře umístěných návnad může určit rozdíl mezi vítězstvím a porážkou.
de: Ein paar gut platzierte Täuschkörper können den Unterschied zwischen einem Sieg und einer Niederlage ausmachen.
es: Unos cuantos bloques de señuelo bien colocados pueden marcar la diferencia entre la victoria y la derrota.
fr: Quelques blocs leurres bien placés peuvent faire la différence entre une victoire et une défaite.
hu_hu: Néhány jól elhelyezett csali blokk eldöntheti hogy győz, vagy veszít.
it: Alcuni blocchi segnalatori ben posizionati possono fare la differenza tra una vittoria e una sconfitta.
pl_pl: Kilka dobrze postawionych wabików może stanowić różnicę między zwycięstwem a porażką.
pt_br: Alguns blocos-isca bem posicionados podem ser a diferença entre a vitória e a derrota.
ru: Несколько правильно расставленных приманок могут принести победу.
zh_cn: 小贴士: 诱饵有时可以决定一场战争胜负。

# Hint07Text
source: Did you know? Meteor impact craters can leave valuable resources.
cs_cz: Víte, že... V kráterech po meteoritech můžete nalézt cenné zdroje?
de: Wussten Sie schon? Meteoriteneinschlagkrater können wertvolle Ressourcen hinterlassen.
es: ¿Sabías que...? Los cráteres de impactos de meteoritos pueden dejar valiosos recursos a la vista.
fr: Le saviez-vous ? Les cratères d’impact de météores peuvent contenir des ressources précieuses.
hu_hu: Tudta? A meteorbecsapódási kráterek értékes erőforrásokat hagyhatnak maguk után.
it: Lo sapevi? I crateri da impatto delle meteore possono lasciare preziose risorse..
pl_pl: Czy wiesz? Kratery po uderzeniach meteorów posiadają cenne materiały.
pt_br: Você sabia? Crateras causadas pelo impacto de meteoros podem revelar recursos valiosos.
ru: Знаете ли вы, что... Метеориты оставляют ценные ресурсы в своих кратерах.
zh_cn: 小贴士： 流星砸过的大坑中会留下一点资源。

# Hint08Text
source: Did you know? Dark spots on planets indicate ore deposits.
cs_cz: Víte, že... Tmavé fleky na planetách ukazují ložiska nerostných surovin?
de: Wussten Sie schon? Dunkle Flecken auf Planeten weisen auf Erzvorkommen hin.
es: ¿Sabías que...? Las zonas oscuras indican depósitos de minerales.
fr: Le saviez-vous ? Les points sombres sur les planètes indiquent des gisements de minerai.
hu_hu: Tudta? A bolygók sötét foltjai érclelőhelyeket jeleznek.
it: Lo sapevi? Le macchie scure sui pianeti indicano depositi di minerali.
pl_pl: Czy wiesz? Ciemne miejsca na powierzchni planet oznaczają depozyty rud.
pt_br: Você sabia? Pontos escurecidos nos planetas indicam depósitos de minério.
ru: Знаете ли вы, что... Темные пятная на поверхности планет показывают месторождения руд.
zh_cn: 小贴士： 行星上的黑斑下面藏着矿脉。

# Hint09Text
source: Did you know? Rocks on the surface of planets often contain valuable resources.
cs_cz: Víte, že... Balvany na povrchu planet často obsahují vzácné materiály?
de: Wussten Sie schon? Felsen auf der Oberfläche von Planeten enthalten oft wertvolle Ressourcen.
es: ¿Sabías que...? Las rocas en las superficies de los planetas contienen valiosos recursos.
fr: Le saviez-vous ? Les roches à la surface des planètes contiennent souvent des ressources précieuses.
hu_hu: Tudta? A bolygók felszínén lévő sziklák gyakran értékes erőforrásokat tartalmaznak.
it: Lo sapevi? Le rocce sulla superficie dei pianeti spesso contengono risorse preziose.
pl_pl: Czy wiesz? Kamienie na powierzchni planet często zawierają cenne minerały.
pt_br: Você sabia? Rochas na superfície dos planetas frequentemente contém recursos valiosos.
ru: Знаете ли вы, что... Валуны на поверхности планет часто содержат ценные ресурсы.
zh_cn: 小贴士： 行星表面的大石头往往含有许多矿物。

# Hint10Text
source: Did you know? While driving a rover, Hold {0} to brake.
cs_cz: Víte, že... Při řízení vozítka můžete podržet {0} pro zabrzdění?
de: Wussten Sie schon? Sie können einen Rover während des Fahrens durch Drücken und Halten von {0} abbremsen.
es: ¿Sabías que...? Mientras conduces un rover, Mantén {0} para frenar.
fr: Le saviez-vous ? Tout en conduisant un rover, maintenez {0} pour freiner.
hu_hu: Tudta? Roverben a fékezéshez tartsa lenyomva a {0} gombot.
it: Lo sapevi? Mentre guidi un rover, Tieni premuto{0} per frenare.
pl_pl: Czy wiesz? Kierując pojazdem wciśnij {0} aby hamować.
pt_br: Você sabia? Quando estiver pilotando um rover, pressione {0} para frear.
ru: Знаете ли вы, что... Управляя колесным транспортом, используйте {0} для торможения.
zh_cn: 小贴士： 开车时，可以按住 {0} 刹车。

# Hint11Text
source: Be careful using your jetpack on planets. Your hydrogen fuel will run out quickly.
cs_cz: Dávejte pozor, pokud používáte jetpack na planetách. Vodík se na nich spotřebovává rychleji.
de: Gehen Sie auf Planeten behutsam mit Ihrem Jetpack um. Ihr Wasserstofftreibstoff wird schnell zur Neige gehen.
es: Ten cuidado al usar el jetpack en planetas. El hidrógeno se te acabará rápidamente.
fr: Soyez prudent lorsque vous utilisez votre jetpack sur des planètes. Votre hydrogène s'épuisera rapidement.
hu_hu: Óvatosan használja a jetpackjét a bolygókon. A hidrogén üzemanyag gyorsan elfogy.
it: Fai attenzione a usare il tuo jetpack sui pianeti. Il tuo carburante a idrogeno si esaurirà rapidamente.
pl_pl: Bądź ostrożny używając jetpacka na planetach. Paliwo wodorowe szybko się wyczerpie.
pt_br: Cuidado ao utilizar seu jetpack nos planetas. Seu hidrogênio será consumido rapidamente.
ru: Будьте осторожны при использовании реактивного ранца на планетах. Ваш водород может быстро закончится.
zh_cn: 小贴士: 在行星上使用喷气背包时，氢燃料很快耗尽。

# Hint12Text
source: Did you know? you can open the color picker by pressing {0}.
cs_cz: Víte, že... Můžete otevřít paletu barev stisknutím {0}?
de: Wussten Sie schon? Sie können die Farbauswahl öffnen, indem Sie auf {0} drücken.
es: ¿Sabías que...? Puedes abrir el selector de color pulsando {0}.
fr: Le saviez-vous ? vous pouvez ouvrir le sélecteur de couleur en appuyant sur {0}.
hu_hu: Tudta? A {0} megnyomásával megnyithatja a színválasztót.
it: Lo sapevi? puoi aprire il selezionatore di colori premendo {0}.
pl_pl: Czy wiesz? Możesz otworzyć wybór kolorów za pomocą {0}.
pt_br: Você sabia? Você pode abrir o seletor de cores pressionando {0}.
ru: Знаете ли вы, что... Вы можете открыть меню покраски, нажав {0}.
zh_cn: 小贴士： 按下 {0} 打开颜色选择器。

# Hint13Text
source: Batteries will automatically charge and distribute power when necessary according to their settings.
cs_cz: Pokud nemáte zaškrtnuté žádné políčko, pak se baterie budou automaticky nabíjet a budou dodávat energii, bude-li potřeba.
de: Batterien laden und verteilen Energie bei Bedarf, entsprechend ihrer Einstellungen, automatisch.
es: Las baterías se cargarán automáticamente y distribuirán la energía cuando sea necesario de acuerdo con su configuración.
fr: Les batteries se chargeront et distribueront automatiquement l’énergie lorsque cela sera nécessaire, en fonction de leurs réglages.
hu_hu: Az akkumulátorok automatikusan feltöltődnek és elosztják az áramot, amikor a beállításuknak megfelelően az szükséges.
it: Le batterie si caricano automaticamente e distribuiscono l'energia quando necessario in base alle loro impostazioni.
pl_pl: Akumulatory same będą się ładować i dystrybuować energię jeśli potrzeba, zgodnie z ich ustawieniami.
pt_br: Baterias serão recarregadas automaticamente e distribuirão energia quando necessário, conforme as configurações.
ru: Батареи автоматически заряжаются и разряжаются по необходимости в зависимости от выбранных настроек.
zh_cn: 电池能按照设定自动充放电。

# Hint14Text
source: Upgrade modules will improve the performance of your refineries and assemblers.
cs_cz: Vylepšovací moduly zlepší efektivitu vašich rafinerií a montérů.
de: Aufrüstmodule verbessern die Leistung Ihrer Raffinerien und Montageanlagen.
es: Los módulos de mejora, mejorarán el rendimiento de tus refinerías y ensambladores.
fr: Les modules de mise à niveau amélioreront les performances de vos raffineries et de vos assembleurs.
hu_hu: A frissítő modulok javítják a finomítóinak és összeszerelőinek teljesítményét.
it: Aggiornare i moduli migliora le prestazioni delle raffinerie e degli assemblatori.
pl_pl: Moduły ulepszeń zwiększają wydajność rafinerii i stacji montażowych.
pt_br: Módulos de aprimoramento irão melhorar o desempenho das suas refinarias e montadoras.
ru: Модули улучшений увеличивают производительность ваших очистительных заводов и сборщиков.
zh_cn: 小贴士: 升级模块可以提升精炼和组装的效率。

# HintKeyboardOnly09Text
source: You can save Creations by pressing CTRL-B. Open the blueprint menu with F10.
de: Sie können Designs speichern, indem Sie Strg+B drücken. Öffnen Sie das Entwurfsmenü mit F10.
es: Puedes guardar tus Creaciones presionando CTRL-B. Abre el menú de planos con F10.
fr: Vous pouvez sauvegarder vos créations en appuyant sur CTRL-B. Ouvrez le menu plan avec F10.
hu_hu: Az alkotásokat a CTRL-B megnyomásával mentheti. Nyissa meg a tervező menüt az F10 billentyűvel.
it: Puoi salvare le Creazioni premendo CTRL-B. Apri il menu progetto con F10.
pl_pl: Możesz zapisywać kreacje wciskając CTRL-B. Otwórz menu projektów za pomocą F10.
pt_br: Você pode salvar criações ao pressionar Ctrl-B. Abra o menu de projetos pressionando F10.
ru: Можно сохранить свои творения, нажав Ctrl+B. Меню чертежей — F10.
zh_cn: 小贴士: 按 CTRL-B 保存蓝图 。 按 F10 打开蓝图菜单。

# HintKeyboardOnly08Text
source: While holding a blueprint in creative mode, you can use B to align them to a planet's Gravity.
de: Während Sie einen Entwurf im Kreativmodus halten, können Sie B verwenden, um ihn an der Schwerkraft eines Planeten auszurichten.
es: Mientras sostienes un plano en modo creativo, puedes usar B para alinearlo con la Gravedad de un planeta.
fr: Tout en maintenant un plan en mode création, vous pouvez utiliser B pour les aligner sur la gravité d'une planète.
hu_hu: Ameddig kreatív módban tart egy tervrajzot, a B segítségével beállíthatja őket egy bolygó gravitációjához.
it: Tenendo un progetto in modalità creativa, puoi usare B per allinearli alla Gravità di un pianeta.
pl_pl: Podczas trzymania projektu w trybie Kreatywnym, wciśnij B aby ustawić go zgodnie z grawitacją planety.
pt_br: Enquanto estiver movendo um projeto no modo criativo, você pode alinhá-lo à gravidade do planeta ao pressionar B.
ru: Вставляя чертеж в творческом режиме, можно нажать B для выравнивания по планетарной гравитации.
zh_cn: 小贴士: 当你在创造模式引用蓝图时，按 B 对齐行星重力。

# Hint17Text
source: Using a ship to grind down a container will also pick up whatever was inside of the container.
cs_cz: Při použití lodě pro rozebrání nákladního kontejneru bude současně získán i jeho obsah.
de: Wenn ein Schiffsschleifgerät zum Demontieren eines Containers verwendet wird, wird auch das aufgenommen, was sich in dem Container befindet.
es: Al usar una nave para desmontar un contenedor, también se recoge lo que estaba dentro del contenedor.
fr: L'utilisation d'un vaisseau pour broyer un conteneur ramassera également tout ce qui se trouvait à l'intérieur du conteneur.
hu_hu: Ha egy hajót használ, hogy feldaraboljon egy konténert, az azt is felveszi, ami a konténerben volt.
it: L'uso di una nave per macinare un contenitore raccoglierà anche ciò che si trovava all'interno del contenitore.
pl_pl: Użycie statku do rozpiłowania kontenera podniesie wszystko co się w nim znajduje.
pt_br: Ao utilizar uma nave para desmontar um compartimento de carga, ela também coletará seu conteúdo.
ru: Распиливая контейнер с помощью корабля, вы также получите всё его содержимое
zh_cn: 小贴士: 切割机在拆卸货柜时也会同时回收货柜里的物品

# HintKeyboardOnly07Text
source: Double clicking items will automatically transfer the whole stack between inventories.
de: Durch Doppelklicken auf Items, wird automatisch der gesamte Stapel zwischen den Inventaren übertragen.
es: Al hacer doble clic en los artículos se transferirán automáticamente todos los elementos entre los inventarios.
fr: Un double-clic sur des objets transférera automatiquement toute la pile entre les inventaires.
hu_hu: Dupla kattintással a teljes rakomány automatikusan átkerül a készletek közé.
it: Fare doppio clic sugli oggetti trasferisce automaticamente l'intera catasta tra gli inventari.
pl_pl: Podwójne kliknięcie przedmiotów automatycznie przeniesie cały stack między ekwipunkami.
pt_br: Clicar duas vezes em itens específicos transferirão automaticamente todo o estoque entre os inventários.
ru: Двойной щелчок по предметам автоматически перенесет сразу всю пачку предметов между инвентарями.
zh_cn: 小贴士: 双击物品可以转移整堆物品。

# HintKeyboardOnly06Text
source: Holding Ctrl, Shift or Ctrl-Shift enables you to move stacks of items by 10, 100 and 1000 at the time.
de: Wenn Sie Strg, Umschalt oder Strg+Umschalt gedrückt halten, können Sie die Anzahl der Items für Itemaktionen um 10, 100 oder 1000 erhöhen.
es: Mantener pulsada la tecla Ctrl, Mayúsculas o Ctrl-Mayúsculas te permite mover pilas de objetos de 10, 100 y 1000 en un momento dado.
fr: Maintenir Ctrl, Maj ou Ctrl-Maj vous permet de déplacer des piles d’éléments de 10, 100 et 1 000 à la fois.
hu_hu: A Ctrl, a Shift vagy a Ctrl-Shift nyomva tartása lehetővé teszi a 10, 100 és 1000 elemköteg hozzáadását egyszerre.
it: Tenendo premuto Ctrl, Shift o Ctrl-Shift puoi spostare cataste di articoli di 10, 100 e 1000 alla volta.
pl_pl: Trzymanie Ctrl, Shift lub Ctrl-Shift pozwala przenosić przedmioty po 10, 100 i 1000 na raz.
pt_br: Segurar Ctrl, Shift ou Ctrl+Shift permite que você mova lotes de itens, de 10, 100 e 1.000 por vez.
ru: Удерживая Ctrl, Shift или Ctrl+Shift, можно перемещать предметы по 10, 100 или 1000 штук за раз.
zh_cn: 小贴士: 按住 Ctrl, Shift 或 Ctrl-Shift 转移 10, 100 或 1000 个物品。

# HintKeyboardOnly04Text
source: Did you know? Scrolling while using a camera or turret enables you to zoom in and out.
de: Wussten Sie schon? Durch Scrollen während dem Benutzen einer Kamera oder eines Geschützturms können Sie rein- und rauszoomen.
es: ¿Sabías que...? Al usar la rueda del ratón con una cámara o torreta, puedes acercar y alejar el zoom.
fr: Le saviez-vous ? Faire défiler la molette de la souris tout en utilisant une caméra ou une tourelle vous permet d'effectuer un zoom avant ou arrière.
hu_hu: Tudta? A kamera vagy a torony használata közben a görgetőgomb használata lehetővé teszi a nagyítást és a kicsinyítést.
it: Lo sapevi? Lo scorrimento durante l'utilizzo di una telecamera o di una torretta ti consente di ingrandire e rimpicciolire il campo visivo.
pl_pl: Czy wiesz? Używając kółka myszy podczas sterowania wieżyczką możesz przybliżać i oddalać obraz.
pt_br: Você sabia? Utilizar a rolagem do mouse enquanto em uma câmera ou torre permite que você aproxime ou afaste o zoom.
ru: Знаете ли вы, что... При использовании камеры и управлении турелью можно приближать и отдалять изображение колесиком мыши.
zh_cn: 小贴士： 使用摄像头和自动炮塔时，可以移动鼠标滚轮放大缩小视角。
