Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# TerminalProduction_Help_BlueprintFilter
source: {CONTROL:GUI:LEFT_STICK_BUTTON} Filter: {0}
es: {CONTROL:GUI:LEFT_STICK_BUTTON} Filtro: {0}
fr: {CONTROL:GUI:LEFT_STICK_BUTTON} Filtre : {0}
hu_hu: {CONTROL:GUI:LEFT_STICK_BUTTON} Szűrő: {0}
it: {CONTROL:GUI:LEFT_STICK_BUTTON} Filtro: {0}
pl_pl: {CONTROL:GUI:LEFT_STICK_BUTTON} Filtr: {0}
pt_br: {CONTROL:GUI:LEFT_STICK_BUTTON} Filtro: {0}
ru: {CONTROL:GUI:LEFT_STICK_BUTTON} Фильтр: {0}
zh_cn: {CONTROL:GUI:LEFT_STICK_BUTTON}筛选{0}

# TerminalProduction_Help_QueueGrid
source: {CONTROL:GUI:ACCEPT} Remove one (hold to remove all)
de: {CONTROL:GUI:ACCEPT} Einen entfernen (gedrückt halten, um alle zu entfernen)
es: {CONTROL:GUI:ACCEPT} Eliminar uno (mantener presionado para eliminar todos)
fr: {CONTROL:GUI:ACCEPT} Supprimer un (maintenez pour supprimer tout)
hu_hu: {CONTROL:GUI:ACCEPT} Eltávolít egyet (nyomva tartva az összes eltávolítása)
it: {CONTROL:GUI:ACCEPT} Rimuovine uno (tieni premuto per rimuoverli tutti)
pl_pl: {CONTROL:GUI:ACCEPT} Usuń jeden (Przytrzymaj aby usunąć wszystkie)
pt_br: {CONTROL:GUI:ACCEPT} Remover um (segure para remover todos)
ru: {CONTROL:GUI:ACCEPT} — удалить один (удерживать — удалить все)
zh_cn: {CONTROL:GUI:ACCEPT} 移除一个（按住可全部移除）

# TerminalProduction_Help_ScreenAssembling
source: {CONTROL:GUI:RIGHT_STICK_BUTTON} Control panel {CONTROL:GUI:BUTTON_Y} Assembling mode {CONTROL:GUI:BUTTON_X} Inventory {CONTROL:GUI:CANCEL} Back
de: {CONTROL:GUI:RIGHT_STICK_BUTTON} Bedienfeld {CONTROL:GUI:BUTTON_Y} Montagemodus {CONTROL:GUI:BUTTON_X} Inventar {CONTROL:GUI:CANCEL} Zurück
es: {CONTROL:GUI:RIGHT_STICK_BUTTON} Panel de control {CONTROL:GUI:BUTTON_Y} Modo de ensamblado {CONTROL:GUI:BUTTON_X} Inventario {CONTROL:GUI:CANCEL} Volver
fr: {CONTROL:GUI:RIGHT_STICK_BUTTON} Panneau de contrôle {CONTROL:GUI:BUTTON_Y} Mode assemblage {CONTROL:GUI:BUTTON_X} Inventaire {CONTROL:GUI:CANCEL} Retour
hu_hu: {CONTROL:GUI:RIGHT_STICK_BUTTON} Vezérlőpult {CONTROL:GUI:BUTTON_Y} Összeszerelési mód {CONTROL:GUI:BUTTON_X} Készlet {CONTROL:GUI:CANCEL} Vissza
it: {CONTROL:GUI:RIGHT_STICK_BUTTON} Pannello di controllo {CONTROL:GUI:BUTTON_Y} Modalità assemblaggio {CONTROL:GUI:BUTTON_X} Inventario {CONTROL:GUI:CANCEL} Indietro
pl_pl: {CONTROL:GUI:RIGHT_STICK_BUTTON} Panel sterowania {CONTROL:GUI:BUTTON_Y}Tryb montażu {CONTROL:GUI:BUTTON_X} Ekwipunek {CONTROL:GUI:CANCEL} Wróć
pt_br: {CONTROL:GUI:RIGHT_STICK_BUTTON} Painel de controle {CONTROL:GUI:BUTTON_Y} Modo de montagem {CONTROL:GUI:BUTTON_X} Inventário {CONTROL:GUI:CANCEL} Voltar
ru: {CONTROL:GUI:RIGHT_STICK_BUTTON} Панель управления {CONTROL:GUI:BUTTON_Y} Режим сборки {CONTROL:GUI:BUTTON_X} Инвентарь {CONTROL:GUI:CANCEL} Назад
zh_cn: {CONTROL:GUI:RIGHT_STICK_BUTTON}控制面板{CONTROL:GUI:BUTTON_Y}组装模式{CONTROL:GUI:BUTTON_X}库存{CONTROL:GUI:CANCEL}后退

# TerminalProduction_Help_ScreenDisassembling
source: {CONTROL:GUI:RIGHT_STICK_BUTTON} Control panel {CONTROL:GUI:BUTTON_Y} Disassembling mode {CONTROL:GUI:BUTTON_X} Inventory {CONTROL:GUI:CANCEL} Back
de: {CONTROL:GUI:RIGHT_STICK_BUTTON} Bedienfeld {CONTROL:GUI:BUTTON_Y} Zerlegemodus {CONTROL:GUI:BUTTON_X} Inventar {CONTROL:GUI:CANCEL} Zurück
es: {CONTROL:GUI:RIGHT_STICK_BUTTON} Panel de control {CONTROL:GUI:BUTTON_Y} Modo de desensamblado {CONTROL:GUI:BUTTON_X} Inventario {CONTROL:GUI:CANCEL} Volver
fr: {CONTROL:GUI:RIGHT_STICK_BUTTON} Panneau de contrôle {CONTROL:GUI:BUTTON_Y} Mode désassemblage {CONTROL:GUI:BUTTON_X} Inventaire {CONTROL:GUI:CANCEL} Retour
hu_hu: {CONTROL:GUI:RIGHT_STICK_BUTTON} Vezérlőpult {CONTROL:GUI:BUTTON_Y} Szétszerelési mód {CONTROL:GUI:BUTTON_X} Készlet {CONTROL:GUI:CANCEL} Vissza
it: {CONTROL:GUI:RIGHT_STICK_BUTTON} Pannello di controllo {CONTROL:GUI:BUTTON_Y} Modalità disassemblaggio {CONTROL:GUI:BUTTON_X} Inventario {CONTROL:GUI:CANCEL} Indietro
pl_pl: {CONTROL:GUI:RIGHT_STICK_BUTTON} Panel sterowania {CONTROL:GUI:BUTTON_Y}Tryb demontażu {CONTROL:GUI:BUTTON_X} Ekwipunek {CONTROL:GUI:CANCEL} Wróć
pt_br: {CONTROL:GUI:RIGHT_STICK_BUTTON} Painel de controle {CONTROL:GUI:BUTTON_Y} Modo de desmontagem {CONTROL:GUI:BUTTON_X} Inventário {CONTROL:GUI:CANCEL} Voltar
ru: {CONTROL:GUI:RIGHT_STICK_BUTTON} Панель управления {CONTROL:GUI:BUTTON_Y} Режим разборки {CONTROL:GUI:BUTTON_X} Инвентарь {CONTROL:GUI:CANCEL} Назад
zh_cn: {CONTROL:GUI:RIGHT_STICK_BUTTON}控制面板{CONTROL:GUI:BUTTON_Y}拆解模式{CONTROL:GUI:BUTTON_X}库存{CONTROL:GUI:CANCEL}后退

# TerminalInventory_Help_ItemsGrid
source: {CONTROL:GUI:BUTTON_X} Add to production {CONTROL:GUI:VIEW} Deposit all
de: {CONTROL:GUI:BUTTON_X} In Produktion geben {CONTROL:GUI:VIEW} Alle einlagern
es: {CONTROL:GUI:BUTTON_X} Añadir a producción {CONTROL:GUI:VIEW} Depositar todo
fr: {CONTROL:GUI:BUTTON_X} Ajouter à la production {CONTROL:GUI:VIEW} Tout déposer
hu_hu: {CONTROL:GUI:BUTTON_X} Hozzáadás a termeléshez {CONTROL:GUI:VIEW} Mind betétele
it: {CONTROL:GUI:BUTTON_X} Aggiungi a produzione {CONTROL:GUI:VIEW} Deposita tutto
pl_pl: {CONTROL:GUI:BUTTON_X} Dodaj do produkcji {CONTROL:GUI:VIEW} Zdeponuj wszystko
pt_br: {CONTROL:GUI:BUTTON_X} Adicionar à produção {CONTROL:GUI:VIEW} Depositar tudo
ru: {CONTROL:GUI:BUTTON_X} Добавить в производство {CONTROL:GUI:VIEW} Сложить все
zh_cn: {CONTROL:GUI:BUTTON_X} 添加到生产 {CONTROL:GUI:VIEW} 存放所有

# TerminalInventory_Help_ItemsGrid_Droppable
source: {CONTROL:GUI:BUTTON_X} Add to production {CONTROL:GUI:MENU} Drop item {CONTROL:GUI:VIEW} Deposit all
de: {CONTROL:GUI:BUTTON_X} In Produktion geben {CONTROL:GUI:MENU} Item fallen lassen {CONTROL:GUI:VIEW} Alle einlagern
es: {CONTROL:GUI:BUTTON_X} Añadir a producción {CONTROL:GUI:MENU} Dejar objeto {CONTROL:GUI:VIEW} Depositar todo
fr: {CONTROL:GUI:BUTTON_X} Ajouter à la production {CONTROL:GUI:MENU} Lâcher l'objet {CONTROL:GUI:VIEW} Tout déposer
hu_hu: {CONTROL:GUI:BUTTON_X} Hozzáadás a termeléshez {CONTROL:GUI:MENU} Elem eldobása {CONTROL:GUI:VIEW} Deposit all
it: {CONTROL:GUI:BUTTON_X} Aggiungi a produzione {CONTROL:GUI:MENU} Lascia oggetto {CONTROL:GUI:VIEW} Deposita tutto
pl_pl: {CONTROL:GUI:BUTTON_X} Dodaj do produkcji {CONTROL:GUI:MENU} Upuść przedmiot {CONTROL:GUI:VIEW} Zdeponuj wszystko
pt_br: {CONTROL:GUI:BUTTON_X} Adicionar à produção {CONTROL:GUI:MENU} Deixar item {CONTROL:GUI:VIEW} Depositar tudo
ru: {CONTROL:GUI:BUTTON_X} Добавить в производство {CONTROL:GUI:MENU} Выбросить предмет {CONTROL:GUI:VIEW} Сложить все
zh_cn: {CONTROL:GUI:BUTTON_X} 添加到生产 {CONTROL:GUI:MENU} 扔掉物品 {CONTROL:GUI:VIEW} 存放所有

# TerminalRemote_Help_ShipsTable
source: {CONTROL:GUI:ACCEPT} Take control {CONTROL:GUI:BUTTON_X} Open terminal
de: {CONTROL:GUI:ACCEPT} Steuerung übernehmen {CONTROL:GUI:BUTTON_X} Terminal öffnen
es: {CONTROL:GUI:ACCEPT} Tomar control {CONTROL:GUI:BUTTON_X} Abrir terminal
fr: {CONTROL:GUI:ACCEPT} Contrôler {CONTROL:GUI:BUTTON_X} Ouvrir le terminal
hu_hu: {CONTROL:GUI:ACCEPT} Irányítás átvétele {CONTROL:GUI:BUTTON_X} Terminal megnyitása
it: {CONTROL:GUI:ACCEPT} Assumi controllo {CONTROL:GUI:BUTTON_X} Apri terminale
pl_pl: {CONTROL:GUI:ACCEPT} Przejmij kontrolę {CONTROL:GUI:BUTTON_X} Otwórz Terminal
pt_br: {CONTROL:GUI:ACCEPT} Assumir o controle {CONTROL:GUI:BUTTON_X} Abrir terminal
ru: {CONTROL:GUI:ACCEPT} Управлять {CONTROL:GUI:BUTTON_X} Показать терминал
zh_cn: {CONTROL:GUI:ACCEPT} 控制 {CONTROL:GUI:BUTTON_X} 打开终端

# BlueprintScreen_Help_Screen
source: {CONTROL:GUI:LEFT_STICK_BUTTON} Sort {CONTROL:GUI:RIGHT_STICK_BUTTON} Type {CONTROL:GUI:BUTTON_Y} Refresh {CONTROL:GUI:BUTTON_X} New from clipboard {CONTROL:GUI:CANCEL} Back {CONTROL:GUI:VIEW} Open item on {0} {CONTROL:GUI:MAIN_MENU} Browse workshop
de: {CONTROL:GUI:LEFT_STICK_BUTTON} Sortieren {CONTROL:GUI:RIGHT_STICK_BUTTON} Typ {CONTROL:GUI:BUTTON_Y} Aktualisieren {CONTROL:GUI:BUTTON_X} Neu aus Zwischenablage {CONTROL:GUI:CANCEL} Zurück {CONTROL:GUI:VIEW} Item in {0} öffnen {CONTROL:GUI:MAIN_MENU} Workshop durchsuchen
es: {CONTROL:GUI:LEFT_STICK_BUTTON} Ordenar {CONTROL:GUI:RIGHT_STICK_BUTTON} Tipo {CONTROL:GUI:BUTTON_Y} Recargar {CONTROL:GUI:BUTTON_X} Nuevo desde el portapapeles {CONTROL:GUI:CANCEL} Atrás {CONTROL:GUI:VIEW} Abrir objeto en {0} {CONTROL:GUI:MAIN_MENU} Examinar el taller
fr: {CONTROL:GUI:LEFT_STICK_BUTTON}Trier {CONTROL:GUI:RIGHT_STICK_BUTTON} Type {CONTROL:GUI:BUTTON_Y}Rafraîchir {CONTROL:GUI:BUTTON_X} Nouveau à partir du presse-papiers {CONTROL:GUI:CANCEL} Retour {CONTROL:GUI:VIEW} Ouvrir l'objet dans{0} {CONTROL:GUI:MAIN_MENU} Parcourir le workshop
hu_hu: {CONTROL:GUI:LEFT_STICK_BUTTON} Rendez {CONTROL:GUI:RIGHT_STICK_BUTTON} Típus {CONTROL:GUI:BUTTON_Y} Frissítés {CONTROL:GUI:BUTTON_X} Új a vágólapról {CONTROL:GUI:CANCEL} Vissza {CONTROL:GUI:VIEW} Nyissa meg az elemet {0} {CONTROL:GUI:MAIN_MENU} Böngésszen műhelyben
it: {CONTROL:GUI:LEFT_STICK_BUTTON} Ordina {CONTROL:GUI:RIGHT_STICK_BUTTON} Tipo {CONTROL:GUI:BUTTON_Y} Aggiorna {CONTROL:GUI:BUTTON_X} Nuovo dagli appunti {CONTROL:GUI:CANCEL} Indietro {CONTROL:GUI:VIEW} Visualizza l'oggetto su {0} {CONTROL:GUI:MAIN_MENU} Sfoglia il workshop
pl_pl: {CONTROL:GUI:LEFT_STICK_BUTTON} Sortuj {CONTROL:GUI:RIGHT_STICK_BUTTON} Typ {CONTROL:GUI:BUTTON_Y} Odśwież {CONTROL:GUI:BUTTON_X} Nowy ze schowka {CONTROL:GUI:CANCEL} Wróć {CONTROL:GUI:VIEW} Otwórz w warsztacie {CONTROL:GUI:MAIN_MENU} Przeglądaj warsztat
pt_br: {CONTROL:GUI:LEFT_STICK_BUTTON} Classificar {CONTROL:GUI:RIGHT_STICK_BUTTON} Tipo {CONTROL:GUI:BUTTON_Y} Atualizar {CONTROL:GUI:BUTTON_X} Novo a partir da área de transferência {CONTROL:GUI:CANCEL} Voltar {CONTROL:GUI:VIEW} Abrir item no {0} {CONTROL:GUI:MAIN_MENU} Navegar pelo workshop
ru: {CONTROL:GUI:LEFT_STICK_BUTTON} — сортировка, {CONTROL:GUI:RIGHT_STICK_BUTTON} — тип, {CONTROL:GUI:BUTTON_Y} — обновить, {CONTROL:GUI:BUTTON_X} — новое из буфера обмена, {CONTROL:GUI:CANCEL} — назад, {CONTROL:GUI:VIEW} — открыть предмет в {0}, {CONTROL:GUI:MAIN_MENU} — просмотр Мастерской
zh_cn: {CONTROL:GUI:LEFT_STICK_BUTTON} 排序 {CONTROL:GUI:RIGHT_STICK_BUTTON} 输入 {CONTROL:GUI:BUTTON_Y} 刷新 {CONTROL:GUI:BUTTON_X} 从剪贴板新建 {CONTROL:GUI:CANCEL} 后退 {CONTROL:GUI:VIEW} 打开{0}中的物品 {CONTROL:GUI:MAIN_MENU} 浏览工坊

# BlueprintScreen_Help_Screen_Local
source: {CONTROL:GUI:LEFT_STICK_BUTTON} Sort {CONTROL:GUI:RIGHT_STICK_BUTTON} Type {CONTROL:GUI:BUTTON_Y} Refresh {CONTROL:GUI:BUTTON_X} New from clipboard {CONTROL:GUI:CANCEL} Back {CONTROL:GUI:MAIN_MENU} Browse workshop
de: {CONTROL:GUI:LEFT_STICK_BUTTON} Sortieren {CONTROL:GUI:RIGHT_STICK_BUTTON} Typ {CONTROL:GUI:BUTTON_Y} Aktualisieren {CONTROL:GUI:BUTTON_X} Neu aus der Zwischenablage {CONTROL:GUI:CANCEL} Zurück {CONTROL:GUI:MAIN_MENU} Workshop durchsuchen
es: {CONTROL:GUI:LEFT_STICK_BUTTON} Ordenar {CONTROL:GUI:RIGHT_STICK_BUTTON} Tipo {CONTROL:GUI:BUTTON_Y} Recargar {CONTROL:GUI:BUTTON_X} Nuevo desde el portapapeles {CONTROL:GUI:CANCEL} Volver {CONTROL:GUI:MAIN_MENU} Navegar por el workshop
fr: {CONTROL:GUI:LEFT_STICK_BUTTON} Trier {CONTROL:GUI:RIGHT_STICK_BUTTON} Type {CONTROL:GUI:BUTTON_Y} Rafraîchir {CONTROL:GUI:BUTTON_X} Nouveau à partir du presse-papiers {CONTROL:GUI:CANCEL} Retour {CONTROL:GUI:MAIN_MENU} Parcourir le workshop
hu_hu: {CONTROL:GUI:LEFT_STICK_BUTTON} {CONTROL:GUI:RIGHT_STICK_BUTTON} Típus {CONTROL:GUI:BUTTON_Y} Frissítés {CONTROL:GUI:BUTTON_X} Új a vágólapról {CONTROL:GUI:CANCEL} Vissza {CONTROL:GUI:MAIN_MENU} Böngésszen műhelyben
it: {CONTROL:GUI:LEFT_STICK_BUTTON} Ordina{CONTROL:GUI:RIGHT_STICK_BUTTON} Tipo {CONTROL:GUI:BUTTON_Y} Aggiorna{CONTROL:GUI:BUTTON_X} Nuovo da appunti {CONTROL:GUI:CANCEL} Indietro {CONTROL:GUI:MAIN_MENU} Sfoglia workshop
pl_pl: {CONTROL:GUI:LEFT_STICK_BUTTON} Sortuj {CONTROL:GUI:RIGHT_STICK_BUTTON} Typ {CONTROL:GUI:BUTTON_Y} Odśwież {CONTROL:GUI:BUTTON_X} Nowy ze schowka {CONTROL:GUI:CANCEL} Wróć {CONTROL:GUI:MAIN_MENU} Otwórz w warsztacie
pt_br: {CONTROL:GUI:LEFT_STICK_BUTTON} Classificar {CONTROL:GUI:RIGHT_STICK_BUTTON} Tipo {CONTROL:GUI:BUTTON_Y} Atualizar {CONTROL:GUI:BUTTON_X} Novo a partir da área de transferência {CONTROL:GUI:CANCEL} Voltar {CONTROL:GUI:MAIN_MENU} Navegar pelo Workshop
ru: {CONTROL:GUI:LEFT_STICK_BUTTON} Сортировка {CONTROL:GUI:RIGHT_STICK_BUTTON} Тип {CONTROL:GUI:BUTTON_Y} Обновить {CONTROL:GUI:BUTTON_X} Новое из буфера обмена {CONTROL:GUI:CANCEL} Назад {CONTROL:GUI:MAIN_MENU} Просмотр мастерской
zh_cn: {CONTROL:GUI:LEFT_STICK_BUTTON} 排序 {CONTROL:GUI:RIGHT_STICK_BUTTON} 输入 {CONTROL:GUI:BUTTON_Y} 刷新 {CONTROL:GUI:BUTTON_X} 从剪贴板新建 {CONTROL:GUI:CANCEL} 返回 {CONTROL:GUI:MAIN_MENU} 浏览工坊

# CharacterSkinInventory_Help_ScreenOK
source: {CONTROL:GUI:LEFT_STICK_BUTTON} Category {CONTROL:GUI:RIGHT_STICK_BUTTON} Change action {CONTROL:GUI:BUTTON_Y} Refresh {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Back {CONTROL:GUI:VIEW} Open/Close Visor
de: {CONTROL:GUI:LEFT_STICK_BUTTON} Kategorie {CONTROL:GUI:RIGHT_STICK_BUTTON} Aktion ändern {CONTROL:GUI:BUTTON_Y} Aktualisieren {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Zurück {CONTROL:GUI:VIEW} Visier öffnen/schließen
es: {CONTROL:GUI:LEFT_STICK_BUTTON} Categoría {CONTROL:GUI:RIGHT_STICK_BUTTON} Cambiar acción {CONTROL:GUI:BUTTON_Y} Recargar {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Volver {CONTROL:GUI:VIEW} Abrir/Cerrar Visor
fr: {CONTROL:GUI:LEFT_STICK_BUTTON} Catégorie {CONTROL:GUI:RIGHT_STICK_BUTTON} Changer l'action {CONTROL:GUI:BUTTON_Y} Rafraîchir {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Retour {CONTROL:GUI:VIEW} Ouvrir/fermer la visière
hu_hu: {CONTROL:GUI:LEFT_STICK_BUTTON} Kategória {CONTROL:GUI:RIGHT_STICK_BUTTON} Módosítási művelet {CONTROL:GUI:BUTTON_Y} Frissítés {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Vissza {CONTROL:GUI:VIEW} Napellenző Nyit/Zár
it: {CONTROL:GUI:LEFT_STICK_BUTTON} Categoria {CONTROL:GUI:RIGHT_STICK_BUTTON} Cambia azione {CONTROL:GUI:BUTTON_Y} Aggiorna{CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Indietro {CONTROL:GUI:VIEW} Apri/Chiudi Visore
pl_pl: {CONTROL:GUI:LEFT_STICK_BUTTON} Kategoria {CONTROL:GUI:RIGHT_STICK_BUTTON} Zmień akcję {CONTROL:GUI:BUTTON_Y} Odśwież {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Wróć {CONTROL:GUI:VIEW} Otwórz/Zamknij Hełm
pt_br: {CONTROL:GUI:LEFT_STICK_BUTTON} Categoria {CONTROL:GUI:RIGHT_STICK_BUTTON} Alterar ação {CONTROL:GUI:BUTTON_Y} Atualizar {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Voltar {CONTROL:GUI:VIEW} Abrir/fechar visor
ru: {CONTROL:GUI:LEFT_STICK_BUTTON} Категория {CONTROL:GUI:RIGHT_STICK_BUTTON} Изменить действие {CONTROL:GUI:BUTTON_Y} Обновить {CONTROL:GUI:BUTTON_X} ОК {CONTROL:GUI:CANCEL} Назад {CONTROL:GUI:VIEW} Открыть (закрыть) забрало
zh_cn: {CONTROL:GUI:LEFT_STICK_BUTTON} 类别 {CONTROL:GUI:RIGHT_STICK_BUTTON} 更改动作 {CONTROL:GUI:BUTTON_Y} 刷新 {CONTROL:GUI:BUTTON_X} 确定 {CONTROL:GUI:CANCEL} 返回 {CONTROL:GUI:VIEW} 打开/关闭遮阳板

# CharacterSkinInventory_Help_ScreenCraft
source: {CONTROL:GUI:LEFT_STICK_BUTTON} Category {CONTROL:GUI:RIGHT_STICK_BUTTON} Change action {CONTROL:GUI:BUTTON_Y} Refresh {CONTROL:GUI:BUTTON_X} Craft {CONTROL:GUI:CANCEL} Back {CONTROL:GUI:VIEW} Open/Close Visor
de: {CONTROL:GUI:LEFT_STICK_BUTTON} Kategorie {CONTROL:GUI:RIGHT_STICK_BUTTON} Aktion ändern {CONTROL:GUI:BUTTON_Y} Aktualisieren {CONTROL:GUI:BUTTON_X} Fertigen {CONTROL:GUI:CANCEL} Zurück {CONTROL:GUI:VIEW} Visier öffnen/schließen
es: {CONTROL:GUI:LEFT_STICK_BUTTON} Categoría {CONTROL:GUI:RIGHT_STICK_BUTTON} Cambiar acción {CONTROL:GUI:BUTTON_Y} Recargar {CONTROL:GUI:BUTTON_X} Fabricar {CONTROL:GUI:CANCEL} Volver {CONTROL:GUI:VIEW} Abrir/Cerrar Visor
fr: {CONTROL:GUI:LEFT_STICK_BUTTON} Catégorie {CONTROL:GUI:RIGHT_STICK_BUTTON} Changer l'action {CONTROL:GUI:BUTTON_Y} Rafraîchir {CONTROL:GUI:BUTTON_X} Fabriquer {CONTROL:GUI:CANCEL} Retour {CONTROL:GUI:VIEW} Ouvrir/fermer la visière
hu_hu: {CONTROL: GUI: LEFT_STICK_BUTTON} Kategória {CONTROL: GUI: RIGHT_STICK_BUTTON} Művelet megváltoztatása {CONTROL: GUI: BUTTON_Y} Frissítés {CONTROL: GUI: BUTTON_X} Készítés {CONTROL: GUI: CANCEL} Vissza {CONTROL: GUI: VIEW} Napellenző Nyit/Zár
it: {CONTROL:GUI:LEFT_STICK_BUTTON} Categoria {CONTROL:GUI:RIGHT_STICK_BUTTON} Cambia azione {CONTROL:GUI:BUTTON_Y} Aggiorna {CONTROL:GUI:BUTTON_X} Realizza{CONTROL:GUI:CANCEL} Indietro {CONTROL:GUI:VIEW} Apri/Chiudi visiera
pl_pl: {CONTROL:GUI:LEFT_STICK_BUTTON} Kategoria {CONTROL:GUI:RIGHT_STICK_BUTTON} Zmień akcję {CONTROL:GUI:BUTTON_Y} Odśwież {CONTROL:GUI:BUTTON_X} Stwórz {CONTROL:GUI:CANCEL} Wróć {CONTROL:GUI:VIEW} Otwórz/Zamknij Hełm
pt_br: {CONTROL:GUI:LEFT_STICK_BUTTON} Categoria {CONTROL:GUI:RIGHT_STICK_BUTTON} Alterar ação {CONTROL:GUI:BUTTON_Y} Atualizar {CONTROL:GUI:BUTTON_X} Criar {CONTROL:GUI:CANCEL} Voltar {CONTROL:GUI:VIEW} Abrir/fechar visor
ru: {CONTROL:GUI:LEFT_STICK_BUTTON} Категория {CONTROL:GUI:RIGHT_STICK_BUTTON} Изменить действие {CONTROL:GUI:BUTTON_Y} Обновить {CONTROL:GUI:BUTTON_X} Создать {CONTROL:GUI:CANCEL} Назад {CONTROL:GUI:VIEW} Открыть (закрыть) забрало
zh_cn: {CONTROL:GUI:LEFT_STICK_BUTTON} 类别 {CONTROL:GUI:RIGHT_STICK_BUTTON} 更改动作 {CONTROL:GUI:BUTTON_Y} 刷新 {CONTROL:GUI:BUTTON_X} 制作 {CONTROL:GUI:CANCEL} 返回 {CONTROL:GUI:VIEW} 打开/关闭遮阳板

# FactionCreateEdit_Help_Screen
source: {CONTROL:GUI:BUTTON_Y} Change logo {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Back
de: {CONTROL:GUI:BUTTON_Y} Logo ändern {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Zurück
es: {CONTROL:GUI:BUTTON_Y} Cambiar logo {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Volver
fr: {CONTROL:GUI:BUTTON_Y} Changer le logo {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Retour
hu_hu: {CONTROL:GUI:BUTTON_Y} Logó módosítása {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Vissza
it: {CONTROL:GUI:BUTTON_Y} Cambia logo {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Indietro
pl_pl: {CONTROL:GUI:BUTTON_Y} Zmień logo {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Wróć
pt_br: {CONTROL:GUI:BUTTON_Y} Alterar logo {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Voltar
ru: {CONTROL:GUI:BUTTON_Y} Изменить логотип {CONTROL:GUI:BUTTON_X} ОК {CONTROL:GUI:CANCEL} Назад
zh_cn: {CONTROL:GUI:BUTTON_Y}更改标志{CONTROL:GUI:BUTTON_X}确定{CONTROL:GUI:CANCEL}后退

# ColorTool_Help_Screen
source: {CONTROL:GUI:BUTTON_Y} Defaults {CONTROL:GUI:CANCEL} Back
de: {CONTROL:GUI:BUTTON_Y} Standardeinstellungen {CONTROL:GUI:CANCEL} Zurück
es: {CONTROL:GUI:BUTTON_Y} Predeterminados {CONTROL:GUI:CANCEL} Volver
fr: {CONTROL:GUI:BUTTON_Y} Par défaut {CONTROL:GUI:CANCEL} Retour
hu_hu: {CONTROL: GUI: GOMB} Alapértelmezések {CONTROL: GUI: CANCEL} Vissza
it: {CONTROL:GUI:BUTTON_Y} Predefiniti {CONTROL:GUI:CANCEL} Indietro
pl_pl: {CONTROL:GUI:BUTTON_Y} Domyślne {CONTROL:GUI:CANCEL} Wróć
pt_br: {CONTROL:GUI:BUTTON_Y} Padrão {CONTROL:GUI:CANCEL} Voltar
ru: {CONTROL:GUI:BUTTON_Y} Стандартные {CONTROL:GUI:CANCEL} Назад
zh_cn: {CONTROL:GUI:BUTTON_Y}默认{CONTROL:GUI:CANCEL}后退

# PlayersScreen_Help_PlayersList
source: {CONTROL:GUI:ACCEPT} Profile {CONTROL:GUI:BUTTON_X} Trade {CONTROL:GUI:BUTTON_Y} Toggle mute
de: {CONTROL:GUI:ACCEPT} Profil {CONTROL:GUI:BUTTON_X} Handel{CONTROL:GUI:BUTTON_Y} Ton an-/ausschalten
es: {CONTROL:GUI:ACCEPT} Perfil {CONTROL:GUI:BUTTON_X} Intercambiar {CONTROL:GUI:BUTTON_Y} Alternar silenciar
fr: {CONTROL:GUI:ACCEPT} Profil {CONTROL:GUI:BUTTON_X} Commercer {CONTROL:GUI:BUTTON_Y} Mettre en sourdine
hu_hu: {CONTROL:GUI:ACCEPT} Profil {CONTROL:GUI:BUTTON_X} Kereskedés
it: {CONTROL:GUI:ACCEPT} Profilo {CONTROL:GUI:BUTTON_X} Commercia {CONTROL:GUI:BUTTON_Y} Attiva/disattiva silenzioso
pl_pl: {CONTROL:GUI:ACCEPT} Profil {CONTROL:GUI:BUTTON_X} Handluj
pt_br: {CONTROL:GUI:ACCEPT} Perfil {CONTROL:GUI:BUTTON_X} Negociar {CONTROL:GUI:BUTTON_Y} Alternar mudo
ru: {CONTROL:GUI:ACCEPT} Профиль {CONTROL:GUI:BUTTON_X} Торговля {CONTROL:GUI:BUTTON_Y} Отключение звука
zh_cn: {CONTROL:GUI:ACCEPT} 档案 {CONTROL:GUI:BUTTON_X} 交易 {CONTROL:GUI:BUTTON_Y} 切换静音

# PlayersScreen_Help_PlayersList_ProfileDisabled
source: {CONTROL:GUI:BUTTON_X} Trade {CONTROL:GUI:BUTTON_Y} Toggle mute
de: {CONTROL:GUI:BUTTON_X} Tauschen {CONTROL:GUI:BUTTON_Y} Ton an-/ausschalten
es: {CONTROL:GUI:BUTTON_X} Intercambiar {CONTROL:GUI:BUTTON_Y} Alternar silenciar
fr: {CONTROL:GUI:BUTTON_X} Échanger {CONTROL:GUI:BUTTON_Y} Activer/désactiver la sourdine
it: {CONTROL:GUI:BUTTON_X} Commercio {CONTROL:GUI:BUTTON_Y} Attiva/disattiva muto
pt_br: {CONTROL:GUI:BUTTON_X} Negociar {CONTROL:GUI:BUTTON_Y} Alternar mudo
ru: {CONTROL:GUI:BUTTON_X} — торговля {CONTROL:GUI:BUTTON_Y} — отключение звука
zh_cn: {CONTROL:GUI:BUTTON_X} 交易 {CONTROL:GUI:BUTTON_Y} 切换静音

# PlayersScreen_Help_Screen
source: {CONTROL:GUI:CANCEL} Back
de: {CONTROL:GUI:CANCEL} Zurück
es: {CONTROL:GUI:CANCEL} Volver
fr: {CONTROL:GUI:CANCEL} Retour
hu_hu: {CONTROL:GUI:CANCEL} Vissza
it: {CONTROL:GUI:CANCEL} Indietro
pl_pl: {CONTROL:GUI:CANCEL} Wróć
pt_br: {CONTROL:GUI:CANCEL} Voltar
ru: {CONTROL:GUI:CANCEL} Назад
zh_cn: {CONTROL:GUI:CANCEL} 后退

# PbEditor_Help_Screen
source: {CONTROL:GUI:LEFT_STICK_BUTTON} Help {CONTROL:GUI:RIGHT_STICK_BUTTON} Browse scripts {CONTROL:GUI:BUTTON_Y} Check {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Back
de: {CONTROL:GUI:LEFT_STICK_BUTTON} Hilfe {CONTROL:GUI:RIGHT_STICK_BUTTON} Skripts durchsuchen {CONTROL:GUI:BUTTON_Y} Überprüfen {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Zurück
es: {CONTROL:GUI:LEFT_STICK_BUTTON} Ayuda {CONTROL:GUI:RIGHT_STICK_BUTTON}Ver scripts {CONTROL:GUI:BUTTON_Y} Verificar {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Volver
fr: {CONTROL:GUI:LEFT_STICK_BUTTON} Aide {CONTROL:GUI:RIGHT_STICK_BUTTON} Parcourir les scripts {CONTROL:GUI:BUTTON_Y} Vérifier {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Retour
hu_hu: {CONTROL:GUI:LEFT_STICK_BUTTON} Súgó {CONTROL:GUI:RIGHT_STICK_BUTTON} Szkriptek tallózása {CONTROL:GUI:BUTTON_Y} Ellenőrzés {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Vissza
it: {CONTROL:GUI:LEFT_STICK_BUTTON}Aiuto {CONTROL:GUI:RIGHT_STICK_BUTTON}Sfoglia script {CONTROL:GUI:BUTTON_Y} Controlla {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Indietro
pl_pl: {CONTROL:GUI:LEFT_STICK_BUTTON} Pomoc {CONTROL:GUI:RIGHT_STICK_BUTTON} Przeglądaj skrypty {CONTROL:GUI:BUTTON_Y} Sprawdź {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Wróć
pt_br: {CONTROL:GUI:LEFT_STICK_BUTTON} Ajuda {CONTROL:GUI:RIGHT_STICK_BUTTON} Buscar scripts {CONTROL:GUI:BUTTON_Y} Verificar {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Voltar
ru: {CONTROL:GUI:LEFT_STICK_BUTTON} Помощь {CONTROL:GUI:RIGHT_STICK_BUTTON} Обзор скриптов {CONTROL:GUI:BUTTON_Y} Проверить {CONTROL:GUI:BUTTON_X} ОК {CONTROL:GUI:CANCEL} Назад
zh_cn: {CONTROL:GUI:LEFT_STICK_BUTTON} 帮助 {CONTROL:GUI:RIGHT_STICK_BUTTON} 浏览脚本 {CONTROL:GUI:BUTTON_Y} 检查 {CONTROL:GUI:BUTTON_X} 确定 {CONTROL:GUI:CANCEL} 后退

# ClaimSkin_Help_Screen
source: {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Back
de: {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Zurück
es: {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL}Volver
fr: {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Retour
hu_hu: {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Vissza
it: {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Indietro
pl_pl: {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Wróć
pt_br: {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Voltar
ru: {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Назад
zh_cn: {CONTROL:GUI:BUTTON_X}确定{CONTROL:GUI:CANCEL}后退

# PerformanceWarnings_Help_Screen
source: {CONTROL:GUI:CANCEL} Back
de: {CONTROL:GUI:CANCEL} Zurück
es: {CONTROL:GUI:CANCEL} Volver
fr: {CONTROL:GUI:CANCEL} Retour
hu_hu: {CONTROL:GUI:CANCEL} Vissza
it: {CONTROL:GUI:CANCEL} Indietro
pl_pl: {CONTROL:GUI:CANCEL} Wróć
pt_br: {CONTROL:GUI:CANCEL} Voltar
ru: {CONTROL:GUI:CANCEL} Назад
zh_cn: {CONTROL:GUI:CANCEL} 后退
