Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# ControlMenuItemLabel_GrassOldBare
source: Grass old bare
de: Gras (trocken & kahl)
es: Hierba vieja descubierta
fr: Herbe vieille nue
hu_hu: Fű egyszerű öreg
it: Erba vecchia spoglia
pl_pl: Trawa stara łysa
pt_br: Grama antiga clara
ru: Старая редкая трава
zh_cn: 枯草光秃

# ControlMenuItemLabel_Ice
source: Ice
de: Eis
es: Hielo
fr: Glace
hu_hu: Jég
it: Ghiaccio
pl_pl: Lód
pt_br: Gelo
ru: Лед
zh_cn: 冰

# ControlMenuItemLabel_Ice01
source: Ice 01
de: Eis 01
es: Hielo 01
fr: Glace 01
hu_hu: Jég 01
it: Ghiaccio 01
pl_pl: Lód 01
pt_br: Gelo 01
ru: Лед 01
zh_cn: 冰 01

# ControlMenuItemLabel_Ice02
source: Ice 02
de: Eis 02
es: Hielo 02
fr: Glace 02
hu_hu: Jég 02
it: Ghiaccio 02
pl_pl: Lód 02
pt_br: Gelo 02
ru: Лед 02
zh_cn: 冰 02

# ControlMenuItemLabel_Ice03
source: Ice 03
de: Eis 03
es: Hielo 03
fr: Glace 03
hu_hu: Jég 03
it: Ghiaccio 03
pl_pl: Lód 03
pt_br: Gelo 03
ru: Лед 03
zh_cn: 冰 03

# ControlMenuItemLabel_IceEuropa2
source: Ice europa 02
de: Eis - Europa 02
es: Hielo europa 02
fr: Glace europe 02
hu_hu: Jég europa 02
it: Ghiaccio europa 02
pl_pl: Lód europa 02
pt_br: Gelo Europa 02
ru: Лед (Европа) 02
zh_cn: 木卫二冰

# ControlMenuItemLabel_Iron01
source: Iron 01
de: Eisen 01
es: Hierro 01
fr: Fer 01
hu_hu: Vas 01
it: Ferro 01
pl_pl: Żelazo 01
pt_br: Ferro 01
ru: Железо 01
zh_cn: 铁 01

# ControlMenuItemLabel_Iron_02
source: Iron 02
de: Eisen 02
es: Hierro 02
fr: Fer 02
hu_hu: Vas 02
it: Ferro 02
pl_pl: Żelazo 02
pt_br: Ferro 02
ru: Железо 02
zh_cn: 铁02

# ControlMenuItemLabel_Magnesium01
source: Magnesium 01
es: Magnesio 01
fr: Magnésium 01
hu_hu: Magnézium 01
it: Magnesio 01
pl_pl: Magnez 01
pt_br: Magnésio 01
ru: Магний 01
zh_cn: 镁01

# ControlMenuItemLabel_MarsRocks
source: Mars rocks
de: Marsgestein
es: Rocas marcianas
fr: Pierres martiennes
hu_hu: Mars sziklák
it: Rocce di Marte
pl_pl: Mars skały
pt_br: Pedras de Marte
ru: Марсианские скалы
zh_cn: 火星岩石

# ControlMenuItemLabel_MarsSoil
source: Mars soil
de: Marsboden
es: Tierra marciana
fr: Sol martien
hu_hu: Mars talaj
it: Suolo di Marte
pl_pl: Mars teren
pt_br: Solo de Marte
ru: Марсианская почва
zh_cn: 火星土壤

# ControlMenuItemLabel_MoonRocks
source: Moon rocks
de: Mondgestein
es: Rocas lunares
fr: Pierres lunaires
hu_hu: Hold sziklák
it: Rocce lunari
pl_pl: Księżyc skały
pt_br: Pedras da Lua
ru: Лунные скалы
zh_cn: 月球岩石

# ControlMenuItemLabel_MoonSoil
source: Moon soil
de: Mondboden
es: Tierra lunar
fr: Sol lunaire
hu_hu: Hold talaj
it: Terreno lunare
pl_pl: Księżyc teren
pt_br: Solo da Lua
ru: Лунная почва
zh_cn: 月球土壤

# ControlMenuItemLabel_Nickel01
source: Nickel 01
es: Níquel 01
it: Nichel 01
pl_pl: Nikiel 01
pt_br: Níquel 01
ru: Никель 01
zh_cn: 镍 01

# ControlMenuItemLabel_Platinum01
source: Platinum 01
de: Platin 01
es: Platino 01
fr: Platine 01
it: Platino 01
pl_pl: Platyna 01
pt_br: Platina 01
ru: Платина 01
zh_cn: 铂 01

# ControlMenuItemLabel_RocksGrass
source: Rocks grass
de: Begraster Felsen
es: Hierba y rocas
fr: Herbe rocheuse
hu_hu: Sziklák fű
it: Rocce erba
pl_pl: Trawa skalna
pt_br: Pedra com grama
ru: Травянистые скалы
zh_cn: 岩石草

# ControlMenuItemLabel_Sand02
source: Sand 02
es: Arena 02
fr: Sable 02
hu_hu: Homok 02
it: Sabbia 02
pl_pl: Piasek 02
pt_br: Areia 02
ru: Песок 02
zh_cn: 沙 02

# ControlMenuItemLabel_Silicon01
source: Silicon 01
de: Silizium 01
es: Sílice 01
fr: Silicium 01
hu_hu: Szilícium 01
it: Silicio 01
pl_pl: Krzem 01
pt_br: Silício 01
ru: Кремний 01
zh_cn: 硅 01

# ControlMenuItemLabel_Silver_01
source: Silver 01
de: Silber 01
es: Plata 01
fr: Argent 01
hu_hu: Ezüst 01
it: Argento 01
pl_pl: Srebro 01
pt_br: Prata 01
ru: Серебро 01
zh_cn: 银 01

# ControlMenuItemLabel_SmallMoonRocks
source: Small moon rocks
de: Kleines Mondgestein
es: Pequeñas piedras lunares
fr: Petites pierres lunaires
hu_hu: Kis hold sziklák
it: Piccole rocce lunari
pl_pl: Małe księżycowe kamienie
pt_br: Pequenas pedras da lua
ru: Малые лунные скалы
zh_cn: 小月球岩石

# ControlMenuItemLabel_Snow
source: Snow
de: Schnee
es: Nieve
fr: Neige
hu_hu: Hó
it: Neve
pl_pl: Śnieg
pt_br: Neve
ru: Снег
zh_cn: 雪

# ControlMenuItemLabel_Soil
source: Soil
de: Boden
es: Tierra
fr: Sol
hu_hu: Talaj
it: Suolo
pl_pl: Teren
pt_br: Solo
ru: Почва
zh_cn: 土壤

# ControlMenuItemLabel_Stone
source: Stone
de: Gestein
es: Piedra
fr: Pierre
hu_hu: Kő
it: Pietra
pl_pl: Kamień
pt_br: Pedra
ru: Камень
zh_cn: 石头

# ControlMenuItemLabel_Stone01
source: Stone 01
de: Gestein 01
es: Piedra 01
fr: Pierre 01
hu_hu: Kő 01
it: Pietra 01
pl_pl: Kamień 01
pt_br: Pedra 01
ru: Камень 01
zh_cn: 石头 01

# ControlMenuItemLabel_Stone02
source: Stone 02
de: Gestein 02
es: Piedra 02
fr: Pierre 02
hu_hu: Kő 02
it: Pietra 02
pl_pl: Kamień 02
pt_br: Pedra 02
ru: Камень 02
zh_cn: 石头 02

# ControlMenuItemLabel_Stone03
source: Stone 03
de: Gestein 03
es: Piedra 03
fr: Pierre 03
hu_hu: Kő 03
it: Pietra 03
pl_pl: Kamień 03
pt_br: Pedra 03
ru: Камень 03
zh_cn: 石头 03

# ControlMenuItemLabel_Stone04
source: Stone 04
de: Gestein 04
es: Piedra 04
fr: Pierre 04
hu_hu: Kő 04
it: Pietra 04
pl_pl: Kamień 04
pt_br: Pedra 04
ru: Камень 04
zh_cn: 石头 04

# ControlMenuItemLabel_Stone05
source: Stone 05
de: Gestein 05
es: Piedra 05
fr: Pierre 05
hu_hu: Kő 05
it: Pietra 05
pl_pl: Kamień 05
pt_br: Pedra 05
ru: Камень 05
zh_cn: 石头 05

# ControlMenuItemLabel_Uraninite_01
source: Uraninite 01
de: Uraninit 01
es: Uraninita 01
hu_hu: Uránszurokérc 01
pl_pl: Uran 01
ru: Ураний 01
zh_cn: 铀矿 01

# ControlMenuItemLabel_VoxelBrushAutoLevel
source: Select Terrain Auto-Level
de: Gelände-Auto-Nivellierung wählen
es: Seleccionar nivel automático de terreno
fr: Sélectionner le nivellement automatique du terrain
hu_hu: Terep auto szint választás
it: Seleziona il livello automatico del terreno
pl_pl: Wybierz Autopoziomowanie terenu
pt_br: Selecionar nivelamento automático de terreno
ru: Выбрать автовыравнивание поверхности
zh_cn: 选择地形自动齐平

# ControlMenuItemLabel_VoxelBrushBox
source: Select Box
de: Würfel auswählen
es: Seleccionar caja
fr: Sélectionner la boîte
hu_hu: Doboz választás
it: Seleziona la casella
pl_pl: Wybierz Sześcian
pt_br: Selecionar caixa
ru: Выбрать коробку
zh_cn: 选择盒刷

# ControlMenuItemLabel_VoxelBrushCapsule
source: Select Capsule
de: Kapsel auswählen
es: Seleccionar cápsula
fr: Sélectionner la capsule
hu_hu: Kapszula kiválasztása
it: Seleziona la capsula
pl_pl: Wybierz Kapsułę
pt_br: Selecionar cápsula
ru: Выбрать капсулу
zh_cn: 选择密封舱刷

# ControlMenuItemLabel_VoxelBrushRamp
source: Select Ramp
de: Rampe auswählen
es: Seleccionar rampa
fr: Sélectionner la rampe
hu_hu: Rámpa kiválasztás
it: Seleziona la rampa
pl_pl: Wybierz Rampę
pt_br: Selecionar rampa
ru: Выбрать рампу
zh_cn: 选择坡刷

# ControlMenuItemLabel_VoxelBrushSphere
source: Select Sphere
de: Kugel auswählen
es: Seleccionar esfera
fr: Sélectionner un sphère
hu_hu: Gömb kiválasztás
it: Seleziona Sfera
pl_pl: Wybierz Sferę
pt_br: Selecionar esfera
ru: Выбрать сферу
zh_cn: 选择球体

# ControlMenuItemLabel_WoodsGrass
source: Woods grass
de: Wald-Gras
es: Hierba de bosque
fr: Herbe des bois
hu_hu: Erdei fű
it: Erba bosco
pl_pl: Trawa leśna
pt_br: Grama de madeira
ru: Лесная трава
zh_cn: 森林草

# ControlMenuItemLabel_WoodsGrassBare
source: Woods grass bare
de: Wald-Gras (kahl)
es: Hierba de bosque descubierta
fr: Herbe des bois nue
hu_hu: Edei fű csupasz
it: Erba bosco spoglia
pl_pl: Trawa leśna łysa
pt_br: Grama de madeira pura
ru: Редкая лесная трава
zh_cn: 森林草光秃

# RadialMenuGroupTitle_VoxelAlien
source: Alien
de: Außerirdisches
es: Alienígena
fr: Extraterrestre
hu_hu: Idegen
pl_pl: Obca
pt_br: Alienígena
ru: Инопланетный
zh_cn: 外星人

# RadialMenuGroupTitle_VoxelAlienGrass
source: Alien grass
de: Außerirdisches Gras
es: Hierba alienígena
fr: Herbe extraterrestre
hu_hu: Idegen fű
it: Erba aliena
pl_pl: Obca trawa
pt_br: Grama alienígena
ru: Инопланетная трава
zh_cn: 外星草

# RadialMenuGroupTitle_VoxelDebug
source: Debug
de: Debuggen
es: Depuración
fr: Débogage
hu_hu: Hibakeresés
pt_br: Depuração
ru: Отладка
zh_cn: 调试

# RadialMenuGroupTitle_VoxelGrass
source: Grass
de: Gras
es: Hierba
fr: Herbe
hu_hu: Fű
it: Erba
pl_pl: Trawa
pt_br: Grama
ru: Трава
zh_cn: 草

# RadialMenuGroupTitle_VoxelHandBrushes
source: Voxel hand
es: Modificador vóxel
fr: Curseur voxel
hu_hu: Kézi Voxel
it: Mano voxel
pl_pl: Ręka stwórcy
pt_br: Mão voxel
ru: Воксельная кисть
zh_cn: 体素手

# RadialMenuGroupTitle_VoxelOres
source: Ores
de: Erze
es: Minerales
fr: Minerais
hu_hu: Ércek
it: Minerali
pl_pl: Rudy
pt_br: Minérios
ru: Руды
zh_cn: 矿石

# RadialMenuGroupTitle_VoxelOres2
source: Ores 2
de: Erze 2
es: Minerales 2
fr: Minerais 2
hu_hu: Ércek 2
it: Minerali 2
pl_pl: Rudy 2
pt_br: Minérios 2
ru: Руды 2
zh_cn: 矿石 2

# RadialMenuGroupTitle_VoxelRockSolidSand
source: Rocks, solids, sands
de: Gestein, Feststoffe, Sande
es: Rocas, sólidos, arenas
fr: Pierres, solides, sables
hu_hu: Sziklák, szilárd anyagok, homok
it: Rocce, solidi, sabbie
pl_pl: Skały, ciała stałe, piaski
pt_br: Pedras, sólidos, areias
ru: Скалы, почва, песок
zh_cn: 岩石，固体，沙子

# RadialMenuGroupTitle_VoxelStones
source: stones
de: Gestein
es: piedras
fr: pierres
hu_hu: Kövek
it: pietre
pl_pl: kamienie
pt_br: pedras
ru: камни
zh_cn: 石头

# BuildPlannerHint
source: Use {0} / {1} to add/remove to/from Build planner
de: Verwenden Sie {0}/{1} zum Hinzufügen/Entnehmen von Komponenten zum/aus dem Konstruktionsplaner
es: Usa {0}/{1} para añadir/quitar al/del planificador de construcción.
fr: Utilisez {0}/{1} pour ajouter/retirer du plan de construction
hu_hu: {0}/{1} gombok a Build plannerhez történő Hozzáadáshoz/Eltávolításához
it: Usa {0}/{1} per aggiungere/rimuovere a/dal Planner di costruzione.
pl_pl: Użyj {0}/{1} aby dodać/usunąć z Planera Budowy
pt_br: Use {0}/{1} para adicionar/remover do/ao Planejador de construção
ru: {0} — добавить в планировщик, {1} — удалить из него
zh_cn: 使用{0}/{1}从建造计划器中添加/移除

# Notification_PlanetsNotSupported
source: Planets are not supported on this platform
de: Planeten werden auf dieser Plattform nicht unterstützt
es: Esta plataforma no admite planetas
fr: Les planetes ne sont pas prises en charge sur cette plateforme
hu_hu: A bolygókat ez a platform nem támogatja
it: I pianeti non sono supportati su questa piattaforma
pl_pl: Planety nie są wpierane na tej platformie
pt_br: Planetas não suportados nessa plataforma
ru: Планеты на этой платформе не поддерживаются
zh_cn: 此平台不支持行星

# Notification_PlanetsTooBig
source: Planet is too big
de: Planet ist zu groß
es: El planeta es demasiado grande
fr: La planète est trop grande
it: Il pianeta è troppo grande
pl_pl: Planeta jest zbyt duża
pt_br: O planeta é muito grande
ru: Планета слишком большая
zh_cn: 行星过大

# Notification_PlanetNotWhitelisted
source: New planet of type {0} would exceed limits of this scenario
de: Ein neuer Planet vom Typ {0} würde die Grenzen dieses Szenarios überschreiten
es: El nuevo planeta de tipo {0} excedería los límites de este escenario
fr: Une nouvelle planète de type {0} dépasserait les limites de ce scénario
hu_hu: A (z) {0} típusú új bolygó túllépné ennek a forgatókönyvnek a határait
it: Un nuovo pianeta di tipo {0} supererebbe i limiti di questo scenario
pl_pl: Nowa planeta typu {0} przekroczy limit scenariusza
pt_br: Novo planeta do tipo {0} excederia o limite deste cenário
ru: Новая планета типа «{0}» выходит за рамки данного сценария
zh_cn: {0}类型行星超出了此场景的限制

# Notification_TooManyPlanets
source: World contains too many planet types and could not be loaded.
de: Welt enthält zu viele Planetentypen und konnte nicht geladen werden.
es: El mundo contiene demasiados tipos de planetas y no se pudo cargar
fr: Le monde contient trop de types de planètes et n'a pas pu être chargé
hu_hu: A világ túl sok bolygótípust tartalmaz, és nem lehet betölteni.
it: Il mondo contiene troppi tipi di pianeti e non può essere caricato.
pl_pl: Świat zawiera zbyt wiele typów planet i nie można go było załadować.
pt_br: Mundo contém muitos tipos de planetas e não pode ser carregado.
ru: Загрузка невозможна: в мире слишком много типов планет.
zh_cn: 世界包含过多行星类型，无法加载。

# Notification_TooManyUncounterPCUWarning
source: World contains too many uncounted PCUs and may be be unstable.
de: Welt erhält zu viele ungezählte PCUs und könnte instabil sein.
es: El mundo contiene demasiados PCU no contabilizados y puede ser inestable.
fr: Le monde contient trop de PCU non comptés et peut être instable.
hu_hu: A világ túl sok megszámolatlan PCU-t tartalmaz, és instabil lehet.
it: Il mondo contiene troppi PCU e potrebbe essere instabile.
pl_pl: Świat zawiera zbyt wiele nieprzeliczonych jednostek PCU przez co może być niestabilny.
pt_br: Mundo possui muitos PCUs incontáveis e pode ser instável.
ru: Мир может работать нестабильно: в нем слишком много неучтенных PCU.
zh_cn: 世界包含过多无法计数的PCU，可能不稳定。

# Notification_TooManyUncounterPCUError
source: World contains too many uncounted PCUs and could not be loaded.
de: Welt erhält zu viele ungezählte PCUs und konnte nicht geladen werden.
es: El mundo contiene demasiados PCU no contabilizados y no se pudo cargar.
fr: Le monde contient trop de PCU non comptés et n'a pas pu être chargé
hu_hu: A világ túl sok megszámolatlan PCU-t tartalmaz, ezért nem tölthető be.
it: Il mondo contiene troppi PCU e non può essere caricato.
pl_pl: Świat zawiera zbyt wiele nieprzeliczonych jednostek PCU i nie można go było załadować.
pt_br: Mundo possui muitos PCUs incontáveis e não pode ser carregado.
ru: Загрузка невозможна: в мире слишком много неучтенных PCU.
zh_cn: 世界包含过多无法计数的PCU，无法加载。

# Notification_TooManyUncounterPCUReport
source: Do you want to report this world?
de: Möchten Sie diese Welt melden?
es: ¿Quieres denunciar este mundo?
fr: Voulez-vous publier ce monde ?
hu_hu: Jelenteni akarja ezt a világot?
it: Vuoi segnalare questo mondo?
pl_pl: Czy chcesz zgłosić ten świat?
pt_br: Deseja denunciar este mundo?
ru: Сообщить об ошибке в этом мире?
zh_cn: 想要报告此世界吗？

# Terminal_Factions_DataNotAvailable
source: Not Available
de: Nicht verfügbar
es: No disponible
fr: Non disponible
hu_hu: Nem érhető el
it: Non disponibile
pl_pl: Niedostępne
pt_br: Não disponível
ru: Недоступно
zh_cn: 无法获得

# Terminal_Factions_Unknown_Label
source: Undiscovered
de: Unentdeckt
es: Sin descubrir
fr: Non découverte
hu_hu: Felfedezetlen
it: Non scoperto
pl_pl: Nie odkryte
pt_br: Não descoberto
ru: Не открыто
zh_cn: 没有发现

# Terminal_Factions_Unknown_Label_TTIP
source: Faction not discovered. Data is not available.
de: Fraktion noch nicht entdeckt. Daten sind nicht verfügbar.
es: Facción no descubierta. No se dispone de datos.
fr: Faction non découverte. Données indisponibles.
hu_hu: A frakciót nem tárták fel. Nincsenek adatok.
it: Fazione non scoperta. I dati non sono disponibili.
pl_pl: Frakcja nie odkryta. Dane niedostępne.
pt_br: Facção não descoberta. Dados não disponíveis.
ru: Фракция не встречена. Данные недоступны.
zh_cn: 没有发现阵营。数据不存在。

# ScreenCaptionStore
source: Store
de: Geschäft
es: Tienda
fr: Boutique
hu_hu: Árúház
it: Negozio
pl_pl: Sklep
pt_br: Loja
ru: Магазин
zh_cn: 商店

# StoreScreenBuyHeader
source: Buy
de: Kaufen
es: Comprar
fr: Acheter
hu_hu: Megvesz
it: Acquista
pl_pl: Kup
pt_br: Comprar
ru: Купить
zh_cn: 买

# StoreScreenContractsHeader
source: Contracts
de: Verträge
es: Contratos
fr: Contrats
hu_hu: Szerződések
it: Contratti
pl_pl: Kontrakty
pt_br: Contratos
ru: Контракты
zh_cn: 合同

# StoreScreenSellHeader
source: Sell
de: Verkaufen
es: Vender
fr: Vendre
hu_hu: Elad
it: Vendi
pl_pl: Sprzedaj
pt_br: Vender
ru: Продать
zh_cn: 卖

# ToolTipWorldSettingsEconomy
source: Enables economy features.
de: Wirtschaftsfunktionen aktivieren
es: Habilitar funciones de economía
fr: Activer les fonctionnalités économiques
hu_hu: Takarékos funkciók engedélyezése
it: Attivare le funzioni di economia
pl_pl: Włącza funkcje ekonomi
pt_br: Habilitar recursos de economia
ru: Включить экономику
zh_cn: 启动经济功能

# ToolTipWorldSettingsEnableWeatherSystem
source: Enables automatic weather generation on planets.
de: Automatische Wettererzeugung auf Planeten aktivieren
es: Activar la generación automática de clima en los planeas
fr: Activer la génération automatique de la météo sur les planètes
hu_hu: Automatikus időjárás-generálás engedélyezése bolygókon
it: Attiva la generazione automatica del tempo sui pianeti
pl_pl: Włącza automatyczną zmianę pogody na planetach.
pt_br: Habilitar a geração automática de clima nos planetas
ru: Включить автоматическую генерацию погоды на планетах
zh_cn: 在行星上启用自动天气生成

# ToolTipWorldSettingsEnableLightningDamage
source: Lightning strikes from weather can damage grids.
de: Blitzeinschläge in Folge schlechten Wetters können Blockkonstruktionen beschädigen.
es: Los rayos meteorológicos pueden dañar las estructuras.
fr: La foudre peut endommager les grilles.
it: I fulmini dovuti alle intemperie possono danneggiare le griglie.
pt_br: Raios devido ao clima podem danificar os grids.
ru: Удары молний из-за погодных условий могут повреждать структуры.
zh_cn: 天气造成的雷击可能会损坏网格。

# ToolTipWorldSettingsEnableGamepadAimAssist
source: Enables aim assist for controllers.
de: Zielhilfe für aktvieren
es: Activar el asistente de puntería para los mandos.
fr: Activer l'aide à la visée pour les manettes
it: Abilita la mira assistita per i controller
pl_pl: Włącza wspomaganie celowania dla sterowników gamepadów.
pt_br: Ativar auxílio de mira para controles
ru: Включить помощь при прицеливании для контроллер
zh_cn: 控制器启用瞄准辅助

# WorldSettings_EnableEconomy
source: Enable economy
de: Wirtschaft aktivieren
es: Habilitar economía
fr: Activer l'économie
hu_hu: Takarékosság engedélyezése
it: Attiva economia
pl_pl: Włącz Ekonomię
pt_br: Habilitar Economia
ru: Активирует экономику
zh_cn: 启用经济

# WorldSettings_EnableWeatherSystem
source: Enable weather system
de: Wettersystem aktivieren
es: Activar sistema climático
fr: Activer le système météorologique
hu_hu: Időjárási-rendszer engedélyezése
it: Attiva il sistema meteo
pl_pl: Włącz zmienną pogodę
pt_br: Habilitar sistema de clima
ru: Активирует погодную систему
zh_cn: 启用天气系统

# WorldSettings_EnableLightningDamage
source: Enable lightning damage
de: Blitzeinschläge aktivieren
es: Activar el daño por rayo
fr: Activer les dégâts de la foudre
it: Abilita il danno da fulmine
pt_br: Ativar dano de iluminação
ru: Включить урон от молнии
zh_cn: 启用闪电伤害

# WorldSettings_EnableGamepadAimAssist
source: Enable aim assist
de: Zielhilfe aktivieren
es: Activar asistente de puntería
fr: Activer l'aide à la visée
it: Abilita la mira assistita
pl_pl: Włącz wspomaganie celowania
pt_br: Ativar auxílio de mira
ru: Помощь при прицеливании
zh_cn: 启用瞄准辅助

# EconomyFaction_Description_Builder
source: Come and browse our selection of the finest ships available to us. We deliver top quality ships made from the highest grade materials.
de: Schauen Sie sich unsere Auswahl an Schiffen an – den feinsten Ihrer Art. Wir liefern Schiffe höchster Qualität, die aus den hochwertigsten Materialien hergestellt werden.
es: Ven a conocer nuestra selección de las mejores naves disponibles. Ofrecemos naves de la mayor calidad armadas con materiales de primera.
fr: Venez parcourir notre sélection des meilleurs vaisseaux à notre disposition. Nous livrons des vaisseaux de qualité supérieure fabriqués à partir de matériaux de la plus haute qualité.
hu_hu: Jöjjön és böngésszen a számunkra elérhető legjobb hajók közül. Kiváló minőségű hajókat szállítunk a legmagasabb minőségű anyagokból.
it: Vieni a sfogliare la nostra selezione delle migliori navi a nostra disposizione. Forniamo navi di altissima qualità realizzate con materiali di prima scelta.
pl_pl: Wejdź i przejrzyj naszą ofertę najlepszych dostępnych statków. Dostarczamy statki wykonane z materiałów najwyższej jakości.
pt_br: Conheça nossa linha com as melhores naves do mercado. Trabalhamos com naves de alta qualidade produzidas com o melhor material disponível.
ru: Приходите и оцените выбор лучших кораблей доступных нам. Мы гарантируем высшее качество кораблей, построенных из лучших материалов.
zh_cn: 来看我们的飞船集锦。我们用最高等级的材料做出的顶级质量的飞船。

# EconomyFaction_Description_Miner
source: No. 1 supplier of high grade minerals and gases. Everything to fuel your industrial advancements.
de: Nr. 1 Lieferant von hochwertigen Mineralien und Gasen. Alles, um Ihren industriellen Fortschritt voranzutreiben.
es: Proveedor No. 1 de minerales y gases de calidad. Todo lo necesario para alimentar tus avances industriales.
fr: Premier fournisseur de minéraux et de gaz de haute qualité. Tout pour alimenter vos avancées industrielles.
hu_hu: 1. számú, kiváló minőségű ásványianyag és gáz szállító. Minden, ami elősegíti ipari fejlődését.
it: Fornitore n. 1 di minerali e gas di alta qualità. Tutto per alimentare i tuoi progressi industriali.
pl_pl: Najlepszy dostawca wysokiej jakości minerałów i gazów. Sprzedajemy wszystko co zasili Twój przemysł.
pt_br: Fornecedor número um em minerais e gases de alta qualidade. Tudo para alavancar seus avanços industriais.
ru: Поставщик высококачественных материалов и газов №1. Всё, для развития вашей индустрии!
zh_cn: 高等级矿物和气体的最佳供应商。让你成为行业的佼佼者。

# EconomyFaction_Description_Trader
source: If you can build with it, we sell it. If you can shoot with it, we sell that too.
de: Wir verkaufen alles mit dem man etwas konstruieren kann ... auch alles mit dem man schießen kann.
es: Si se puede usar para construir, nosotros lo vendemos. Si se puede disparar, también lo vendemos.
fr: Si vous pouvez construire avec, nous le vendons. Si vous pouvez tirer avec, nous le vendons aussi.
hu_hu: Ha lehet vele építkezni, akkor eladjuk. Ha lehet vele lőni, ezt is eladjuk.
it: Se puoi costruire con questo, lo vendiamo. Se puoi sparare con questo, lo vendiamo anche.
pl_pl: Jeśli możesz to zbudować, my to sprzedajemy. Jeśli możesz tym strzelać, my też to mamy.
pt_br: Se você pode construir, podemos vender. Se você puder atirar, nós também vendemos.
ru: Если из этого можно строить, то мы это продаем. Если из этого можно стрелять, то и мы продаем и это.
zh_cn: 如果你能用它建造，我们就卖。如果你能用它射击，我们也卖。

# EconomyFaction_Description_Builder0
source: The best choice for reliable ships of industrial grade. We offer the finest quality money can buy.
de: Die beste Wahl für zuverlässige Schiffe von Industriequalität. Wir bieten die beste Qualität, die man kaufen kann.
es: La mejor opción en naves confiables de categoría industrial. Ofrecemos la máxima calidad del mercado.
fr: Le meilleur choix pour des vaisseaux fiables de qualité industrielle. Nous offrons la meilleure qualité que l'argent puisse acheter.
hu_hu: A legjobb választás megbízható ipari minőségű hajókhoz. A legjobb minőséget kínáljuk amit pénzért lehet vásárolni.
it: La scelta migliore per navi affidabili di qualità industriale. Offriamo la migliore qualità che si possa comprare.
pl_pl: Szeroki wybór niezawodnych statków klasy przemysłowej. Najwyższa jakość za rozsądną cenę.
pt_br: A sua melhor escolha de naves industriais de confiança. Oferecemos a mais alta qualidade que seu dinheiro pode comprar.
ru: Лучший выбор надежных промышленных кораблей. Мы предлагаем лучшее качество, которое можно купить за деньги!
zh_cn: 行业高等级飞船，你的首选。我们的质量首屈一指。
