Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# ServerDetails_EnableScripterRole
source: Scripter Role
cs_cz: Hodnost Skriptér
de: Skripter-Rolle
es: Rol de Scripter
fr: Rôle de scripteur
hu_hu: Scripter teendő
it: Ruolo esecutore script
pl_pl: Rola Skryptera
pt_br: Função do scripter
ru: Роль скриптера
zh_cn: 编辑角色

# ServerDetails_EnableSpiders
source: Spiders
cs_cz: Pavouci
de: Spinnen
es: Arañas
fr: Araignées
hu_hu: Pókok
it: Ragni
pl_pl: Pająki
pt_br: Aranhas
ru: Сабироиды
zh_cn: 蜘蛛

# ServerDetails_EnableSunRotation
source: Sun Rotation
cs_cz: Rotace slunce
de: Sonnenbewegung
es: Rotación del Sol
fr: Rotation du soleil
hu_hu: Nap forgása
it: Rotazione del sole
pl_pl: Obroty Słońca
pt_br: Rotação do sol
ru: Вращение солнца
zh_cn: 太阳旋转

# ServerDetails_EnableToolShake
source: Tool Shake
cs_cz: Otřesy nástrojů
de: Vibration von Werkzeugen
es: Vibración de las herramientas
fr: Secousse de l'outil
hu_hu: Szerszám Rázása
it: Oscillazione strumento
pl_pl: Wstrząsy Narzędzi
pt_br: Trepidação de ferramenta
ru: Вибрация инструментов
zh_cn: 工具晃动

# ServerDetails_EnableVoxelDestruction
source: Voxel Destruction
cs_cz: Poškození terénu
de: Voxel-Zerstörung
es: Destrucción de Vóxel
fr: Destruction de voxels
hu_hu: Voxel Megsemmisítése
it: Distruzione voxel
pl_pl: Destrukcja Wokseli
pt_br: Destruição de voxels
ru: Разрушаемость вокселей
zh_cn: 岩石破坏

# ServerDetails_EnableWolfs
source: Wolves
cs_cz: Vlci
de: Wölfe
es: Lobos
fr: Loups
hu_hu: Farkasok
it: Lupi
pl_pl: Wilki
pt_br: Lobos
ru: Волки
zh_cn: 狼

# ServerDetails_EnvironmentHostility
source: Environment Hostility
cs_cz: Nehostinnost prostředí
de: Umgebungssicherheit
es: Hostilidad ambiental
fr: Hostilité de l'environnement
hu_hu: Környezet Ellenségessége
it: Ostilità ambientale
pl_pl: Wrogość otoczenia
pt_br: Hostilidade do ambiente
ru: Частота метеоритов
zh_cn: 环境安全(流星等级)

# ServerDetails_FloraDensity
source: Flora Density
cs_cz: Hustota flóry
de: Dichte der Flora
es: Densidad de la Flora
fr: Densité de la flore
hu_hu: Növényzet Sűrűsége
it: Densità Flora
pl_pl: Gęstość Flory
pt_br: Densidade da vegetação
ru: Плотность флоры
zh_cn: 植物密度

# ServerDetails_GrinderSpeedMultiplier
source: Grinder Speed Multiplier
cs_cz: Rychlosti brusky
de: Schleifgeräte-Geschwindigkeitsmultiplikator
es: Multiplicador de velocidad de la amoladora
fr: Multiplicateur de vitesse de la meuleuse
hu_hu: Daraboló Sebesség Növelő
it: Moltiplicatore di velocità del frantumatore
pl_pl: Mnożnik Prędkości Szlifierki
pt_br: Multiplicador de velocidade de esmeril
ru: Множитель скорости болгарки
zh_cn: 切割机速度倍增器

# ServerDetails_HackSpeedMultiplier
source: Hack Speed Multiplier
cs_cz: Rychlost hackování
de: Hack-Geschwindigkeitsmultiplikator
es: Multiplicador de velocidad de hackeo
fr: Multiplicateur de vitesse de piratage
hu_hu: Hack Sebesség Növelő
it: Moltiplicatore velocità di attacco
pl_pl: Mnożnik Prędkości Hackowania
pt_br: Multiplicador de velocidade de hackeamento
ru: Множитель скорости взлома
zh_cn: 破解速度倍增器

# ServerDetails_MaxBlocksPerPlayer
source: Max Blocks Per Player
cs_cz: Maximum bloků na hráče
de: Max. Blöcke pro Spieler
es: Máximo de bloques por jugador
fr: Blocs maximum par joueur
hu_hu: Max. Blokkok Játékosonként
it: Max blocchi per giocatore
pl_pl: Maksymala ilość bloków na gracza
pt_br: Máximo de blocos por jogador
ru: Макс. блоков на игрока
zh_cn: 玩家建造方块上限

# ServerDetails_MaxFloatingObjects
source: Max Floating Objects
cs_cz: Maximum poletujících předmětů
de: Max. schwebende Objekte
es: Máximo de objetos flotantes
fr: Maximum d'objets flottants
hu_hu: Max. Lebegő Objektumok
it: Max oggetti galleggianti
pl_pl: Maks Latających Obiektów
pt_br: Máximo de objetos flutuantes
ru: Максимум предметов в мире
zh_cn: 最大浮动物

# ServerDetails_MaxGridSize
source: Max Grid Size
cs_cz: Maximální velikost konstrukce
de: Maximale Blockkonstruktionsgröße
es: Tamaño máximo para las estructuras
fr: Taille maximale de la grille
hu_hu: Max. Objektum Méret
it: Max dimensioni griglia
pl_pl: Maksymalny Rozmiar Struktury
pt_br: Tamanho máximo da grid
ru: Макс. размер структуры
zh_cn: 最大网格大小

# ServerDetails_PermanentDeath
source: Permanent Death
cs_cz: Trvalá smrt
de: Endgültiger Tod
es: Muerte permanente
fr: Mort permanente
hu_hu: Állandó Halál
it: Morte permanente
pl_pl: Trwała śmierć
pt_br: Morte definitiva
ru: Смерть навсегда
zh_cn: 永久性死亡

# ServerDetails_ProceduralDensity
source: Procedural Density
cs_cz: Procedurální hustota
de: Generierungsdichte
es: Densidad procedural
fr: Densité procédurale
hu_hu: Eljárási Sűrűség
it: Densità procedurale
pl_pl: Proceduralna Gęstość
pt_br: Densidade processual
ru: Процедурная плотность
zh_cn: 程序密度

# ServerDetails_RealisticSound
source: Realistic Sound
cs_cz: Realistické zvuky
de: Realistische Töne
es: Sonido Realista
fr: Son réaliste
hu_hu: Reális Hangzás
it: Suoni realistici
pl_pl: Realistyczne Dźwięki
pt_br: Som realístico
ru: Реалистичный звук
zh_cn: 实际的声音

# ServerDetails_RefinerySpeedMultiplier
source: Refinery Speed Multiplier
cs_cz: Rychlost rafinerie
de: Raffinerie-Geschwindigkeitsmultiplikator
es: Multiplicador de velocidad de refinería
fr: Multiplicateur de vitesse de la raffinerie
hu_hu: Finomítói Sebesség Növelés
it: Moltiplicatore di velocità della raffineria
pl_pl: Mnożnik Prędkości Rafinerii
pt_br: Multiplicador de velocidade de refinaria
ru: Множитель скорости очистки
zh_cn: 精炼速度倍增器

# ServerDetails_RespawnShipDelete
source: Delete Respawn Ships
cs_cz: Smazat počáteční lodě
de: Respawn-Schiffe löschen
es: Eliminar naves de reaparición
fr: Supprimer les vaisseaux de réapparition
hu_hu: Újjáélesztő Hajók Törlése
it: Elimina navi di rientro
pl_pl: Usuń Statki Początkowe
pt_br: Excluir naves de renascimento
ru: Удалять корабли возрождения
zh_cn: 删除重新启动的船

# ServerDetails_ServerManagement
source: Server Management
cs_cz: Správa serveru
de: Server-Verwaltung
es: Administración del servidor
fr: Gestion du serveur
hu_hu: Szerverkezelés
it: Gestione server
pl_pl: Zarządzanie Serwerem
pt_br: Gerenciamento de servidor
ru: Управление сервером
zh_cn: 服务器管理

# ServerDetails_ShowPlayerNamesOnHud
source: Show Player Names On HUD
cs_cz: Zobrazit jména hráčů na HUDu
de: Spielernamen auf HUD anzeigen
es: Mostrar nombres de jugadores en HUD
fr: Afficher les noms des joueurs sur l'ATH
hu_hu: Játékosnevek megjelenítése a HUD-on
it: Mostra i nomi dei giocatori su HUD
pl_pl: Pokazuj Imiona Graczy Na HUD
pt_br: Exibir nomes de jogadores no HUD
ru: Показывать имена игроков на экране
zh_cn: 屏幕上显示玩家名字

# ServerDetails_SpawnShipTimeMultiplier
source: Respawn Ship Time Multiplier
cs_cz: Čas pro vybrání oživovací lodě
de: Multiplikator des Respawn-Zeitlimits von Respawn-Schiffen
es: Multiplicador de tiempo de la nave de reaparición
fr: Multiplicateur de temps du vaisseau de réapparition
hu_hu: Újjáélesztő Hajó Időszorzó
it: Moltiplicatore del tempo nave di rientro
pl_pl: Mnożnik Czasu na Statki Odrodzeń
pt_br: Multiplicador de tempo da nave de renascimento
ru: Множитель задержки корабля возрождения
zh_cn: 飞船重生时间倍增器

# ServerDetails_SpawnWithTools
source: Spawn With Tools
cs_cz: Oživení s nástroji
de: Spawnen mit Werkzeugen
es: Reaparecer con herramientas
fr: Apparaître avec des outils
hu_hu: Újjáéledés Eszközökkel
it: Rigenera con gli strumenti
pl_pl: Odrodź z narzędziami
pt_br: Nascer com ferramentas
ru: Возрождение с инструментами
zh_cn: 重生时携带工具

# ServerDetails_StationVoxelSupport
source: Unsupported Stations
cs_cz: Povolit staniční konstrukci s terénem
de: Unbefestigte Stationen
es: Estaciones sin soportes
fr: Stations non prises en charge
hu_hu: Nem Támogatott Állomások
it: Stazioni non supportate
pl_pl: Niewspierane Stacje
pt_br: Estações não suportadas
ru: Станции в вокселях
zh_cn: 启用站点网格与体素

# ServerDetails_SunRotationIntervalMinutes
source: Sun Rotation Interval
cs_cz: Rychlost rotace slunce
de: Sonnenrotationsintervall
es: Intervalo de rotación del Sol
fr: Intervalle de rotation du soleil
hu_hu: Nap Forgási Időköze
it: Intervallo rotazione del sole
pl_pl: Czas Trwania Jednego Obrotu Słońca
pt_br: Intervalo de rotação do sol
ru: Время вращения солнца
zh_cn: 太阳旋转间隔时间

# ServerDetails_ThrusterDamage
source: Thruster Damage
cs_cz: Poškození tryskami
de: Triebwerksschäden
es: Daños producidos por los propulsores
fr: Dégâts des propulseurs
hu_hu: Tolóerő Károsodás
it: Danno propulsori
pl_pl: Uszkodzenia od silnika
pt_br: Danos de propulsor
ru: Урон от ускорителей
zh_cn: 推进器尾焰伤害

# ServerDetails_ViewDistance
source: View Distance
cs_cz: Dohled
de: Sichtweite
es: Distancia de visión
fr: Distance d'affichage
hu_hu: Látótávolság
it: Distanza visiva
pl_pl: Odległość Widzenia
pt_br: Visualizar distância
ru: Дальность прорисовки
zh_cn: 可视距离

# ServerDetails_WeaponsEnabled
source: Weapons
cs_cz: Zbraně
de: Waffen
es: Armas
fr: Armes
hu_hu: Fegyverek
it: Armi
pl_pl: Bronie
pt_br: Armas
ru: Оружие
zh_cn: 武器

# ServerDetails_WelderSpeedMultiplier
source: Welder Speed Multiplier
cs_cz: Rychlost svářečky
de: Schweißgeräte-Geschwindigkeitsmultiplikator
es: Multiplicador de velocidad de soldadura
fr: Multiplicateur de vitesse du chalumeau
hu_hu: Hegesztő Sebesség Növelés
it: Moltiplicatore di velocità della saldatrice
pl_pl: Mnożnik Prędkości Spawarki
pt_br: Multiplicador de velocidade de soldadora
ru: Множитель скорости сварщика
zh_cn: 焊机速度倍增器

# ServerDetails_WorldSizeKm
source: World Size in Km
cs_cz: Velikost světa v Km
de: Weltgröße in km
es: Tamaño del mundo en Km
fr: Taille du monde en Km
hu_hu: Világméret Km-ben
it: Dimensioni mondo in Km
pl_pl: Rozmiar Świata w Km
pt_br: Tamanho do mundo em km
ru: Размер мира в км
zh_cn: 世界大小（公里）

source: Set trigger size dialog
cs_cz: Nastavit spouštěcí velikost dialogu
de: Dialogfenster „Triggergröße einstellen“
es: Establecer tamaño del diálogo del activador
fr: Dialogue de définition de la taille du déclencheur
hu_hu: Eseményindító méret beállítási panel
it: Imposta dialogo dimensioni innesco
pl_pl: Ustaw okno rozmiaru wyzwalacza
pt_br: Configurar tamanho do acionamento de diálogo
ru: Установить размер триггера
zh_cn: 设置触发大小对话框

source: Shared Blueprint
cs_cz: Sdílený technický výkres
de: Geteilter Entwurf
es: Planos compartidos
fr: Plan partagé
hu_hu: Megosztott tervrajz
it: Progetto condiviso
pl_pl: Udostępnione schematy
pt_br: Projeto compartilhado
ru: Общий чертеж
zh_cn: 共享的蓝图

# SharedBlueprintNotify
source: {0} just shared a blueprint with you.
cs_cz: {0} sdílel svůj technický výkres s Vámi.
de: {0} hat gerade einen Entwurf mit Ihnen geteilt.
es: {0} acaba de compartir un plano contigo.
fr: {0} vient de partager un plan avec vous.
hu_hu: {0} most osztott meg veled egy tervrajzot.
it: {0} ha appena condiviso un progetto con te.
pl_pl: {0} właśnie udostępnił Ci schemat.
pt_br: {0} acabou de compartilhar um projeto com você.
ru: {0} только что поделился с Вами чертежом.
zh_cn: {0} 刚才向你分享了一份蓝图。

# SharedBlueprintQuestion
source: Do you want to open this blueprint in {0} workshop?
cs_cz: Chcete zobrazit tento technický výkres ve {0} workshopu?
de: Wollen Sie diesen Entwurf im {0} Workshop öffnen?
es: ¿Quieres abrir este plano en la {0} workshop?
fr: Voulez-vous ouvrir ce plan dans le workshop {0} ?
hu_hu: Megnyitja ezt a tervrajzot a {0} műhelyben?
it: Vuoi aprire questo progetto in workshop{0}?
pl_pl: Chcesz otworzyć ten schemat w {0} warsztacie?
pt_br: Gostaria de abrir este projeto no Workshop {0}?
ru: Открыть чертеж в Мастерской {0}?
zh_cn: 想要在{0}创意工坊中打开此蓝图吗？

# ShowOnlyBuildableBlockToggle
source: Show Only Buildable
cs_cz: Zobrazit pouze konstruovatelné
de: Nur konstruierbare anzeigen
es: Mostrar sólo construible
fr: Montrer seulement les constructibles
hu_hu: Csak Építhető Megjelenítése
it: Mostra solo costruibile
pl_pl: Pokaż Tylko Budowalne
pt_br: Exibir apenas construtíveis
ru: Показать только доступные
zh_cn: 只显示可建造

# ShowOnlyBuildableTooltip
source: Show Only Buildable
cs_cz: Zobrazí pouze konstruovatelné bloky.
de: Nur konstruierbare anzeigen
es: Mostrar sólo construible
fr: Montrer seulement les constructibles
hu_hu: Csak Építhető Megjelenítése
it: Mostra solo costruibile
pl_pl: Pokaż Tylko Budowalne
pt_br: Exibir apenas construtíveis
ru: Отображает те блоки проекции, которые физически можно построить, т.е. когда есть поверхность для их крепежа.
zh_cn: 只显示可建造

# Signal_Enemy
source: Enemy Signals
cs_cz: Nepřátelské signály
de: Feindliche Signalquellen
es: Señales enemigas
fr: Signaux ennemis
hu_hu: Ellenséges Jelek
it: Segnali nemici
pl_pl: Wrogie sygnały
pt_br: Sinais inimigos
ru: Вражеские сигналы
zh_cn: 敌人的信号

# Signal_Friendly
source: Friendly Signals
cs_cz: Spojenecké signály
de: Verbündete Signalquellen
es: Señales aliadas
fr: Signaux alliés
hu_hu: Barátságos Jelek
it: Segnali amici
pl_pl: Przyjazne sygnały
pt_br: Sinais amigáveis
ru: Дружественные сигналы
zh_cn: 朋友的信号

# Signal_Mixed
source: Mixed Signals
cs_cz: Smíšené signály
de: verschiedene Signalquellen
es: Señales mixtas
fr: Signaux mixtes
hu_hu: Vegyes Jelek
it: Segnali misti
pl_pl: Różne sygnały
pt_br: Sinais mistos
ru: Смешанные сигналы
zh_cn: 混合信号

# Signal_Neutral
source: Neutral Signals
cs_cz: Neutrální signály
de: Neutrale Signalquellen
es: Señales neutrales
fr: Signaux neutres
hu_hu: Semleges Jelek
it: Segnali neutrali
pl_pl: Neutralne sygnały
pt_br: Sinais neutros
ru: Нейтральные сигналы
zh_cn: 中立的信号

# Signal_Own
source: Own Signals
cs_cz: Vlastní signály
de: Eigene Signalquellen
es: Señales propias
fr: Vos signaux
hu_hu: Saját Jelek
it: Segnali propri
pl_pl: Własne sygnały
pt_br: Sinais próprios
ru: Свои сигналы
zh_cn: 自己的信号

source: Silicon
cs_cz: Křemík
de: Silizium
es: Silicio
fr: Silicium
hu_hu: Szilícium
it: Silicio
pl_pl: Krzem
pt_br: Silício
ru: Кремний
zh_cn: 硅

source: Silver
cs_cz: Stříbro
de: Silber
es: Plata
fr: Argent
hu_hu: Ezüst
it: Argento
pl_pl: Srebro
pt_br: Prata
ru: Серебро
zh_cn: 银

source: SmallGrids
cs_cz: MaléKonstrukce
de: KleineBlockkonstruktionen
es: EstructurasPequeñas
fr: Petites grilles
hu_hu: Kis Objektumok
it: PiccoleGriglie
pl_pl: Mały Statek
pt_br: Grids pequenas
ru: Малые блоки
zh_cn: 小网格

# SoundBlock_SoundName_Alert1
source: Alert 1
cs_cz: Poplach 1
de: Alarm 1
es: Alerta 1
fr: Alerte 1
hu_hu: Riasztás 1
it: Allarme 1
pl_pl: Alarm 1
pt_br: Alerta 1
ru: Тревога 1
zh_cn: 警报1

# SoundBlock_SoundName_Alert2
source: Alert 2
cs_cz: Poplach 2
de: Alarm 2
es: Alerta 2
fr: Alerte 2
hu_hu: Riasztás 2
it: Allarme 2
pl_pl: Alarm 2
pt_br: Alerta 2
ru: Тревога 2
zh_cn: 警报1

# SoundBlock_SoundName_Alert3
source: Alert 3
cs_cz: Poplach 3
de: Alarm 3
es: Alerta 3
fr: Alerte 3
hu_hu: Riasztás 3
it: Allarme 3
pl_pl: Alarm 3
pt_br: Alerta 3
ru: Тревога 3
zh_cn: 警报1

# SoundBlock_SoundName_Drone_Huge
source: Drone - Huge
cs_cz: Dron - obrovský
de: Drohne - Riesig
es: Drone - Enorme
fr: Drone - Énorme
hu_hu: Zúgás - Óriási
it: Drone - Enorme
pl_pl: Dron - Wielki
pt_br: Drone - Enorme
ru: Дрон - огромный
zh_cn: 无人机 - 巨大

# SoundBlock_SoundName_Drone_Large
source: Drone - Large
cs_cz: Dron - velký
de: Drohne - Groß
es: Drone - Grande
fr: Drone - Grand
hu_hu: Zúgás - Nagy
it: Drone - Grande
pl_pl: Dron - Duży
pt_br: Drone - Grande
ru: Дрон - большой
zh_cn: 无人机 - 大

# SoundBlock_SoundName_Drone_Medium
source: Drone - Medium
cs_cz: Dron - střední
de: Drohne - Mittel
es: Drone - Mediano
fr: Drone - Moyen
hu_hu: Zúgás - Közepes
it: Drone - Medio
pl_pl: Dron - Średni
pt_br: Drone - Médio
ru: Дрон - средний
zh_cn: 无人机 - 中

# SoundBlock_SoundName_Drone_Small
source: Drone - Small
cs_cz: Dron - malý
de: Drohne - Klein
es: Drone - Pequeño
fr: Drone - Petit
hu_hu: Zúgás - Kicsi
it: Drone - Piccolo
pl_pl: Dron - Mały
pt_br: Drone - Pequeno
ru: Дрон - малый
zh_cn: 无人机 - 小

# SoundBlock_SoundName_EnemyDetected
source: Enemy detected
cs_cz: Nepřítel odhalen
de: Feind entdeckt
es: Enemigo detectado
fr: Ennemi détecté
hu_hu: Ellenség észlelve
it: Nemico rilevato
pl_pl: Wróg wykryty
pt_br: Inimigo detectado
ru: Обнаружен враг
zh_cn: 发现敌人

# SoundBlock_SoundName_LightsOff
source: Lights off
cs_cz: Světla zhasnuta
de: Lichter aus
es: Luces apagadas
fr: Lumières éteintes
hu_hu: Fények ki
it: Luci off
pl_pl: Światła wył
pt_br: Luzes desligadas
ru: Свет выключен
zh_cn: 关灯

# SoundBlock_SoundName_LightsOn
source: Lights on
cs_cz: Světla rozsvícena
de: Lichter an
es: Luces encendidas
fr: Lumières allumées
hu_hu: Fények be
it: Luci on
pl_pl: Światła wł
pt_br: Luzes ligadas
ru: Свет включен
zh_cn: 开灯

# SoundBlock_SoundName_Music1
source: Music 1
cs_cz: Hudba 1
de: Musik 1
es: Música 1
fr: Musique 1
hu_hu: Dallam 1
it: Musica 1
pl_pl: Muzyka 1
pt_br: Música 1
ru: Музыка 1
zh_cn: 音乐1

# SoundBlock_SoundName_Music2
source: Music 2
cs_cz: Hudba 2
de: Musik 2
es: Música 2
fr: Musique 2
hu_hu: Dallam 2
it: Musica 2
pl_pl: Muzyka 2
pt_br: Música 2
ru: Музыка 2
zh_cn: 音乐2

# SoundBlock_SoundName_ObjectiveComplete
source: Objective complete
cs_cz: Úkol splněn
de: Aufgabe erfüllt
es: Objetivo completado
fr: Objectif terminé
hu_hu: Feladat teljesítve
it: Obbiettivo completato
pl_pl: Cel wypełniony
pt_br: Objetivo concluído
ru: Задача выполнена
zh_cn: 目标完成

# SpawnEntity
source: Spawn
cs_cz: Vytvořit entitu
de: Erstellen
es: Generar
fr: Apparaître
hu_hu: Újjáéledés
it: Crea
pl_pl: Przywołaj obiekt
pt_br: Renascer
ru: Создать объект
zh_cn: 生成

# SpawnInSpaceSuit
source: Space Suit
cs_cz: Skafandr
de: Raumanzug
es: Traje Espacial
fr: Combinaison spatiale
hu_hu: Űrruha
it: Tuta spaziale
pl_pl: Skafander
pt_br: Traje espacial
ru: Скафандр
zh_cn: 航天服

# SpectatorControls_Free_Desc
source: Free spectator. You can still shoot and do actions with controlled object
cs_cz: Volný divák. S ovládaným objektem můžete střílet a provádět libovolné akce.
de: Freie Zuschaueransicht. Sie können weiterhin Schießen und andere Aktionen mit dem gesteuerten Charakter oder der gesteuerten Blockkonstruktion durchführen.
es: Espectador libre. Todavía puedes disparar y hacer acciones con objeto controlado
fr: Spectateur libre. Vous pouvez toujours tirer et faire des actions avec l'objet contrôlé
hu_hu: Szabad nézelődés. Továbbra is lőhet és műveleteket végezhet vezérelt objektumokkal
it: Spettatore libero. Puoi comunque sparare e azionare gli oggetti controllati
pl_pl: Wolny widok. Możesz wciąż strzelać i używać obiektu
pt_br: Espectador livre. Você ainda pode atirar e executar ações com algum objeto controlado.
ru: Свободное наблюдение. Вы все еще можете стрелять и управлять объектом.
zh_cn: 自由旁观者。你仍然能通过操控的对象完成射击和动作。

# SpectatorControls_None_Desc
source: Get back into controlled character / cockpit
cs_cz: Vrátit se zpět do ovládané postavy / kokpitu
de: Begeben Sie sich zurück zum gesteuerten Charakter / Cockpit
es: Volver al personaje controlado /cabina
fr: Revenir au contrôle de l'ingénieur / cockpit
hu_hu: Térjen vissza az ellenőrzött karakterbe / pilótafülkébe
it: Torna nel personaggio controllato / cabina
pl_pl: Wróć do postaci / kokpitu
pt_br: Voltar para personagem/cabine controlados
ru: Вернуться к управлению персонажем/кораблём
zh_cn: 回到角色/驾驶舱

# SpectatorControls_Static_Desc
source: Static spectator. You control character / cockpit, but camera is static
cs_cz: Statický divák. Můžete ovládat postavu / kokpit, ale kamera je statická.
de: Feste Kameraansicht. Sie können weiterhin den Charackter / das Fahrzeug steuern, aber die Ansicht ist statisch
es: Espectador estático. Controlas el personaje / cabina, pero la cámara es estática
fr: Spectateur statique. Vous contrôlez le personnage / le cockpit, mais la caméra est statique
hu_hu: Állandó nézőpont. Te irányítod a karaktert / pilótafülkét, de a kameranézet állandó
it: Spettatore statico. Controlli un personaggio / cabina, ma la telecamera è statica
pl_pl: Statyczny obserwator. Kontrolujesz postać / kokpit, ale kamera jest nieruchoma
pt_br: Espectador estático. Você pode controlar personagem/cabine, mas com câmera estática.
ru: Статичное наблюдение. Вы можете управлять персонажем/кораблём, но камера остается на месте
zh_cn: 静态旁观者。 你可以控制人物/驾驶舱，但视角是静止的。

source: Speed
cs_cz: Rychlost
de: Geschwindigkeit
es: Velocidad
fr: Vitesse
hu_hu: Sebesség
it: Velocità
pl_pl: Prędkość
pt_br: Velocidade
ru: Скорость
zh_cn: 速度

source: StaticObjects
cs_cz: StatickéObjekty
de: Statische Objekte
es: Objetos estáticos
fr: Objets statiques
hu_hu: Állandó objektumok
it: Oggetti statici
pl_pl: StatycznyObiekt
pt_br: Objetos estáticos
ru: Статичные объекты
zh_cn: 静止物体

# StationRotation_Static
source: Cycle placement modes
cs_cz: Směrování pokládání bloků
de: Platzierungsmodus umschalten
es: Ciclar modos de colocación
fr: Faire défiler les modes de placement
hu_hu: Elhelyezési módok váltása
it: Scorri modalità di posizionamento
pl_pl: Przełącz tryby umieszczania
pt_br: Modos de posicionamento em ciclo
ru: Переключить режим размещения
zh_cn: 循环放置模式

# StationRotation_Static_Desc
source: Cycles between 3 placement modes: Local Grid - snap to local coordinate system Free Placement - rotate and place freely Gravity-aligned - rotate and place freely, but aligned to gravity
cs_cz: Povolí otáčení staničních bloků
de: Schaltet zwischen 3 Platzierungsmodi um: Lokale Blockkonstruktion – rastet ins Koordinatensystem der lokalen Blockkonstruktion ein Freie Platzierung – komplett freies Drehen und Platzieren Schwerkraft-Ausrichtung – freies Drehen und Platzieren, aber an der Schwerkraft ausgerichtet
es: Se puede cambiar entre 3 modos de colocación: Estructura local - Ajustar al sistema de coordenadas local - Colocación libre - Girar y colocar libremente - Alineado con la gravedad - Girar y colocar libremente, pero alineado con la gravedad.
fr: Défile entre 3 modes de placement : Grille locale - Aligner sur le système de coordonnées local Position libre - Faire pivoter et placer librement Aligné avec la gravité - Faire pivoter et placer librement, mais aligné sur la gravité
hu_hu: 3 elhelyezési mód közötti váltás: Helyi objektum - illesztés a helyi koordináta-rendszerhez Szabad elhelyezés - forgatás és elhelyezés szabadon Gravitációs igazítás - forgatás és elhelyezés szabadon, de a gravitációhoz igazítva
it: Scorri 3 modalità di posizionamento: Griglia locale - scatta al sistema di coordinate locale Posizionamento libero - ruota e posiziona liberamente Allineamento alla gravità - ruota e posiziona liberamente, ma allineato alla gravità
pl_pl: Przełącza miedzy 3 trybami umieszczania: Do obiektu - do lokalnego systemu współrzędnych Swobodne - dowolny obrót i umieszczanie Do grawitacji dowolny obracanie i umieszczanie ale dostosowane do grawitacji
pt_br: Alterna entre 3 modos de posicionamento: Grid local - alinha ao sistema de coordenada local Livre posicionamento - gira e posiciona livremente Alinhamento gravitacional - gira e posiciona livremente, mas alinhado à gravidade
ru: Переключает между 3 режимами размещения: Локальная сетка - привязывает к локальной системе координат Свободное расположение - без привязки По гравитации - свободное вращение, но выравнено по гравитации
zh_cn: 在三个放置模式中切换： 本地网格 - 向本地坐标系统快速调整 自由放置- 旋转和自由放置 重力对齐- 旋转和自由放置，但是要和重力对齐

source: Stop
cs_cz: Zastavit
de: Anhalten
es: Detener
fr: Arrêter
hu_hu: Állj
it: Interrompi
pt_br: Parar
ru: Остановить
zh_cn: 停止

# String1TerminalTab_Factions_LeaveToolTip
source: Leave selected faction
cs_cz: Opustit vybranou frakci
de: Ausgewählte Fraktion verlassen
es: Abandonar la facción seleccionada
fr: Quitter la faction sélectionnée
hu_hu: Kilépés a kijelölt frakcióból
it: Lascia fazione selezionata
pl_pl: Opuść wybraną frakcję
pt_br: Sair da facção selecionada
ru: Покинуть выбранную фракцию
zh_cn: 离开所选的阵营

# SunRotationPeriod
source: Day duration
cs_cz: Délka dne
de: Länge eines Tages
es: Duración del día
fr: Durée du jour
hu_hu: Nap időtartama
it: Durata del giorno
pl_pl: Długość dnia
pt_br: Rotação do dia
ru: Продолжительность суток
zh_cn: 白天时长
