Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# ToolTipWorldSettings_EnableTemporaryContainers
source: Enable Temporary Containers to spawn after destroying block with inventory.
de: Aktiviert das Spawnen von temporären Containern nach der Zerstörung von Blöcken mit Inventar.
es: Permitir que los Contenedores temporales aparezcan tras destruir el bloque con el inventario.
fr: Activer l'apparition de conteneurs temporaires après la destruction d'un bloc avec un inventaire.
it: Abilita la generazione di contenitori temporanei dopo aver distrutto il blocco con l'inventario.
pt_br: Ativa Contêineres temporários para renascer após destruir bloco com inventário.
ru: Временные контейнеры появляются после уничтожения блока с инвентарем.
zh_cn: 在使用库存摧毁方块后启用临时集装箱的生成。

# Description_ModularBridgeCockpit
source: A set of modular blocks to design elaborate bridges to helm your ship from.
de: Ein Satz modularer Blöcke, mit denen Sie kunstvolle Brücken bauen können, von denen aus Sie Ihr Schiff steuern können
es: Un conjunto de bloques modulares para diseñar elaborados puentes desde los que timonear su nave.
fr: Un ensemble de blocs modulaires pour concevoir des ponts élaborés à partir desquels vous pourrez diriger votre vaisseau.
it: Una serie di blocchi modulari per progettare ponti elaborati da cui timonare la tua nave.
pt_br: Um conjunto de blocos modulares para projetar pontes elaboradas e comandar sua nave.
ru: Набор модульных блоков для создания сложных мостиков управления кораблем.
zh_cn: 一组模块化方块，用于设计复杂的舰桥来掌舵你的飞船。

# DisplayName_Block_BridgeCockpitButtonPanel
source: Bridge Button Panel
de: Schaltfläche Brücke
es: Botonera del puente
fr: Panneau de boutons de pont
it: Ponte, pulsantiera verticale
pt_br: Painel de botão da ponte
ru: Панель кнопок мостика
zh_cn: 舰桥按钮面板

# DisplayName_Block_BridgeCockpitCorner
source: Bridge Sloped Corner
de: Schräge Ecke Brücke
es: Esquina inclinada del puente
fr: Coin de pont incliné
it: Ponte, blocco inclinato ad angolo
pt_br: Canto inclinado de ponte
ru: Мостик угловой наклонный
zh_cn: 舰桥斜角

# DisplayName_Block_BridgeCockpitEmpty
source: Bridge Floorless
de: Ohne Boden Brücke
es: Puente sin suelo
fr: Pont sans sol
it: Ponte senza pavimento
pt_br: Ponte sem piso
ru: Мостик без пола
zh_cn: 无地板舰桥

# DisplayName_Block_BridgeCockpitSideL
source: Bridge Side L
de: Linke Seite Brücke
es: Lado del puente izquierdo
fr: Côté de pont G
it: Ponte, lato sx
pt_br: Lateral E de ponte
ru: Мостик, левая сторона
zh_cn: 舰桥左侧

# DisplayName_Block_BridgeCockpitSideR
source: Bridge Side R
de: Rechte Seite Brücke
es: Lado del puente derecho
fr: Côté de pont D
it: Ponte, lato dx
pt_br: Lateral D de ponte
ru: Мостик, левая сторона
zh_cn: 舰桥右侧

# DisplayName_Block_CompactAntennaReskin
source: Parabolic Antenna
de: Parabolantenne
es: Antena parabólica
fr: Antenne parabolique
it: Antenna parabolica
pt_br: Antena parabólica
ru: Параболическая антенна
zh_cn: 抛物面天线

# DisplayName_Block_EvenWideDoor
source: Small Gate Wide
de: Kleines Tor Breit
es: Puerta pequeña ancha
fr: Petite porte large
it: Cancello piccolo, largo
pt_br: Portão largo pequeno
ru: Малые ворота широкие
zh_cn: 小型宽门

# DisplayName_Block_InsetConnector
source: Inset Connector
de: Steckverbinder
es: Conector empotrado
fr: Connecteur encastré
it: Connettore inserito
pt_br: Conector inserido
ru: Встроенный разъем
zh_cn: 嵌入式连接器

# DisplayName_Block_InsetConnectorSmall
source: Small Inset Connector
de: Kleiner Steckverbinder
es: Conector empotrado pequeño
fr: Petit connecteur encastré
it: Connettore inserito piccolo
pt_br: Conector inserido pequeno
ru: Малый встроенный разъем
zh_cn: 小型嵌入式连接器

# DisplayName_Block_ModularBridgeCockpit
source: Bridge Helm
de: Steuerung Brücke
es: Timón del puente
fr: Barre de pont
it: Timone del ponte
pt_br: Leme de ponte
ru: Штурвал мостика
zh_cn: 舰桥舵

# DisplayName_Block_PistonBaseReskin
source: Square Piston
de: Vierkantkolben
es: Pistón cuadrado
fr: Piston carré
it: Pistone quadrato
pt_br: Pistão quadrado
ru: Квадратный поршень
zh_cn: 方形活塞

# DisplayName_Block_PistonTopReskin
source: Top Square Piston Part
de: Oberes quadratisches Kolbenstück
es: Pieza superior del pistón cuadrado
fr: Tête de piston carré
it: Pistone quadrato, parte superiore
pt_br: Peça superior do pistão quadrado
ru: Головка квадратного поршня
zh_cn: 顶部方形活塞部件

# DisplayName_Block_SmallGate
source: Small Gate Tall
de: Kleines Tor Hoch
es: Puerta pequeña alta
fr: Petite porte haute
it: Cancello piccolo, alto
pt_br: Portão pequeno alto
ru: Малые ворота высокие
zh_cn: 小型高门

# DisplayName_DLC_205
source: Contact Blocks
de: Kontaktblöcke
es: Bloques de contacto
fr: Blocs de contact
it: Blocchi Contact
pt_br: Blocos de contato
ru: Блоки «Контакт»
zh_cn: 联系方块

# DisplayName_Block_CaptainDesk
source: Captain's Desk
de: Kapitänspult
es: Escritorio del capitán
fr: Bureau du capitaine
it: Scrivania del capitano
pt_br: Mesa do capitão
ru: Стол капитана
zh_cn: 队长的桌子

# DisplayName_Block_Floodlight
source: Floodlight
de: Flutlicht
es: Foco
fr: Projecteur
it: Riflettore
pt_br: Holofote
ru: Прожектор
zh_cn: 探照灯

# DisplayName_Block_FloodlightAngled
source: Floodlight Angled
de: Flutlicht schräg
es: Foco angular
fr: Projecteur incliné
it: Riflettore angolato
pt_br: Holofote angulado
ru: Прожектор угловой
zh_cn: 斜角探照灯

# DisplayName_Block_FloodlightAngledRotated
source: Floodlight Diagonal
de: Flutlicht diagonal
es: Foco diagonal
fr: Projecteur diagonal
it: Riflettore diagonale
pt_br: Holofote diagonal
ru: Прожектор диагональный
zh_cn: 斜探照灯

# DisplayName_Block_FloodlightCornerL
source: Floodlight Corner L
de: Flutlicht Ecke L
es: Foco de esquina L
fr: Coin de projecteur G
it: Riflettore, angolo sx
pt_br: Holofote de canto E
ru: Прожектор угловой левый
zh_cn: 探照灯角左

# DisplayName_Block_FloodlightCornerR
source: Floodlight Corner R
de: Flutlicht Ecke R
es: Foco de esquina R
fr: Coin de projecteur D
it: Riflettore, angolo dx
pt_br: Holofote de canto D
ru: Прожектор угловой правый
zh_cn: 探照灯角右

# DisplayName_Block_FloodlightDown
source: Floodlight Down
de: Flutlicht unten
es: Foco abajo
fr: Projecteur bas
it: Riflettore basso
pt_br: Holofote baixo
ru: Прожектор с лучом вниз
zh_cn: 探照灯朝下

# DisplayName_Block_PrototechJumpDrive
source: Prototech Jump Drive
de: Prototech Starthilfegerät
es: Motor de salto Prototech
fr: Moteur de saut Prototech
it: Prototech, dispositivo di salto
pt_br: Jump drive Prototech
ru: Прыжковый прототех-двигатель
zh_cn: Prototech 跃迁引擎

# DisplayName_Block_PrototechRefinery
source: Prototech Refinery
de: Prototech Raffinerie
es: Refinería Prototech
fr: Raffinerie Prototech
it: Prototech, raffineria
pt_br: Refinaria Prototech
ru: Прототех-очиститель
zh_cn: Prototech 精炼厂

# DisplayName_Block_PrototechThruster
source: Prototech Thruster
de: Prototech Triebwerk
es: Propulsor Prototech
fr: Propulseur Prototech
it: Prototech, propulsore
pt_br: Propulsor Prototech
ru: Прототех-ускоритель
zh_cn: Prototech 推进器

# DisplayName_Prototech
source: Prototech Blocks
de: Prototech Blöcke
es: Bloques Prototech
fr: Blocs Prototech
it: Blocchi Prototech
pt_br: Blocos Prototech
ru: Прототех-блоки
zh_cn: Prototech 方块

# Description_PrototechAssembler
source: Prototech Assemblers are capable of manufacturing most Prototech components. Possessing one allows the owner to repair and maintain other Prototech blocks. Prototech blocks contain advanced components that will be lost if extraction is attempted.
de: Prototech Montageanlagen sind in der Lage, die meisten Prototech-Komponenten herzustellen. Der Besitz einer solchen Montageanlage ermöglicht es dem Besitzer, andere Prototech-Blöcke zu reparieren und zu warten. Prototech-Blöcke enthalten fortschrittliche Komponenten, die verloren gehen, wenn versucht wird, sie zu entfernen.
es: Los ensambladores Prototech son capaces de fabricar la mayoría de los componentes Prototech. Poseer uno permite a su propietario reparar y mantener otros bloques Prototech. Los bloques Prototech contienen componentes avanzados que se perderán si se intenta extraerlos.
fr: Les assembleurs Prototech sont capables de fabriquer la plupart des composants Prototech. En posséder un permet de réparer et d'entretenir d'autres blocs de Prototech. Les blocs Prototech contiennent des composants avancés qui seront perdus en cas de tentative d'extraction.
it: Gli assemblatori Prototech sono in grado di produrre la maggior parte dei componenti Prototech. Possederne uno consente al proprietario di riparare e mantenere altri blocchi Prototech. I blocchi Prototech contengono componenti avanzati che andranno persi se si tenta l'estrazione.
pt_br: Montadoras Prototech são capazes de fabricar a maioria dos componentes Prototech. Ter uma permite ao proprietário reparar e fazer manutenção de outros blocos Prototech. Blocos Prototech contêm componentes avançados que serão perdidos em caso de tentativa de extração.
ru: Прототех-сборщики производят большинство прототех-компонентов. Такой сборщик позволяет владельцу ремонтировать и обслуживать другие прототех-блоки. Прототех-блоки содержат передовые компоненты, которые будут утрачены при попытке извлечения.
zh_cn: Prototech 装配机能够制造大多数 Prototech 组件。拥有一个可以让所有者维修和维护其他 Prototech 方块。 Prototech 方块包含高级组件，如果尝试提取，这些组件会丢失。

# DisplayName_Block_PrototechAssembler
source: Prototech Assembler
de: Prototech Montageanlage
es: Ensamblador Prototech
fr: Assembleur Prototech
it: Assemblatore Prototech
pt_br: Montadora Prototech
ru: Прототех-сборщик
zh_cn: Prototech 装配机

# DisplayName_Block_PrototechBattery
source: Prototech Battery
de: Prototech Batterie
es: Batería Prototech
fr: Batterie Prototech
it: Prototech, batteria
pt_br: Bateria Prototech
ru: Прототех-батарея
zh_cn: Prototech 电池

# DisplayName_Block_PrototechGyroscope
source: Prototech Gyroscope
de: Prototech Gyroskop
es: Giroscopio Prototech
fr: Gyroscope Prototech
it: Prototech, giroscopio
pt_br: Giroscópio Prototech
ru: Прототех-гироскоп
zh_cn: Prototech 陀螺仪

# DisplayName_Block_BridgeCockpitCorner2x1Base
source: Bridge Corner 2x1 Base L
de: Brücke Ecke 2x1 Sockel L
es: Esquina de puente 2x1 Base izquierda
fr: Coin de pont 2x1 base G
it: Ponte, angolo 2x1 base sx
pt_br: Canto de ponte 2x1 Base E
ru: Мостик угловой 2x1 основа левая
zh_cn: 桥角 2x1 基础左

# DisplayName_Block_BridgeCockpitHalfSlopedCorner
source: Bridge Half Sloped Corner
de: Brücke Halb abgeschrägte Ecke
es: Esquina de media pendiente del puente
fr: Coin de pont demi-incliné
it: Ponte, piano inclinato ad angolo
pt_br: Meio canto inclinado de ponte
ru: Мостик угловой наклонный, полублок
zh_cn: 舰桥半斜角

# DisplayName_Block_BridgeCockpitRaisedSlopedCorner
source: Bridge Raised Sloped Corner
de: Brücke Erhöhte abgeschrägte Ecke
es: Esquina de pendiente elevada del puente
fr: Coin de pont incliné relevé
it: Ponte, piano inclinato rialzato ad angolo
pt_br: Canto inclinado elevado de ponte
ru: Мостик угловой наклонный, приподнятый
zh_cn: 舰桥升高斜角

# DisplayName_Block_BridgeCockpitCorner2x1BaseR
source: Bridge Corner 2x1 Base R
de: Brücke Ecke 2x1 Sockel R
es: Esquina de puente 2x1 Base derecha
fr: Coin de pont 2x1 base D
it: Ponte, angolo 2x1 base dx
pt_br: Canto de ponte 2x1 Base D
ru: Мостик угловой 2x1 основа правая
zh_cn: 桥角 2x1 基础右

# DisplayName_Block_GatlingTurretReskin
source: Gatling Turret Type II
de: Gatling-Turm Typ II
es: Torreta Gatling tipo II
fr: Tourelle Gatling type II
it: Torretta Gatling tipo II
pt_br: Torre de metralhadora tipo II
ru: Турель Гатлинга, тип II
zh_cn: 加特林炮塔 II 型

# DisplayName_Block_PrototechDrill
source: Prototech Drill
de: Prototech Bohrer
es: Taladro Prototech
fr: Foreuse Prototech
it: Trivella Prototech
pt_br: Broca Prototech
ru: Прототех-бур
zh_cn: Prototech 钻头

# DisplayName_Block_MissileTurretReskin
source: Rocket Turret Type II
de: Raketenturm Typ II
es: Torreta de cohetes tipo II
fr: Tourelle lance-roquettes type II
it: Torretta a razzi tipo II
pt_br: Torre de mísseis tipo II
ru: Ракетная турель, тип II
zh_cn: 火箭炮塔 II 型

# Newsletter_Caption
source: Sign up for the Keen Software House Newsletter
de: Melden Sie sich für den Keen Software House Newsletter an
es: Suscríbase al boletín de noticias de Keen Software House
fr: S'inscrire à la newsletter de Keen Software House
it: Iscriviti alla newsletter di Keen Software House
pt_br: Inscreva-se para receber a newsletter da Keen Software House
ru: Подпишитесь на новости Keen Software House
zh_cn: 注册 Keen Software House 简报

# Newsletter_Signup
source: Sign up for our newsletter and get the Flush Cockpit for free!
de: Melden Sie sich für unseren Newsletter an und erhalten Sie das integrierte Cockpit kostenlos!
es: Suscríbase a nuestro boletín de noticias y consiga gratis la Cabina enrasada.
fr: Inscrivez-vous à notre newsletter et recevez gratuitement le cockpit affleurant !
it: Iscriviti alla nostra newsletter e ricevi gratuitamente la Cabina a filo!
pt_br: Inscreva-se para receber nossa newsletter e receba grátis nossa Cabine nivelada!
ru: Подпишитесь на нашу рассылку и получите плоскую кабину бесплатно!
zh_cn: 注册我们的简报，免费获得齐平驾驶舱！

# Newsletter_Description
source: Stay updated with the latest news, updates, and exclusive content from Keen Software House, and enjoy this special in-game reward as a thank you for joining us!
de: Bleiben Sie auf dem Laufenden mit den neuesten Nachrichten, Updates und exklusiven Inhalten von Keen Software House, und genießen Sie diese besondere Belohnung im Spiel als Dankeschön für Ihre Mitgliedschaft!
es: ¡Manténgase al día de las últimas noticias, actualizaciones y contenidos exclusivos de Keen Software House y disfrute de esta recompensa especial en el juego como agradecimiento por unirse a nosotros!
fr: Restez informé des dernières nouvelles, des mises à jour et du contenu exclusif de Keen Software House, et profitez de cette récompense spéciale en jeu pour nous remercier de nous avoir rejoints !
it: Non perderti nulla con notizie, aggiornamenti e contenuti esclusivi di Keen Software House e goditi questo speciale premio di gioco come ringraziamento per far parte di noi!
pt_br: Mantenha-se atualizado com as recentes notícias, atualizações e conteúdos exclusivos da Keen Software House e curta essa recompensa especial no jogo como agradecimento!
ru: Подпишитесь на рассылку с новостями, актуальной информацией и эксклюзивным контентом от Keen Software House и получите специальную внутриигровую награду в знак благодарности!
zh_cn: 及时了解 Keen Software House 的最新资讯、动态和独家内容，享受这个特殊的游戏内奖励，作为对你加入我们的感谢！

# Newsletter_Email
source: Email address
de: E-Mail-Adresse
es: Dirección de correo electrónico
fr: Adresse e-mail
it: Indirizzo e-mail
pt_br: Endereço de e-mail
ru: Адрес электронной почты
zh_cn: 电子邮件地址

# Newsletter_Privacy
source: Privacy
de: Datenschutz
es: Privacidad
fr: Confidentialité
pt_br: Privacidade
ru: Конфиденциальность
zh_cn: 隐私

# Newsletter_PrivacyCheckbox
source: I have read and agree to the Keen Software House privacy policy. I understand I can opt out at any time.
de: Ich habe die Datenschutzrichtlinien von Keen Software House gelesen und stimme ihnen zu. Ich weiß, dass ich mich jederzeit abmelden kann.
es: He leído y acepto la política de privacidad de Keen Software House. Entiendo que puedo darme de baja en cualquier momento.
fr: J'ai lu et j'accepte la politique de confidentialité de Keen Software House. Je comprends que je peux me désinscrire à tout moment.
it: Ho letto e accetto l'informativa sulla privacy di Keen Software House. Capisco che posso recedere in qualsiasi momento.
pt_br: Li e concordo com a política de privacidade da Keen Software House. Entendo que posso cancelar a qualquer momento.
ru: Мною прочитана и я принимаю политику конфиденциальности Keen Software House. Я понимаю, что могу отозвать свое согласие в любой момент.
zh_cn: 我已阅读并同意 Keen Software House 的隐私政策。我了解我可以随时选择退出。

# Newsletter_OfferCheckbox
source: You may contact me with news and offers related to your products and services
de: Sie dürfen mich mit Neuigkeiten und Angeboten zu Ihren Produkten und Dienstleistungen kontaktieren.
es: Pueden ponerse en contacto conmigo para enviarme noticias y ofertas relacionadas con sus productos y servicios
fr: Vous pouvez me contacter pour me faire part de nouvelles et d'offres liées à vos produits et services
it: È possibile contattarmi con novità e offerte relative ai prodotti e servizi
pt_br: Você pode entrar em contato comigo com notícias e ofertas relacionadas aos seus produtos e serviços
ru: Я разрешаю отправлять мне новости и предложения, связанных с вашими продуктами и сервисами.
zh_cn: 你们可以就与产品和服务相关的新闻和优惠与我联系

# Newsletter_Disclaimer
source: If you would like to know more about how we store your data you can read our [https://www.keenswh.com/gdpr/ Privacy Policy]
de: Mehr darüber, wie wir Ihre personenbezogenen Daten verarbeiten, lesen Sie unsere [https://www.keenswh.com/gdpr/ Datenschutzrichtlinie].
es: Si desea saber más sobre cómo almacenamos sus datos, puede leer nuestra [https://www.keenswh.com/gdpr/ Política de privacidad].
fr: Si vous souhaitez en savoir plus sur la manière dont nous stockons vos données, vous pouvez consulter notre [https://www.keenswh.com/gdpr/ Charte de confidentialité]
it: Se desideri saperne di più su come conserviamo i tuoi dati puoi leggere la nostra [https://www.keenswh.com/gdpr/ Informativa sulla Privacy]
pt_br: Caso queira saber mais sobre como armazenamos seus dados, leia nossa [https://www.keenswh.com/gdpr/ Política de Privacidade]
ru: Подробнее о том, как мы храним ваши данные, смотрите в [https://www.keenswh.com/gdpr/ Политике конфиденциальности]
zh_cn: 如果你想详细了解我们如何存储你的数据，请阅读我们的[https://www.keenswh.com/gdpr/ 隐私政策]

# Newsletter_Help
source: {CONTROL:GUI:BUTTON_X} Subscribe {CONTROL:GUI:CANCEL} Back {CONTROL:GUI:BUTTON_Y} Privacy Policy
de: {CONTROL:GUI:BUTTON_X} Abonnieren {CONTROL:GUI:CANCEL} Zurück {CONTROL:GUI:BUTTON_Y} Datenschutzrichtlinien
es: {CONTROL:GUI:BUTTON_X} Suscribirse {CONTROL:GUI:CANCEL} Atrás {CONTROL:GUI:BUTTON_Y} Política de privacidad
fr: {CONTROL:GUI:BUTTON_X} S'abonner {CONTROL:GUI:CANCEL} Retour {CONTROL:GUI:BUTTON_Y} Charte de confidentialité
it: {CONTROL:GUI:BUTTON_X} Iscriviti {CONTROL:GUI:CANCEL} Back {CONTROL:GUI:BUTTON_Y} Informativa sulla Privacy
pt_br: {CONTROL:GUI:BUTTON_X} Inscrever {CONTROL:GUI:CANCEL} Voltar {CONTROL:GUI:BUTTON_Y} Política de Privacidade
ru: {CONTROL:GUI:BUTTON_X} Подписаться {CONTROL:GUI:CANCEL} Назад {CONTROL:GUI:BUTTON_Y} Политика конфиденциальности
zh_cn: {CONTROL:GUI:BUTTON_X} 订阅 {CONTROL:GUI:CANCEL} 返回 {CONTROL:GUI:BUTTON_Y} 隐私政策

# DisplayName_Category_Automation
source: Automation
de: Automatisierung
es: Automatización
fr: Automatisation
it: Automazione
pt_br: Automação
ru: Автоматизация
zh_cn: 自动化

# DisplayName_Category_Control
source: Control
de: Steuerung
fr: Contrôle
it: Controllo
pt_br: Controle
ru: Управление
zh_cn: 控制

# DisplayName_Category_Decorative
source: Decorative
de: Dekorativ
es: Decorativo
fr: Décoratif
it: Decorazioni
pt_br: Decorativo
ru: Декорации
zh_cn: 装饰

# DisplayName_Category_DLCBlocks
source: DLC Blocks
de: DLC-Blöcke
es: Bloques DLC
fr: Blocs DLC
it: Blocchi DLC
pt_br: Blocos DLC
ru: Блоки из DLC
zh_cn: DLC 方块

# DisplayName_Category_Logistics
source: Logistics
de: Logistik
es: Logística
fr: Logistique
it: Logistica
pt_br: Logística
ru: Логистика
zh_cn: 物流

# DisplayName_Category_Mechanical
source: Mechanical
de: Mechanisch
es: Mecánica
fr: Mécanique
it: Meccanica
pt_br: Mecânico
ru: Механизация
zh_cn: 机械

# DisplayName_Category_Propulsion
source: Propulsion
de: Antrieb
es: Propulsión
it: Propulsione
pt_br: Propulsão
ru: Двигатели
zh_cn: 推力

# DisplayName_Category_Structure
source: Structure
de: Struktur
es: Estructura
it: Struttura
pt_br: Estrutura
ru: Сооружения
zh_cn: 结构

# DisplayName_Category_Utility
source: Utility
de: Nutzen
es: Utilidad
fr: Utilitaires
it: Utilità
pt_br: Utilidade
ru: Вспомогательные
zh_cn: 效用

# RadialMenuGroupTitle_Automation
source: Automation
de: Automatisierung
es: Automatización
fr: Automatisation
it: Automazione
pt_br: Automação
ru: Автоматизация
zh_cn: 自动化

# RadialMenuGroupTitle_Control
source: Control
de: Steuerung
fr: Contrôle
it: Controllo
pt_br: Controle
ru: Управление
zh_cn: 控制

# RadialMenuGroupTitle_Logistics1
source: Logistics #1
de: Logistik Nr. 1
es: Logística n.º 1
fr: Logistique n°1
it: Logistica N.1
pt_br: Logística n. 1
ru: Логистика № 1
zh_cn: 物流 #1

# RadialMenuGroupTitle_Logistics2
source: Logistics #2
de: Logistik Nr. 2
es: Logística n.º 2
fr: Logistique n°2
it: Logistica N.2
pt_br: Logística n. 2
ru: Логистика № 2
zh_cn: 物流 #2

# RadialMenuGroupTitle_Mechanical
source: Mechanical
de: Mechanisch
es: Mecánica
fr: Mécanique
it: Meccanica
pt_br: Mecânico
ru: Механизация
zh_cn: 机械

# RadialMenuGroupTitle_Power
source: Power
de: Energie
es: Energía
fr: Puissance
it: Alimentazione
pt_br: Energia
ru: Питание
zh_cn: 电力

# RadialMenuGroupTitle_Production
source: Production
de: Produktion
es: Producción
it: Produzione
pt_br: Produção
ru: Производство
zh_cn: 生产

# RadialMenuGroupTitle_Propulsion1
source: Movement #1
de: Bewegung Nr. 1
es: Movimiento n.º 1
fr: Mouvement n°1
it: Movimento N.1
pt_br: Movimento n. 1
ru: Движение № 1
zh_cn: 移动 #1

# RadialMenuGroupTitle_Propulsion2
source: Movement #2
de: Bewegung Nr. 2
es: Movimiento n.º 2
fr: Mouvement n°2
it: Movimento N.2
pt_br: Movimento n. 2
ru: Движение № 2
zh_cn: 移动 #2

# RadialMenuGroupTitle_Structure1
source: Structure #1
de: Struktur Nr. 1
es: Estructura n.º 1
fr: Structure n°1
it: Struttura N.1
pt_br: Estrutura n. 1
ru: Сооружения № 1
zh_cn: 结构 #1

# RadialMenuGroupTitle_Structure2
source: Structure #2
de: Struktur Nr. 2
es: Estructura n.º 2
fr: Structure n°2
it: Struttura N.2
pt_br: Estrutura n. 2
ru: Сооружения № 2
zh_cn: 结构 #2

# RadialMenuGroupTitle_Structure3
source: Structure #3
de: Struktur Nr. 3
es: Estructura n.º 3
fr: Structure n°3
it: Struttura N.3
pt_br: Estrutura n. 3
ru: Сооружения № 3
zh_cn: 结构 #3

# RadialMenuGroupTitle_Utility1
source: Utility #1
de: Nutzen Nr. 1
es: Utilidad n.º 1
fr: Utilitaires n°1
it: Utilità N.1
pt_br: Utilitário n.º 1
ru: Вспомогательные № 1
zh_cn: 效用 #1

# RadialMenuGroupTitle_Utility2
source: Utility #2
de: Nutzen Nr. 2
es: Utilidad n.º 2
fr: Utilitaires n°2
it: Utilità N.2
pt_br: Utilitário n.º 2
ru: Вспомогательные № 2
zh_cn: 效用 #2

# RadialMenuGroupTitle_Weapons
source: Weapons
de: Waffen
es: Armas
fr: Armes
it: Armi
pt_br: Armas
ru: Оружие
zh_cn: 武器

# RadialMenuGroupTitle_Windows1
source: Windows #1
de: Fenster Nr. 1
es: Ventanas n.º 1
fr: Fenêtres n°1
it: Finestre N.1
pt_br: Janelas n.º 1
ru: Окна № 1
zh_cn: 窗户 #1

# RadialMenuGroupTitle_Windows2
source: Windows #2
de: Fenster Nr. 2
es: Ventanas n.º 2
fr: Fenêtres n°2
it: Finestre N.2
pt_br: Janelas n.º 2
ru: Окна № 2
zh_cn: 窗户 #2

# AdvancedWorldSettings_GlobalEncounterCap
source: Global Encounter Cap
de: Max. Anzahl an Aufeinandertreffen (global)
es: Límite de encuentros globales
fr: Limite de rencontres globales
it: Limite di incontri globali
pt_br: Limite de encontro global
ru: Лимит глобальных встреч
zh_cn: 全球遭遇上限

# BlockActionTitle_AddMediumHingeHead
source: Add Medium Head
de: Mittelgroßen Kopf hinzufügen
es: Añadir cabezal mediano
fr: Ajouter une tête moyenne
it: Aggiungi testata media
pt_br: Adicionar cabeça média
ru: Добавить среднюю головку
zh_cn: 添加中型头

# BlockActionTitle_AddMediumRotorHead
source: Add Medium Head
de: Mittelgroßen Kopf hinzufügen
es: Añadir cabezal mediano
fr: Ajouter une tête moyenne
it: Aggiungi testata media
pt_br: Adicionar cabeça média
ru: Добавить среднюю головку
zh_cn: 添加中型头
