Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# IngameHelp_WheeledVehiclesTip_Detail1
source: Congratulations! You just passed your driving test!
de: Herzlichen Glückwunsch! Sie haben soeben Ihre Fahrprüfung bestanden!
es: ¡Felicidades! ¡Acabas de pasar tu examen de conducir!
fr: Toutes nos félicitations ! Vous venez de passer votre permis !
hu_hu: Gratulálunk! Most teljesítette a vezetési vizsgát!
it: Congratulazioni! Hai completato il tuo test di guida!
pl_pl: Gratulacje! Właśnie zaliczam twój egzamin na prawo jazdy!
pt_br: Parabéns! Você passou no teste de direção!
ru: Поздравляю! Вы сдали экзамен на водительские права!
zh_cn: 恭喜！你通过了驾驶测试！

# IngameHelp_WheeledVehiclesTip_Detail2
source: *Tip:* Be careful not to go too fast with Wheeled Vehicles, which can flip over easily.
de: *Tipp:* Achten Sie darauf, nicht zu schnell mit Fahrzeugen zu fahren, die leicht umkippen können.
es: *Consejo:* Ten cuidado de no ir demasiado rápido con los vehículos de ruedas, pueden volcar fácilmente.
fr: *Conseil :* Faites attention de ne pas aller trop vite avec les véhicules à roues, ils peuvent se retourner facilement.
hu_hu: *Tipp:* Legyen óvatos, hogy ne menjen túl gyorsan a kerekes járművekkel, amelyek könnyen átfordulhatnak.
it: *Suggerimento:* Attenzione a non andare troppo veloce con i veicoli a ruote, che possono capovolgersi facilmente.
pl_pl: *rada: *Uważaj żeby nie jechać zbyt szybko, bo pojazdy na kołach mogą się łatwo przewrócić.
pt_br: *Dica:* Cuidado para não andar rápido demais em veículos com rodas. Eles podem tombar facilmente.
ru: *Подсказка:* осторожно со скоростью на колесном транспорте, он может легко перевернуться.
zh_cn: 提示：小心不要开得太快，容易翻车。

# IngameHelp_WheeledVehicles_Detail1
source: Wheeled Vehicles are cheap to build and require little power.
de: Radfahrzeuge können mit nur wenigen Komponenten konstruiert werden und benötigen wenig Energie.
es: Los vehículos de ruedas son baratos de construir y requieren poca energía.
fr: Les véhicules à roues sont peu coûteux à construire et nécessitent peu d’énergie.
hu_hu: A kerekes járművek gyártása olcsó és kevés energiát igényel.
it: I veicoli su ruote sono economici da costruire e richiedono poca energia.
pl_pl: Pojazdy na kołach są tanie w budowie i nie wymagają dużo energii.
pt_br: Veículos com rodas são baratos de construir e demandam pouca energia.
ru: Колесный транспорт легко построить и он требует мало энергии.
zh_cn: 带轮子的车成本低，能耗也低。

# IngameHelp_WheeledVehicles_Detail2
source: Toggle {CONTROL:TOGGLE_REACTORS} to turn power off and on.
de: Verwenden Sie {CONTROL:TOGGLE_REACTORS} zum Aus- und Einschalten.
es: Pulsa {CONTROL:TOGGLE_REACTORS} para conectar y desconectar la energía.
fr: Appuyez sur {CONTROL:TOGGLE_REACTORS} pour allumer ou éteindre l'alimentation.
hu_hu: Váltás {CONTROL:TOGGLE_REACTORS} gombbal a ki és bekapcsoláshoz.
it: Attiva/disattiva {CONTROL:TOGGLE_REACTORS}per spegnere e riaccendere l'alimentazione.
pl_pl: Naciśnij {CONTROL:TOGGLE_REACTORS} żeby włączać i wyłączać zasilanie.
pt_br: Acione {CONTROL:TOGGLE_REACTORS} para ligar ou desligar a energia.
ru: Нажмите {CONTROL:TOGGLE_REACTORS} для включения и выключения подачи энергии.
zh_cn: 按{CONTROL:TOGGLE_REACTORS}开启和关闭电源。

# IngameHelp_WheeledVehicles_Detail3
source: Toggle {CONTROL:LANDING_GEAR} for parking.
de: Verwenden Sie {CONTROL:LANDING_GEAR} zum Umschalten des Parkmodus.
es: Pulsa {CONTROL:LANDING_GEAR} para estacionar.
fr: Appuyez sur {CONTROL:LANDING_GEAR} pour le frein à main.
hu_hu: Váltás {CONTROL:LANDING_GEAR} gombbal a kézifékhez.
it: Attiva/disattiva {CONTROL:LANDING_GEAR} per parcheggiare
pl_pl: Hamulec ręczny włączasz na {CONTROL:LANDING_GEAR}.
pt_br: Alterne {CONTROL:LANDING_GEAR} para estacionar.
ru: Парковка — {CONTROL:LANDING_GEAR}.
zh_cn: 切换{CONTROL:LANDING_GEAR}进行停车。

# IngameHelp_WheeledVehicles_Detail4
source: Use {CONTROL:FORWARD}, {CONTROL:BACKWARD}, {CONTROL:STRAFE_LEFT}, {CONTROL:STRAFE_RIGHT} to move.
de: Verwenden Sie {CONTROL:FORWARD}, {CONTROL:BACKWARD}, {CONTROL:STRAFE_LEFT} und {CONTROL:STRAFE_RIGHT}, um das Fahrzeug zu bewegen.
es: Usa {CONTROL:FORWARD}, {CONTROL:BACKWARD}, {CONTROL:STRAFE_LEFT}, {CONTROL:STRAFE_RIGHT} para moverte.
fr: Utilisez {CONTROL:FORWARD}, {CONTROL:BACKWARD}, {CONTROL:STRAFE_LEFT}, {CONTROL:STRAFE_RIGHT} pour bouger.
hu_hu: Használja a {CONTROL:FORWARD}, {CONTROL:BACKWARD}, {CONTROL:STRAFE_LEFT}, {CONTROL:STRAFE_RIGHT} gombokat a mozgáshoz.
it: Usa i tasti {CONTROL:FORWARD}, {CONTROL:BACKWARD}, {CONTROL:STRAFE_LEFT}, {CONTROL:STRAFE_RIGHT} per spostarti.
pl_pl: Użyj {CONTROL:FORWARD}, {CONTROL:BACKWARD}, {CONTROL:STRAFE_LEFT}, {CONTROL:STRAFE_RIGHT} do poruszania się.
pt_br: Use {CONTROL:FORWARD}, {CONTROL:BACKWARD}, {CONTROL:STRAFE_LEFT} e {CONTROL:STRAFE_RIGHT} para mover-se.
ru: {CONTROL:FORWARD}, {CONTROL:BACKWARD}, {CONTROL:STRAFE_LEFT}, {CONTROL:STRAFE_RIGHT} — перемещение.
zh_cn: 使用 {CONTROL:FORWARD}、{CONTROL:BACKWARD}、{CONTROL:STRAFE_LEFT}、{CONTROL:STRAFE_RIGHT} 移动。

# IngameHelp_WheeledVehicles_Detail4:Gamepad
source: Use {GAMEPAD:AXIS_MOTION} to move.
de: Verwenden Sie {GAMEPAD:AXIS_MOTION} um das Fahrzeug zu bewegen.
es: Usa {GAMEPAD:AXIS_MOTION} para moverte.
fr: Utilisez {GAMEPAD:AXIS_MOTION} pour bouger.
hu_hu: Használja a {GAMEPAD:AXIS_MOTION} mozgáshoz.
it: Usa {GAMEPAD:AXIS_MOTION} per muoverti.
pl_pl: Użyj {GAMEPAD:AXIS_MOTION} do poruszania się.
pt_br: Use {GAMEPAD:AXIS_MOTION} para mover-se.
ru: Используйте {GAMEPAD:AXIS_MOTION} для перемещения.
zh_cn: 用{GAMEPAD:AXIS_MOTION}移动。

# IngameHelp_WheeledVehicles_Detail5
source: Hold {CONTROL:JUMP} to brake.
de: Zum Bremsen {CONTROL:JUMP} halten.
es: Mantén {CONTROL:JUMP} para frenar.
fr: Maintenez {CONTROL:JUMP} pour freiner.
hu_hu: Tartsa nyomva a {CONTROL:JUMP} fékezéshez.
it: Tieni premuto {CONTROL:JUMP} per frenare.
pl_pl: Hamuj klawiszem {CONTROL:JUMP}.
pt_br: Segure {CONTROL:JUMP} para frear.
ru: Удерживайте {CONTROL:JUMP}для торможения.
zh_cn: 按住{CONTROL:JUMP}刹车。

# IngameHelp_WheeledVehicles_Title
source: Good.bot: Driving a Vehicle
de: Good.Bot: Fahren eines Fahrzeugs
es: Good.bot: Conduciendo un vehículo
fr: Good.bot : Conduire un véhicule
hu_hu: Good.bot: Jármű Vezetése
it: Good.bot: Guidare un Veicolo
pl_pl: Good.bot: Jazda pojazdem
pt_br: Good.bot: Dirigindo um veículo
ru: Good.bot: Управление автомобилем
zh_cn: Good.bot：开车

# IngameHelp_OwnershipTip_Detail1
source: To hack or not to hack? That is the real question!
de: Hacken oder nicht hacken? Das ist hier die Frage!
es: ¿Hackear o no hackear? ¡Esa es la verdadera pregunta!
fr: Pirater ou ne pas pirater ? Telle est la vraie question !
hu_hu: Feltörni, vagy nem feltörni? Ez az igazi kérdés!
it: Attaccare o non attaccare? Questo è il vero problema!
pl_pl: Hakować czy nie hakować? Oto jest pytanie!
pt_br: Hackear ou não hackear? Eis a verdadeira questão!
ru: Взламывать или не взламывать? Вот в чем вопрос!
zh_cn: 破解还是不破解呢？这真是个问题！

# IngameHelp_OwnershipTip_Detail2
source: *Tip:* You can configure ownership to share it with friends. Remember, you can find additional information anytime in the help screen by pressing {CONTROL:HELP_SCREEN}.
de: *Tipp:* Sie können die Besitzrechte eines jeden Blockes konfigurieren, um sie mit Freunden zu teilen. Denken Sie daran, dass Sie jederzeit zusätzliche Informationen im Hilfebildschirm finden können, indem Sie auf {CONTROL:HELP_SCREEN} drücken.
es: *Consejo:* Puedes configurar la propiedad para compartirla con tus amigos. Recuerda que puedes encontrar información adicional en cualquier momento en la pantalla de ayuda pulsando {CONTROL:HELP_SCREEN}.
fr: *Conseil :* Vous pouvez configurer la propriété pour la partager avec des amis. N'oubliez pas que vous pouvez trouver des informations supplémentaires à tout moment dans l'écran d'aide en appuyant sur {CONTROL:HELP_SCREEN}.
hu_hu: *Tipp:* Beállíthatja, hogy a tulajdonjogot megossza barátaival. Ne feledje, hogy a súgóképernyőn bármikor további információkat találhat, ha megnyomja a {CONTROL:HELP_SCREEN} gombot.
it: *Suggerimento:* Puoi configurare la proprietà per condividerla con gli amici. Ricorda che puoi trovare ulteriori informazioni in qualsiasi momento nella schermata di aiuto premendo {CONTROL:HELP_SCREEN}.
pl_pl: *rada: * Możesz ustawić swoją własność tak aby dzielić się nią z przyjaciółmi. Pamiętaj że więcej pomocy znajdziesz klikając {CONTROL:HELP_SCREEN}.
pt_br: *Dica:* Você pode configurar a propriedade para compartilhá-la com amigos. Lembre-se que você pode encontrar outras informações a qualquer momento na tela de ajuda ao pressionar {CONTROL:HELP_SCREEN}.
ru: *Подсказка:* вы можете настроить владение или поделиться им с друзьями. Помните, вы можете найти дополнительную информацию в экране помощи на {CONTROL:HELP_SCREEN}.
zh_cn: 提示：你可以配置所有权后和朋友分享。记住，你可以随时按{CONTROL:HELP_SCREEN}在帮助屏幕获取更多信息。

# IngameHelp_OwnershipTip_Detail2:Gamepad
source: *Tip:* You can configure ownership to share it with friends. Remember, you can find additional information anytime in the help screen by accessing the [Help] option in the [Menu] tab of the [System Radial Menu] {CONTROL:SYSTEM_RADIAL_MENU}.
de: *Tipp:* Sie können die Besitzrechte eines jeden Blockes konfigurieren, um sie mit Freunden zu teilen. Denken Sie daran, dass Sie jederzeit zusätzliche Informationen im Hilfebildschirm finden können, indem Sie die Option [Hilfe] im Register [Menü] des [System-Radialmenü] {CONTROL:SYSTEM_RADIAL_MENU} aufrufen.
es: *Consejo:* Puedes configurar la propiedad para compartirla con tus amigos. Recuerda que puedes encontrar información adicional en cualquier momento en la pantalla de ayuda accediendo a la opción [Ayuda] en la pestaña [Menú] del [Menú Radial del Sistema] {CONTROL:SYSTEM_RADIAL_MENU}.
fr: *Conseil :* Vous pouvez configurer la propriété pour la partager avec des amis. N'oubliez pas que vous pouvez trouver des informations supplémentaires à tout moment dans l'écran d'aide en accédant à l'option [Aide] dans l'onglet [Menu] du [Menu radial système] {CONTROL:SYSTEM_RADIAL_MENU}.
hu_hu: *Tipp:* Beállíthatja, hogy a tulajdonjogot megossza barátaival. Ne feledje, hogy a súgóképernyőn bármikor további információkat találhat, és hozzáférhet a [Menü] [Rendszer Radiál Menü] lapján található [Súgó] lehetőséghez. {CONTROL:SYSTEM_RADIAL_MENU}.
it: *Suggerimento:* Puoi configurare la proprietà per condividerla con gli amici. Ricorda che puoi trovare ulteriori informazioni in qualsiasi momento nella schermata di aiuto accedendo all'opzione [Help] nella scheda [Menu] del [System Radial Menu] {CONTROL:SYSTEM_RADIAL_MENU}.
pl_pl: *rada: * Możesz ustawić swoją własność tak aby dzielić się nią z przyjaciółmi. Zawsze możesz znaleźć dodatkowe informacje w menu pomocy klikając {CONTROL:SYSTEM_RADIAL_MENU}i przechodząc do opcji [Pomoc] w zakładce [Menu] z Obrotowego Menu Systemu.
pt_br: *Dica:* Você pode configurar a propriedade para compartilhar com seus amigos. Lembre-se, você pode encontrar informações adicionais a qualquer momento ao pressionar a tela de ajuda, acessando a opção [Ajuda] na guia [Menu] do [Menu radial do sistema] {CONTROL:SYSTEM_RADIAL_MENU}.
ru: *Подсказка:* можно настроить право собственности, чтобы делиться с друзьями. Не забывайте, что можно просмотреть полезную информацию в любое время на экране справки. Для этого нужно открыть системное круговое меню {CONTROL:SYSTEM_RADIAL_MENU}, перейти на вкладку «Меню» и выбрать пункт «Помощь».
zh_cn: *提示*：你可以配置所有权并和朋友分享。请记住，你可以随时通过访问[系统径向菜单]{CONTROL:SYSTEM_RADIAL_MENU}的[菜单]选项卡中的[帮助]选项在帮助屏幕中找到其他信息。

# IngameHelp_HelmetVisorTip_Detail1
source: Being able to breathe makes working a little easier.
de: Atmen zu können, erleichtert die Arbeit ein wenig.
es: Poder respirar hace que trabajar sea un poco más fácil.
fr: Être capable de respirer facilite le travail.
hu_hu: Ha képes lélegezni kissé megkönnyíti a munkát.
it: Poter respirare rende il lavoro leggermente più semplice.
pl_pl: Możliwość oddychania znacznie ułatwia pracę.
pt_br: A capacidade de respirar torna o trabalho um pouco mais fácil.
ru: Возможность дышать позволяет работать эффективнее.
zh_cn: 能呼吸了，这样工作起来更轻松了。

# IngameHelp_HelmetVisorTip_Detail2
source: *Tip:* Always make sure your visor is closed before going into space. All of this useful information can always be accessed in the help screen by pressing {CONTROL:HELP_SCREEN}.
de: *Tipp:* Stellen Sie immer sicher, dass Ihr Visier geschlossen ist, bevor Sie ins All fliegen. Auf nützliche Informationen wie diese, können Sie jederzeit im Hilfebildschirm zugreifen, indem Sie auf {CONTROL:HELP_SCREEN} drücken.
es: *Consejo:* Asegúrate siempre de que tu visor esté cerrada antes de ir al espacio. Toda esta información útil siempre se puede consultar en la pantalla de ayuda pulsando {CONTROL:HELP_SCREEN}.
fr: *Conseil :* Assurez-vous toujours que votre visière est fermée avant d'aller dans l'espace. Toutes ces informations utiles sont toujours accessibles dans l'écran d'aide en appuyant sur {CONTROL:HELP_SCREEN}.
hu_hu: *Tipp:* Mindig győződjön meg arról, hogy a napellenző zárva van, mielőtt az űrbe megy. Hasznos információk mindig a súgó képernyőn érhetők el a {CONTROL:HELP_SCREEN} megnyomásával.
it: *Suggerimento:* Assicurati sempre che la visiera sia chiusa prima di andare nello spazio. Tutte queste informazioni utili sono sempre accessibili nella schermata di aiuto premendo {CONTROL:HELP_SCREEN}.
pl_pl: *rada: * Upewnij się, że hełm jest zamknięty przed wejściem w kosmos. Takie przydatne informacje zawsze znajdziesz pod klawiszem {CONTROL:HELP_SCREEN}.
pt_br: *Dica:* Certifique-se sempre de que o seu visor está fechado antes de ir para o espaço. Todas essas informações úteis podem ser acessadas na tela de ajuda ao pressionar {CONTROL:HELP_SCREEN}.
ru: *Подсказка:* всегда проверяйте перед выходом в космос, что забрало шлема закрыто. Вы можете найти больше подсказок в экране помощи на {CONTROL:HELP_SCREEN}.
zh_cn: *提示*：在进入太空之前，请始终确保你的头盔已关闭。通过按{CONTROL:HELP_SCREEN}，可以随时在帮助屏幕中访问所有这些有用的信息。

# IngameHelp_HelmetVisorTip_Detail2:Gamepad
source: *Tip:* Always make sure your visor is closed before going into space. All of this useful information can always be accessed in the help screen by accessing the [Help] option in the [Menu] tab of the [System Radial Menu] {CONTROL:SYSTEM_RADIAL_MENU}.
de: *Tipp:* Stellen sicher, dass Ihr Helmvisier stets geschlossen ist, bevor Sie ins All fliegen. Sie können jederzeit auf nützliche Informationen wie diese zugreifen, indem Sie die Option [Hilfe] im Register [Menü] des [System-Radialmenüs] {CONTROL:SYSTEM_RADIAL_MENU} aufrufen.
es: *Consejo* Asegúrate siempre de que el visor de tu casco está cerrado antes de salir al espacio. Puedes acceder a toda esta información útil en la pantalla de ayuda accediendo a [Ayuda] en la pestaña de menú en el [Sistema de Menú Radial] {CONTROL:SYSTEM_RADIAL_MENU}.
fr: *Conseil :* Assurez-vous toujours que votre visière est fermée avant d'aller dans l'espace. Toutes ces informations utiles sont toujours accessibles dans l'écran d'aide en accédant à l'option [Aide] dans l'onglet [Menu] du [Menu radial système] {CONTROL:SYSTEM_RADIAL_MENU}.
hu_hu: *Tipp:* Mindig győződjön meg arról, hogy a napellenző zárva van, mielőtt az űrbe megy. Mindezek a hasznos információk mindig elérhetők a súgóképernyőn.
it: *Suggerimento:* Assicurati sempre che la visiera sia chiusa prima di andare nello spazio. Tutte queste informazioni utili sono sempre accessibili nella schermata di aiuto accedendo all'opzione [Help] nella scheda [Menu] del [System Radial Menu]{CONTROL:SYSTEM_RADIAL_MENU}
pl_pl: *rada: * Upewnij się, że hełm jest zamknięty przed wejściem w kosmos. Takie przydatne informacje zawsze znajdziesz w menu pomocy klikając {CONTROL:SYSTEM_RADIAL_MENU}i przechodząc do opcji [Pomoc] w zakładce [Menu] z Obrotowego Menu Systemu..
pt_br: *Dica:* Sempre certifique-se de que o seu visor está fechado antes de ir para o espaço. Todas essas informações úteis podem ser obtidas na tela de ajuda, ao acessar a opção [Ajuda] na guia [Menu] do [Menu radial de sistema] {CONTROL:SYSTEM_RADIAL_MENU}.
ru: *Подсказка:* перед выходом в космос забрало шлема должно быть закрыто. Полезную информацию можно найти на экране справки. Для этого нужно открыть системное круговое меню {CONTROL:SYSTEM_RADIAL_MENU}, перейти на вкладку «Меню» и выбрать пункт «Помощь».
zh_cn: *提示*：在进入太空之前，请始终确保你的头盔已关闭。通过访问[系统径向菜单]{CONTROL:SYSTEM_RADIAL_MENU}的[菜单]选项卡中的[帮助]选项，可以随时在帮助屏幕中访问所有这些有用的信息。

# IngameHelp_HelmetVisor_Detail1
source: Your helmet visor is still open! Close it to avoid taking damage in low oxygen environments.
de: Ihr Helmvisier ist noch offen! Schließen Sie es, um Schäden in sauerstoffarmen Umgebungen zu vermeiden.
es: ¡El visor de tu casco sigue abierto! Ciérralo para evitar daños en entornos con poco oxígeno.
fr: Votre visière de casque est toujours ouverte ! Fermez-la pour éviter de subir des dégâts dans les environnements pauvres en oxygène.
hu_hu: A sisaknapellenző még nyitva van! Zárja le, hogy elkerülje a károsodást alacsony oxigéntartalmú környezetben.
it: La visiera del tuo casco è ancora aperta! Chiudila per evitare di subire danni in ambienti a basso contenuto di ossigeno.
pl_pl: Hełm jest wciąż otwarty! Zamknij go aby uniknąć otrzymywania obrażeń przy braku tlenu.
pt_br: O visor do seu capacete está aberto! Feche-o para evitar danos em ambientes de baixo oxigênio.
ru: Ваше забрало все еще поднято! Опустите его для избегания урона от бескислородных сред.
zh_cn: 头盔还开着！缺氧的时候要关上。

# IngameHelp_HelmetVisor_Detail2
source: Use {CONTROL:HELMET} to open and close your visor.
de: Verwenden Sie {CONTROL:HELMET}, um das Helmvisier zu öffnen und zu schließen.
es: Usa {CONTROL:HELMET} para abrir y cerrar el visor.
fr: Utilisez {CONTROL:HELMET} pour ouvrir et fermer la visière.
hu_hu: Használja {CONTROL:HELMET} a napellenző nyitásához és zárásához.
it: Usa {CONTROL:HELMET} per aprire e chiudere la tua visiera.
pl_pl: Otwórz i zamknij hełm na {CONTROL:HELMET}.
pt_br: Use {CONTROL:HELMET} para abrir ou fechar o seu visor.
ru: Используйте {CONTROL:HELMET}для поднятия и опускания забрала шлема.
zh_cn: 按{CONTROL:HELMET}打开和关闭头盔。

# IngameHelp_HelmetVisor_Title
source: Good.bot: Helmet Visor
de: Good.Bot: Helmvisier
es: Good.bot: Visor del casco
fr: Good.bot : Visière du casque
hu_hu: Good.bot: Sisak Napellenző
it: Good.bot: Visore casco
pl_pl: Good.bot: Hełm
pt_br: Good.bot: Visor do capacete
ru: Good.bot: Забрало шлема
zh_cn: Good.bot：头盔面罩

# ScreenBlueprintsRew_Caption_Blueprint
source: Blueprints
de: Entwürfe
es: Planos
fr: Plans
hu_hu: Tervrajzok
it: Progetti
pl_pl: Schematy
pt_br: Projetos
ru: Чертежи
zh_cn: 蓝图

# ScreenBlueprintsRew_Caption_Script
source: Scripts
de: Skripts
hu_hu: Parancsfájlok
it: Script
pl_pl: Skrypty
ru: Скрипты
zh_cn: 脚本

# BlueprintInfo_SendTo
source: Send to:
de: Senden an:
es: Enviar a:
fr: Envoyer à :
hu_hu: Küldés a következőnek:
it: Invia a:
pl_pl: Wyślij do:
pt_br: Enviar para:
ru: Отправить:
zh_cn: 发到：

# ControlName_RelativeDampening
source: Enable relative dampening
de: Aktivieren der relativen Dämpfung
es: Activar amortiguadores de inercia relativos
fr: Activer l'amortissement relatif
hu_hu: Relatív csillapítás engedélyezése
it: Attiva lo smorzamento relativo
pl_pl: Włącz zależne amortyzatory
pt_br: Habilitar amortecimento relativo
ru: Включить относительные гасители
zh_cn: 开启相对抑制器

# IngameHelp_StuckTip_Detail1
source: Excellent! Now you can continue your training.
de: Ausgezeichnet! Sie können jetzt Ihr Training fortsetzen.
es: ¡Excelente! Ahora puedes continuar tu entrenamiento.
fr: Excellent ! Vous pouvez continuer votre entraînement.
hu_hu: Kiváló! Most folytathatja a kiképzést.
it: Eccellente! Ora puoi continuare il tuo addestramento.
pl_pl: Świetnie! Teraz możesz kontynuować trening.
pt_br: Excelente! Agora, você pode continuar seu treinamento.
ru: Отлично! Можете продолжить обучение.
zh_cn: 太好了！现在你可以继续训练了。

# IngameHelp_StuckTip_Detail2
source: *Tip:* Always make sure your vehicle has enough fuel before leaving your base.
de: *Tipp:* Vergewissern Sie sich immer, dass Ihr Fahrzeug genügend Kraftstoff hat, bevor Sie Ihre Basis verlassen.
es: *Consejo:* Asegúrate siempre de que tu vehículo tenga suficiente combustible antes de salir de tu base.
fr: *Conseil :* Assurez-vous toujours que votre véhicule a suffisamment de carburant avant de quitter votre base.
hu_hu: *Tipp:* Mindig győződjön meg arról, hogy járművében elegendő üzemanyag van, mielőtt elhagyja a bázist.
it: *Suggerimento:* Assicurati sempre che il tuo veicolo abbia carburante a sufficienza prima di lasciare la tua base.
pl_pl: *rada: * Zawsze bądź pewny że twój statek ma dość paliwa przed opuszczeniem bazy.
pt_br: *Dica:* Certifique-se sempre de que o seu veículo possui combustível suficiente antes de deixar sua base.
ru: *Подсказка:* всегда убедитесь что Ваш транспорт имеет достаточно топлива, прежде чем покидать базу.
zh_cn: 提示：车驶出基地前，请保证燃油充足。

# IngameHelp_Stuck_Detail1
source: You appear to be stuck.
de: Sie scheinen festzustecken.
es: Parece que estás atascado.
fr: Vous semblez être bloqué.
hu_hu: Úgy tűnik, hogy elakadt.
it: Sembra che tu sia bloccato.
pl_pl: Wygląda na to, że nic nie możesz zrobić.
pt_br: Parece que você ficou preso.
ru: Похоже, Вы застряли.
zh_cn: 你好像卡住了。

# IngameHelp_Stuck_Detail2
source: Press {0} to toggle power on and off.
de: Drücken Sie {0}, um die Energiezufuhr ein- und auszuschalten.
es: Pulsa {0} para encender y apagar la energía.
fr: Appuyez sur {0} pour allumer et éteindre l'alimentation.
hu_hu: Nyomja meg a {0} gombot a be és kikapcsoláshoz.
it: Premi {0} per attivare/disattivare energia.
pl_pl: Użyj {0} do włączania i wyłączania mocy.
pt_br: Pressione {0} para ativar ou desativar a energia.
ru: Нажмите {0} для включения и выключения энергии.
zh_cn: 按{0}打开和关闭电源。

# IngameHelp_Stuck_Detail3
source: Press {0} to toggle landing gears, brakes and connectors.
de: Drücken Sie {0}, um Fahrwerke, Bremsen und Anschlüsse zu ver- und entriegeln.
es: Pulsa {0} para cambiar el estado de trenes de aterrizaje, frenos y conectores
fr: Appuyez sur {0} pour activer / désactiver les trains d’atterrissage, les freins et les connecteurs.
hu_hu: Nyomja meg a {0} gombot a futóművek, a fékek és a csatlakozók váltásához.
it: Premi {0} per attivare/disattivare carrelli di atterraggio, freni e connettori.
pl_pl: Wciśnij {0} żeby włączać i wyłączać podwozie, hamulce i łączniki.
pt_br: Pressione {0} para acionar os trens de pouso, freios e conectores.
ru: Нажмите {0} для переключения шасси, тормозов и соединителей.
zh_cn: 按{0}控制起落架，制动器和连接器。

# IngameHelp_Stuck_Title
source: Good.bot: Stuck?
de: Good.Bot: Stecken Sie fest?
es: Good.bot: ¿Atascado?
fr: Good.bot : Coincé ?
hu_hu: Good.bot: Megjegyezte?
it: Good.bot: Bloccato?
pl_pl: Good.bot: Utknęło się?
pt_br: Good.bot: Preso?
ru: Good.bot: Застряли?
zh_cn: Good.bot：卡住了？

# IngameHelp_IntroTip2_Detail1
source: *Tip:* You can enable/disable Good.bot ingame help or control hints in Game-Options.
de: *Tipp:* Sie können die Hilfe von Good.Bot im Spiel aktivieren/deaktivieren oder Hinweise in den Spieloptionen steuern.
es: *Consejo:* Puedes activar o desactivar Good.bot en las opciones de partida.
fr: *Conseil :* Vous pouvez activer / désactiver l’aide en jeu de Good.bot ou contrôler les indices dans les options du jeu.
hu_hu: *Tipp:* Engedélyezheti/letilthatja a Good.bot súgót a játékban, vagy vezérelheti a tippeket a Lehetőségek menüben.
it: *Suggerimento:* Puoi abilitare/disabilitare l'aiuto in gioco Good.bot o i suggerimenti di controllo in Gioco-Opzioni.
pl_pl: *rada: * Możesz wyłączyć podpowiedzi Good.bota w opcjach gry.
pt_br: *Dica:* Você pode habilitar/desabilitar a ajuda do Good.bot ou dicas de controle nas Opçoes de jogo.
ru: *Подсказка:* вы можете включить/отключить помощь от Good.bot в настройках игры.
zh_cn: 提示：你可以在游戏选项中开启/关闭Good.bot帮助和操作提示。
