Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# DisplayName_Item_HandDrill2
source: Enhanced Hand Drill
cs_cz: Vylepšený ruční vrták
de: Verbesserte Handbohrmaschine
es: Taladro de mano mejorado
fr: Foreuse portative améliorée
hu_hu: Továbbfejlesztett Kézi Fúró
it: Trivella manuale potenziata
pl_pl: Usprawniona Wiertarka
pt_br: Britadeira aprimorada
ru: Улучшенный ручной бур
zh_cn: 一级增强手电钻-yjzqsdz-

# DisplayName_Item_HandDrill3
source: Proficient Hand Drill
cs_cz: Profesionální ruční vrták
de: Professionelle Handbohrmaschine
es: Taladro de mano competente
fr: Foreuse portative professionnelle
hu_hu: Mester Kézi Fúró
it: Trivella manuale esperta
pl_pl: Ulepszona Wiertarka
pt_br: Britadeira proficiente
ru: Продвинутый ручной бур
zh_cn: 二级精通手电钻-ejjtsdz-

# DisplayName_Item_HandDrill4
source: Elite Hand Drill
cs_cz: Elitní ruční vrták
de: Elite-Handbohrmaschine
es: Taladro de mano de Élite
fr: Foreuse portative d'élite
hu_hu: Elit Kézi Fúró
it: Trivella manuale elite
pl_pl: Elitarna Wiertarka
pt_br: Britadeira de elite
ru: Элитный ручной бур
zh_cn: 三级精英手电钻-sjjysdz-

# DisplayName_Item_Hydrogen
source: Hydrogen
cs_cz: Vodík
de: Wasserstoff
es: Hidrógeno
fr: Hydrogène
hu_hu: Hidrogén
it: Idrogeno
pl_pl: Wodór
pt_br: Hidrogênio
ru: Водород
zh_cn: 氢气

# DisplayName_Item_HydrogenBottle
source: Hydrogen Bottle
cs_cz: Vodíková láhev
de: Wasserstoffflasche
es: Bombona de hidrógeno
fr: Bouteille d'hydrogène
hu_hu: Hidrogén Palack
it: Bombola di Idrogeno
pl_pl: Butla z Wodorem
pt_br: Cilindro de hidrogênio
ru: Водородный баллон
zh_cn: 氢气瓶-qqp-

# DisplayName_Item_HydrogenBottles
source: Hydrogen Bottles
cs_cz: Vodíkové láhve
de: Wasserstoffflaschen
es: Botellas de hidrógeno
fr: Bouteilles d'hydrogène
hu_hu: Hidrogén Palackok
it: Bombole di idrogeno
pl_pl: Butle z Wodorem
pt_br: Cilindros de hidrogênio
ru: Водородные баллоны
zh_cn: 氢气瓶

# DisplayName_Item_Ice
source: Ice
cs_cz: Led
de: Eis
es: Hielo
fr: Glace
hu_hu: Jég
it: Ghiaccio
pl_pl: Lód
pt_br: Gelo
ru: Лед
zh_cn: 冰

# DisplayName_Item_InteriorPlate
source: Interior Plate
cs_cz: Vnitřní plát
de: Interne Panzerung
es: Placa interior
fr: Plaque intérieure
hu_hu: Belső Lemez
it: Pannello da interni
pl_pl: Wewnętrzna płytka
pt_br: Placa interior
ru: Внутренняя пластина
zh_cn: 内衬板-ncb-

# DisplayName_Item_IronIngot
source: Iron Ingot
cs_cz: Železný ingot
de: Eisenbarren
es: Lingote de hierro
fr: Lingot de fer
hu_hu: Vas Öntvény
it: Lingotto di ferro
pl_pl: Sztabka żelaza
pt_br: Barra de ferro
ru: Железный слиток
zh_cn: 铁锭-FeI-

# DisplayName_Item_IronOre
source: Iron Ore
cs_cz: Železná ruda
de: Eisenerz
es: Mineral de hierro
fr: Minerai de fer
hu_hu: Vasérc
it: Minerale di ferro
pl_pl: Ruda żelaza
pt_br: Minério de ferro
ru: Железная руда
zh_cn: 铁矿-FeO-

# DisplayName_Item_LargeSteelTube
source: Large Steel Tube
cs_cz: Velká ocelová trubice
de: Stahlrohr (groß)
es: Tubo largo de acero
fr: Grand tube d'acier
hu_hu: Nagy Acélcső
it: Tubo di acciaio grande
pl_pl: Duża stalowa rura
pt_br: Tubo de aço grande
ru: Большая стальная труба
zh_cn: 大型钢管-dxgg-

# DisplayName_Item_MagnesiumOre
source: Magnesium Ore
cs_cz: Hořčíková ruda
de: Magnesiumerz
es: Mineral de magnesio
fr: Minerai de magnésium
hu_hu: Magnézium érc
it: Minerale di magnesio
pl_pl: Ruda magnezu
pt_br: Minério de magnésio
ru: Магниевая руда
zh_cn: 镁矿-MgO-

# DisplayName_Item_MagnesiumPowder
source: Magnesium Powder
cs_cz: Hořčíkový prach
de: Magnesiumpulver
es: Magnesio en polvo
fr: Poudre de magnésium
hu_hu: Magnézium por
it: Polvere di magnesio
pl_pl: Sproszkowany magnez
pt_br: Pó de magnésio
ru: Магниевый слиток
zh_cn: 镁粉-MgI-

# DisplayName_Item_MedicalComponents
source: Medical Comp.
cs_cz: Zdravotnická součástka
de: Medizinische Komponenten
es: Componentes Médicos
fr: Comp. médicaux
hu_hu: Orvosi Elemek.
it: Componenti medici
pl_pl: Składniki medyczne
pt_br: Componentes médicos
ru: Медицинские компоненты
zh_cn: 医疗零件-yllj-

# DisplayName_Item_MetalGrid
source: Metal Grid
cs_cz: Kovová mříž
de: Metallgitter
es: Rejilla metálica
fr: Grille métallique
hu_hu: Fémrács
it: Griglia metallica
pl_pl: Metalowa siatka
pt_br: Grade de metal
ru: Компонент решётки
zh_cn: 金属网格-jswg-

# DisplayName_Item_Missile200mm
source: Rocket
cs_cz: Tělo rakety - 200mm
de: Rakete
es: Cohete
fr: Roquette
hu_hu: 200 mm-es rakétakonténer
it: Razzo
pl_pl: Rakieta
pt_br: Míssil
ru: Ракета
zh_cn: 火箭

# DisplayName_Item_Motor
source: Motor
fr: Moteur
it: Motore
pl_pl: Silnik
ru: Мотор
zh_cn: 马达-md-

# DisplayName_Item_NATO_25x184mm
source: Gatling Ammo Box
cs_cz: Muniční bedna 25x184mm NATO
de: 25x184-mm-NATO-Munitionskiste
es: Contenedor de munición OTAN 25x184mm
fr: Conteneur de munitions OTAN 25x184mm
hu_hu: 25x184 mm-es NATO lőszer-konténer
it: Contenitore munizioni NATO 25x184mm
pl_pl: Kontener amunicji 25x184mm NATO
pt_br: Compartimento de munição NATO 25x184 mm
ru: Боеприпасы 25x184 мм НАТО
zh_cn: 25x184mm 纳托制式弹收纳箱-byzsdsnx-

# DisplayName_Item_NATO_5p56x45mm
source: 5.56x45mm NATO magazine
cs_cz: Zásobník ráže 5.56x45mm NATO
de: 5,56x45-mm-NATO-Magazin
es: 5.56x45mm cargador de la OTAN
fr: Chargeur OTAN 5.56x45mm
hu_hu: 5,56x45mm NATO magazin
it: Caricatore munizioni NATO 5.56x45mm
pl_pl: Magazynek 5.56x45mm NATO
pt_br: Pente de NATO 5.56x45 mm
ru: Магазин 5.56x45мм НАТО
zh_cn: 5.56x45mm 纳托制式弹弹匣-byzsddj-

# DisplayName_Item_NickelIngot
source: Nickel Ingot
cs_cz: Niklový ingot
de: Nickelbarren
es: Lingote de Níquel
fr: Lingot de nickel
hu_hu: Nikkel Öntvény
it: Lingotto di nickel
pl_pl: Sztabka niklu
pt_br: Barra de níquel
ru: Никелевый слиток
zh_cn: 镍锭-NiI-

# DisplayName_Item_NickelOre
source: Nickel Ore
cs_cz: Niklová ruda
de: Nickelerz
es: Mineral de níquel
fr: Minerai de nickel
hu_hu: Nikkelérc
it: Minerale di nickel
pl_pl: Ruda niklu
pt_br: Minério de níquel
ru: Никелевая руда
zh_cn: 镍矿-NiO-

# DisplayName_Item_Organic
source: Organic
cs_cz: Organický
de: Organisch
es: Orgánico
fr: Organique
hu_hu: Szerves
it: Organico
pl_pl: Organiczne
pt_br: Orgânico
ru: Органика
zh_cn: 有机物

# DisplayName_Item_Oxygen
source: Oxygen
cs_cz: Kyslík
de: Sauerstoff
es: Oxígeno
fr: Oxygène
hu_hu: Oxigén
it: Ossigeno
pl_pl: Tlen
pt_br: Oxigênio
ru: Кислород
zh_cn: 氧气

# DisplayName_Item_OxygenBottle
source: Oxygen Bottle
cs_cz: Kyslíková láhev
de: Sauerstoffflasche
es: Bombona de oxígeno
fr: Bouteille d'oxygène
hu_hu: Oxigén palack
it: Bombola d'ossigeno
pl_pl: Butla tlenowa
pt_br: Cilindro de oxigênio
ru: Кислородный баллон
zh_cn: 氧气瓶-yqp-

# DisplayName_Item_OxygenBottles
source: Oxygen Bottles
cs_cz: Kyslíkové láhve
de: Sauerstoffflaschen
es: Botellas de oxígeno
fr: Bouteilles d'oxygène
hu_hu: Oxigén palackok
it: Bombole d'ossigeno
pl_pl: Butle tlenowe
pt_br: Cilindros de oxigênio
ru: Кислородные баллоны
zh_cn: 氧气瓶

# DisplayName_Item_PlatinumIngot
source: Platinum Ingot
cs_cz: Platinový ingot
de: Platinbarren
es: Lingote de platino
fr: Lingot de platine
hu_hu: Platina Öntvény
it: Lingotto di platino
pl_pl: Sztabka platyny
pt_br: Barra de platina
ru: Платиновый слиток
zh_cn: 铂金锭-PtI-

# DisplayName_Item_PlatinumOre
source: Platinum Ore
cs_cz: Platinová Ruda
de: Platinerz
es: Mineral de Platino
fr: Minerai de platine
hu_hu: Platina Érc
it: Minerale di platino
pl_pl: Ruda platyny
pt_br: Minério de platina
ru: Платиновая руда
zh_cn: 铂金矿-PtO-

# DisplayName_Item_Potassium
source: Potassium
cs_cz: Draslík
de: Kalium
es: Potasio
hu_hu: Kálium
it: Potassio
pl_pl: Potas
pt_br: Potássio
ru: Калий
zh_cn: 钾-K-

# DisplayName_Item_PowerCell
source: Power Cell
cs_cz: Napájecí buňka
de: Energiezelle
es: Célula de energía
fr: Cellule d'énergie
hu_hu: Energia Cella
it: Cella di energia
pl_pl: Ogniwo energii
pt_br: Célula de energia
ru: Энергоячейка
zh_cn: 动力电池-dldc-

# DisplayName_Item_PreciseAutomaticRifle
source: MR-8P Rifle
cs_cz: Přesná automatická puška
de: MR-8P Gewehr
es: Rifle MR-8P
fr: Fusil MR-8P
hu_hu: Pontos Automata Puska
it: Fucile MR-8P
pl_pl: Karabin MR-8P
pt_br: Rifle MR-8P
ru: Винтовка MR-8P
zh_cn: MR-8P步枪

# DisplayName_Item_RadioCommunicationComponents
source: Radio-comm Comp.
cs_cz: Radiokomunikační součástky
de: Kommunikationssystem-Komponenten
es: Componentes de Radio-Comunicación
fr: Composants radio
hu_hu: Rádiókommunikációs Elemek.
it: Componenti Comunicazioni Radio
pl_pl: Element łączności radiowej
pt_br: Componentes de rádio
ru: Радиокомпоненты
zh_cn: 无线电零件-wxdlj-

# DisplayName_Item_RapidFireAutomaticRifle
source: MR-50A Rifle
cs_cz: Rychlopalná automatická puška
de: MR-50A Gewehr
es: Rifle MR-50A
fr: Fusil MR-50A
hu_hu: Gyorstüzelő Automata Puska
it: Fucile MR-50A
pl_pl: Karabin MR-50A
pt_br: Rifle MR-50A
ru: Винтовка MR-50A
zh_cn: MR-50A步枪

# DisplayName_Item_ReactorComponents
source: Reactor Comp.
cs_cz: Reaktorová součástka
de: Reaktorkomponenten
es: Componente del reactor
fr: Comp. de réacteur
hu_hu: Reaktor Elemek.
it: Componenti reattore
pl_pl: Element reaktora
pt_br: Componentes de reator
ru: Компоненты реактора
zh_cn: 反应堆零件-fydlj-

# DisplayName_Item_Scrap
source: Scrap Metal
cs_cz: Šrot
de: Metallschrott
es: Chatarra
fr: Ferraille
hu_hu: Fémhulladék
it: Scarti di metallo
pl_pl: Złom
pt_br: Sucata
ru: Металлолом
zh_cn: 废金属-fjs-

# DisplayName_Item_ScrapIngot
source: Old Scrap Metal
cs_cz: Starý šrot
de: Alter Metallschrott
es: Chatarra vieja
fr: Vieille ferraille
hu_hu: Régi Fémhulladék
it: Vecchi Scarti di Metallo
pl_pl: Stary metal ze złomu
pt_br: Sucata
ru: Старый металлолом
zh_cn: 废旧金属-fjjs-

# DisplayName_Item_SiliconOre
source: Silicon Ore
cs_cz: Křemíková ruda
de: Siliziumerz
es: Mineral de Silicio
fr: Minerai de silicium
hu_hu: Szilíciumérc
it: Minerale di silicio
pl_pl: Ruda krzemu
pt_br: Minério de silício
ru: Кремниевая руда
zh_cn: 硅矿-SiO-

# DisplayName_Item_SiliconWafer
source: Silicon Wafer
cs_cz: Křemíkový disk
de: Siliziumhalbleiter
es: Oblea de Silicio
fr: Plaquette de silicium
hu_hu: Szilícium Ostya
it: Wafer di silicio
pl_pl: Wafel krzemowy
pt_br: Pastilha de silício
ru: Кремниевая пластина
zh_cn: 硅片-SiI-

# DisplayName_Item_SilverIngot
source: Silver Ingot
cs_cz: Stříbrný ingot
de: Silberbarren
es: Lingote de Plata
fr: Lingot d'argent
hu_hu: Ezüst Öntvény
it: Lingotto di argento
pl_pl: Sztabka srebra
pt_br: Barra de prata
ru: Серебряный слиток
zh_cn: 银锭-AgI-

# DisplayName_Item_SilverOre
source: Silver Ore
cs_cz: Stříbrná ruda
de: Silbererz
es: Mineral de Plata
fr: Minerai d'argent
hu_hu: Ezüstérc
it: Minerale d'argento
pl_pl: Ruda srebra
pt_br: Minério de prata
ru: Серебряная руда
zh_cn: 银矿-AgO-

# DisplayName_Item_SmallSteelTube
source: Small Steel Tube
cs_cz: Malá ocelová trubice
de: Kleines Stahlrohr
es: Tubo pequeño de metal
fr: Petit tube d'acier
hu_hu: Kis Acélcső
it: Tubo d'acciaio piccolo
pl_pl: Mała stalowa rurka
pt_br: Tubo de aço pequeno
ru: Малая трубка
zh_cn: 小钢管-xgg-

# DisplayName_Item_SolarCell
source: Solar Cell
cs_cz: Solární článek
de: Solarzelle
es: Célula Solar
fr: Panneau solaire
hu_hu: Napelem
it: Cella solare
pl_pl: Ogniwo słoneczne
pt_br: Célula solar
ru: Солнечная ячейка
zh_cn: 太阳能电池板-tyndcb-

# DisplayName_Item_SteelPlate
source: Steel Plate
cs_cz: Ocelový plát
de: Stahlplatte
es: Placa de acero
fr: Plaque d'acier
hu_hu: Acéllemez
it: Lastra d'acciaio
pl_pl: Stalowa płytka
pt_br: Placa de aço
ru: Стальная пластина
zh_cn: 钢板-gb-

# DisplayName_Item_StoneOre
source: Stone
cs_cz: Kámen
de: Gestein
es: Piedra
fr: Pierre
hu_hu: Kő
it: Pietra
pl_pl: Kamień
pt_br: Pedra
ru: Камень
zh_cn: 石头

# DisplayName_Item_Superconductor
source: Superconductor
cs_cz: Supravodivé kabely
de: Supraleiter
fr: Superconducteur
hu_hu: Szupravezető
it: Superconduttore
pl_pl: Nadprzewody
pt_br: Supercondutor
ru: Сверхпроводник
zh_cn: 超导体-cdt-

# DisplayName_Item_ThrustComponents
source: Thruster Comp.
cs_cz: Součástka Trysek
de: Triebwerk-Komponenten
es: Componente para propulsor
fr: Comp. de propulseur
hu_hu: Hajtómű Elemek.
it: Componenti propulsore
pl_pl: Element silnika
pt_br: Componentes de propulsor
ru: Детали ионного ускорителя
zh_cn: 推进器零件-tjqlj-

# DisplayName_Item_UraniumIngot
source: Uranium Ingot
cs_cz: Uranová tyč
de: Uranbarren
es: Lingote de Uranio
fr: Lingot d'uranium
hu_hu: Urán Öntvény
it: Lingotto di uranio
pl_pl: Sztabka uranu
pt_br: Barra de urânio
ru: Урановый слиток
zh_cn: 铀棒-UI-

# DisplayName_Item_UraniumOre
source: Uranium Ore
cs_cz: Uranová ruda
de: Uranerz
es: Mineral de Uranio
fr: Minerai d'uranium
hu_hu: Uránérc
it: Minerale di uranio
pl_pl: Ruda uranu
pt_br: Minério de urânio
ru: Урановая руда
zh_cn: 铀矿-UO-

# DisplayName_Item_Welder
source: Welder
cs_cz: Svářečka
de: Schweißgerät
es: Soldador
fr: Chalumeau
hu_hu: Hegesztő
it: Saldatrice
pl_pl: Spawarka
pt_br: Soldadora
ru: Сварщик
zh_cn: 焊接器-hjq-

# DisplayName_Item_Welder2
source: Enhanced Welder
cs_cz: Vylepšená svářečka
de: Verbessertes Schweißgerät
es: Soldador mejorado
fr: Chalumeau amélioré
hu_hu: Továbbfejlesztett Hegesztő
it: Saldatrice potenziata
pl_pl: Usprawniona Spawarka
pt_br: Soldadora aprimorada
ru: Улучшенный сварщик
zh_cn: 一级增强焊接器-yjzqhjq-

# DisplayName_Item_Welder3
source: Proficient Welder
cs_cz: Profesionální svářečka
de: Professionelles Schweißgerät
es: Soldador Competente
fr: Chalumeau professionnel
hu_hu: Profi Hegesztő
it: Saldatrice esperta
pl_pl: Ulepszona Spawarka
pt_br: Soldadora proficiente
ru: Продвинутый сварщик
zh_cn: 二级增强焊接器-ejzqhjq-

# DisplayName_Item_Welder4
source: Elite Welder
cs_cz: Elitní svářečka
de: Elite-Schweißgerät
es: Soldador de élite
fr: Chalumeau d'élite
hu_hu: Elit Hegesztő
it: Saldatrice elite
pl_pl: Elitarna Spawarka
pt_br: Soldadora de elite
ru: Элитный сварщик
zh_cn: 三级增强焊接器-syjzqhjq-

# DisplayName_LCD_Panel
source: LCD Panel
es: Panel LCD
fr: Écran LCD
it: Pannello LCD
pl_pl: Panel LCD
pt_br: Painel de LCD
ru: Дисплей 1x1
zh_cn: 液晶显示屏 -LCD-

# DisplayName_LCD_PanelWide
source: Wide LCD Panel
cs_cz: Široký LCD panel
de: LCD-Panel (breit)
es: Panel LCD ancho
fr: Écran large LCD
hu_hu: Széles LCD Panel
it: Pannello LCD largo
pl_pl: Szeroki panel LCD
pt_br: Painel de LCD widescreen
ru: Дисплей 1x2
zh_cn: 宽屏显示器-kp-[LCD]

# DisplayName_MarsLander
source: Mars Planet Landing
cs_cz: Přistání na Marsu
de: Landung auf dem Planeten Mars
es: Aterrizaje en Marte
fr: Atterissage sur Mars
hu_hu: Mars Bolygó Leszállás
it: Atterraggio sul pianeta Marte
pl_pl: Lądownik na marsie
pt_br: Pouso no Planeta Marte
ru: Посадка: Марс
zh_cn: 火星登陆

# DisplayName_OpenHelmet
source: Open Helmet
cs_cz: Otevřít helmu
de: Helmvisier offen
es: Abrir
fr: Ouvrir le casque
hu_hu: Sisak Nyitása
it: Apri Casco
pl_pl: Otwórz hełm
pt_br: Abrir visor do capacete
ru: Открыть шлем
zh_cn: 取下头盔

# DisplayName_PlanetaryLander
source: PlanetaryLander
cs_cz: Planetární přistávací modul
de: Planetenlander
es: Aterrizaje planetario
fr: Atterrisseur planét.
hu_hu: Planetáris Leszállóegység
it: Landerplanetario
pl_pl: LądownikPlanetarny
pt_br: MóduloPlanetário
ru: Посадочный модуль
zh_cn: 星球登陆器

# DisplayName_Programmable_Block
source: Programmable Block
cs_cz: Programovatelný blok
de: Programmierbarer Block
es: Bloque programable
fr: Bloc programmable
hu_hu: Programozható Blokk
it: Blocco programmabile
pl_pl: Blok programowalny
pt_br: Bloco programável
ru: Программируемый блок
zh_cn: 可编程方块

# DisplayName_RespawnShip_Assembler
source: Respawn Ship 2
cs_cz: Počáteční loď 2
de: Respawn-Schiff 2
es: Reaparecer Nave 2
fr: Vaisseau de réapparition 2
hu_hu: Újjáélesztő Hajó 2
it: Nave di Rientro 2
pl_pl: Statek początkowy 2
pt_br: Nave de renascimento 2
ru: Стартовый 2
zh_cn: 重生飞船 2

# DisplayName_RespawnShip_EscapePod
source: Escape Pod
cs_cz: Únikový modul
de: Rettungskapsel
es: Cápsula
fr: Capsule
hu_hu: Menekülő Gubó
it: Capsula
pl_pl: Kapsuła ratunkowa
pt_br: Cápsula
ru: Спаскапсула
zh_cn: 逃生舱

# DisplayName_RespawnShip_RefineryAssembler
source: Respawn Ship 3
cs_cz: Počáteční loď 3
de: Respawn-Schiff 3
es: Reaparecer Nave 3
fr: Vaisseau de réapparition 3
hu_hu: Újjáélesztő Hajó 3
it: Nave di Rientro 3
pl_pl: Statek początkowy 3
pt_br: Nave de renascimento 3
ru: Стартовый 3
zh_cn: 重生飞船 3

# DisplayName_RespawnShip_ShipDrill
source: Small Drill Ship
cs_cz: Malá těžební loď
de: Kleines Bohrschiff
es: Pequeña nave de perforación
fr: Petit vaisseau de forage
hu_hu: Kis Hajó Fúró
it: Nave Trivella Piccola
pl_pl: Mały statek górniczy
pt_br: Nave mineradora pequena
ru: Малый бурильщик
zh_cn: 小钻井船

# DisplayName_RespawnPodSpace
source: Space Pod
de: Raumkapsel
es: Cápsula Espacial
fr: Capsule spatiale
hu_hu: Űr Gubó
it: Capsula spaziale
pl_pl: Kapsuła Kosmiczna
pt_br: Cápsula espacial
ru: Космическая капсула
zh_cn: 太空重生舱

# DisplayName_RewardPunishmentTool
source: GoodAI Bot Feedback
cs_cz: Zpětná vazba bota GoodAI
es: Comentarios de GoodAI Bot
fr: Réaction de bot GoodAI
hu_hu: GoodAI Bot Visszajelzés
pl_pl: Opinia o bocie GoodAI
pt_br: Resposta do GoodAI Bot
ru: Отзывы о ботах GoodAI
zh_cn: GoodAI机器人反馈

# DisplayName_Rifle
source: MR-20 Rifle
cs_cz: Puška
de: MR-20 Gewehr
es: Rifle MR-20
fr: Fusil MR-20
hu_hu: Puska
it: Fucile MR-20
pl_pl: Karabin MR-20
pt_br: Rifle MR-20
ru: Винтовка MR-20
zh_cn: MR-20步枪

# DisplayName_Scenario_2Planets
source: 2 planets
cs_cz: Dvě planety
de: 2 Planeten
es: 2 planetas
fr: 2 planètes
hu_hu: 2 bolygó
it: 2 pianeti
pl_pl: 2 planety
pt_br: 2 planetas
ru: Две планеты
zh_cn: 两个星球

# DisplayName_Scenario_AlienEasyStart
source: Easy Start Alien
cs_cz: Lehký začátek: Cizácká planeta
de: Einfacher Start – Alien-Planet
es: Alien, Comienzo fácil
fr: Démarrage extraterrestre facile
hu_hu: Könnyű Földönkívüli Indulás
it: Inizio facile Alieno
pl_pl: Łatwy Start Obca
pt_br: Início fácil alienígena
ru: Легкий старт - Чужая
zh_cn: 异星简单开局

# DisplayName_Scenario_Asteroids
source: Asteroids
cs_cz: Asteroidy
de: Asteroiden
es: Asteroides
fr: Astéroïdes
hu_hu: Aszteroidák
it: Asteroidi
pl_pl: Asteroidy
pt_br: Asteroides
ru: Астероиды
zh_cn: 小行星

# DisplayName_Scenario_BigSmall
source: Big and small planet
cs_cz: Velká a malá planeta
de: Großer und kleiner Planet
es: Planeta grande y pequeño
fr: Grande et petite planète
hu_hu: Nagy és kis bolygó
it: Pianeta grande e piccolo
pl_pl: Duża i mała planeta
pt_br: Planeta pequeno e grande
ru: Большая и малая планеты
zh_cn: 大小行星

# DisplayName_Scenario_CrashedRedShip
source: Crashed Red Ship
cs_cz: Ztroskotaná Červená Loď
de: Abgestürztes rotes Schiff
es: Nave roja estrellada
fr: Vaisseau rouge écrasé
hu_hu: Összetört vörös hajó
it: Nave rossa schiantata
pl_pl: Wypadek czerwonego statku
pt_br: Nave vermelha colidida
ru: Потерпевший крушение красный корабль.
zh_cn: 坠毁的红色飞船

# DisplayName_Scenario_DebugStart
source: Debug fast start
cs_cz: Rychle spustit debugování
de: Debug-Schnellstart
es: Comienzo rápido para depuración
fr: Débogage rapide
hu_hu: Hibakeresés Gyors Indítás
it: Avvio rapido del debug
pl_pl: Szybki start debug
pt_br: Depurar início fácil
ru: Быстрый старт-дебаг
zh_cn: 调试模式快速启动

# DisplayName_Scenario_EarthEasyStart
source: Easy Start Earth
cs_cz: Lehký začátek: Země
de: Einfacher Start – Erde
es: Inicio fácil en la Tierra
fr: Démarrage facile sur Terre
hu_hu: Könnyű Indulás a Föld
it: Inizio facile Terra
pl_pl: Łatwy Start Ziemia
pt_br: Início fácil na Terra
ru: Легкий старт - Земля
zh_cn: 地球简单开局

# DisplayName_Scenario_EasyStart1
source: Easy Start 1
cs_cz: Lehký začátek 1
de: Einfacher Start 1
es: Inicio fácil 1
fr: Démarrage facile 1
hu_hu: Könnyű Indulás 1
it: Inizio facile 1
pl_pl: Łatwy start 1
pt_br: Início fácil 1
ru: Легкий старт 1
zh_cn: 简单开局 1

# DisplayName_Scenario_EasyStart2
source: Easy Start 2
cs_cz: Lehký začátek 2
de: Einfacher Start 2
es: Inicio fácil 2
fr: Démarrage facile 2
hu_hu: Könnyű Indulás 2
it: Inizio facile 2
pl_pl: Łatwy start 2
pt_br: Início fácil 2
ru: Легкий старт 2
zh_cn: 简单开局 2

# DisplayName_Scenario_EasyStart3
source: Easy Start 3 (64-bit only)
cs_cz: Snadný začátek 3 (pouze pro 64-bit)
de: Einfacher Start 3 (nur 64-Bit)
es: Inicio fácil 3 (sólo 64 bits)
fr: Démarrage facile 3 (64-bits uniquement)
hu_hu: Könnyű Indulás 3 (csak 64 bites)
it: Inizio facile 3 (solo 64-bit)
pl_pl: Łatwy start 3 (tylko dla 64-bit)
pt_br: Início fácil 3 (apenas para 64-bits)
ru: Быстрый старт 3 (только 64-разрядная)
zh_cn: 简单开局 3（仅64位）

# DisplayName_Scenario_EmptyWorld
source: Empty World
cs_cz: Prázdný svět
de: Leere Welt
es: Mundo vacío
fr: Monde vide
hu_hu: Üres világ
it: Mondo vuoto
pl_pl: Pusty świat
pt_br: Planeta vazio
ru: Пустой мир
zh_cn: 空寂的世界

# DisplayName_Scenario_MarsEasyStart
source: Easy Start Mars
cs_cz: Lehký začátek: Mars
de: Einfacher Start – Mars
es: Inicio fácil Marte
fr: Démarrage sur facile Mars
hu_hu: Könnyű Indulás Mars
it: Inizio facile Marte
pl_pl: Łatwy Start Mars
pt_br: Início fácil em Marte
ru: Легкий старт - Марс
zh_cn: 火星简单开局

# DisplayName_Scenario_MoonEasyStart
source: Easy Start Moon
cs_cz: Lehký začátek: Měsíc
de: Einfacher Start – Mond
es: Inicio fácil Luna
fr: Démarrage facile sur la Lune
hu_hu: Könnyű Indulás Hold
it: Inizio facile Luna
pl_pl: Łatwy Start Księżyc
pt_br: Início fácil na lua
ru: Легкий старт - Луна
zh_cn: 月球简单开局

# DisplayName_Scenario_Planet
source: Habitable planet
cs_cz: Obyvatelná planeta
de: Bewohnbarer Planet
es: Planeta habitable
fr: Planète habitable
hu_hu: Lakható bolygó
it: Pianeta abitabile
pl_pl: Zamieszkiwalna planeta
pt_br: Planeta habitável
ru: Обитаемая планета
zh_cn: 可居住星球

# DisplayName_Scenario_ScaleTest
source: Scale test
cs_cz: Test měřítka
de: Dimensionstest
es: Prueba de escala
fr: Test d'échelle
hu_hu: Mérési vizsgálat
it: Test di scala
pl_pl: Test skali
pt_br: Teste de escala
ru: Масштаб
zh_cn: 尺寸测试

# DisplayName_Scenario_StarSystem
source: Star System
cs_cz: Sluneční soustava
de: Sternsystem
es: Sistema estelar
fr: Système stellaire
hu_hu: Csillagrendszer
it: Sistema stellare
pl_pl: System Gwiezdny
pt_br: Sistema estelar
ru: Звездная система
zh_cn: 星系

# DisplayName_Scenario_StarSystemAligned
source: Star System Aligned
cs_cz: Seřazená sluneční soustava
de: Am Sternensystem ausgerichtet
es: Sistema Estelar Alineado
fr: Système stellaire aligné
hu_hu: Csillagrendszer Igazítva
it: Sistema stellare allineato
pl_pl: System Gwiezdny Ułożony
pt_br: Sistema estelar alinhado
ru: Выровненная звездная система
zh_cn: 星系对齐

# DisplayName_Scenario_Survival
source: Lone Survivor
cs_cz: Osamělý přeživší
de: Einziger Überlebender
es: Único superviviente
fr: Survivant solitaire
hu_hu: Magányos Túlélő
it: Unico sopravvissuto
pl_pl: Ocalony
pt_br: Sobrevivente solitário
ru: Последний выживший
zh_cn: 孤独求生

# DisplayName_Scenario_TestStarSystem
source: Test Star System
cs_cz: Testovací sluneční soustava
de: Test-Sternensystem
es: Probar sistema estelar
fr: Système stellaire de test
hu_hu: Teszt csillag rendszer
it: Testa Sistema stellare
pl_pl: Testowanie Systemu Gwiezdnego
pt_br: Testar sistema estelar
ru: Тестовая звездная система
zh_cn: 测试行星系统

# DisplayName_Scenario_TwoPlatforms
source: Two platforms
cs_cz: Dvě plošiny
de: Zwei Plattformen
es: Dos plataformas
fr: Deux plate-formes
hu_hu: Két platform
it: Due piattaforme
pl_pl: Dwie platformy
pt_br: Duas plataformas
ru: Две платформы
zh_cn: 双站

# DisplayName_VoxelHand_AutoLevel
source: Terrain Auto Level
cs_cz: Automatické vyrovnávání terénu
de: Automatische Geländeebnung
es: Nivelación automática del terreno
fr: Nivellement auto du terrain
hu_hu: Terep automatikus szint
it: Livellamento automatico terreno
pl_pl: Automatyczny poziom terenu
pt_br: Nivelamento automático de terreno
ru: Автовыравнивание поверхности
zh_cn: 地形自动水平

# DisplayName_VoxelHand_Box
source: Box
cs_cz: Krychle
de: Quadrat
es: Caja
fr: Boîte
hu_hu: Doboz
it: Cubo
pl_pl: Sześcian
ru: Куб
zh_cn: 盒子

# DisplayName_VoxelHand_Capsule
source: Capsule
cs_cz: Elipsoid
de: Kapsel
es: Cápsula
hu_hu: Kapszula
it: Capsula
pl_pl: Kapsuła
pt_br: Cápsula
ru: Капсула
zh_cn: 航天舱

# DisplayName_VoxelHand_Ramp
source: Ramp
cs_cz: Rampa
de: Rampe
es: Rampa
fr: Rampe
hu_hu: Rámpa
it: Rampa
pl_pl: Rampa
pt_br: Rampa
ru: Рампа
zh_cn: 斜坡-xp-

# DisplayName_VoxelHand_Sphere
source: Sphere
cs_cz: Koule
de: Kugel
es: Esfera
fr: Sphère
hu_hu: Gömb
it: Sfera
pl_pl: Kula
pt_br: Esfera
ru: Сфера
zh_cn: 球体
