Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# EventAddedRemoveInputInfo
source: Input: Block was {0}
de: Eingabe: Block wurde {0}
es: Entrada: El bloque era {0}
fr: Entrée : Le bloc était {0}
it: Input: il blocco era {0}
pl_pl: Wejście: Blok został {0}
pt_br: Entrada: Bloco estava {0}
ru: Ввод: блок был {0}
zh_cn: 输入：方块为{0}

# EventBlockValueAdded
source: added
de: hinzugefügt
es: añadido
fr: ajouté
it: aggiunto
pl_pl: dodany
pt_br: adicionado
ru: добавлен
zh_cn: 已添加

# EventBlockValueRemoved
source: removed
de: entfernt
es: eliminado
fr: supprimé
it: rimosso
pl_pl: usunięty
pt_br: removido
ru: удален
zh_cn: 已移除

# ActiveContractsScreen_Help_Abandon
source: {CONTROL:GUI:BUTTON_A} Abandon
de: {CONTROL:GUI:BUTTON_A} Verlassen
es: {CONTROL:GUI:BUTTON_A} Abandonar
fr: {CONTROL:GUI:BUTTON_A} Abandonner
it: {CONTROL:GUI:BUTTON_A} Abbandona
pl_pl: {CONTROL:GUI:BUTTON_A} Porzuć
pt_br: {CONTROL:GUI:BUTTON_A} Abandonar
ru: {CONTROL:GUI:BUTTON_A} Покинуть
zh_cn: {CONTROL:GUI:BUTTON_A}放弃

# OffensiveCombatStayAtRange_EvasiveManeuvers_Title
source: Evasive Maneuvers
de: Ausweichmaneuver
es: Maniobras evasivas
fr: Manœuvres d'évasion
it: Manovre evasive
pl_pl: Manewry unikowe
pt_br: Manobras evasivas
ru: Маневры уклонения
zh_cn: 规避机动

# OffensiveCombatStayAtRange_EvasiveManeuvers_Tooltip
source: To evade enemy fire, the grid will move to random positions when it is within min and max distance
de: Um feindlichem Beschuss auszuweichen, wird sich das Netz innerhalb der Minmal- und Maximaldistanz auf zufällige Positionen bewegen
es: Para evadir el fuego enemigo, la estructura se moverá a posiciones aleatorias cuando se encuentre a una distancia mínima y máxima
fr: Pour échapper aux tirs ennemis, la grille se déplacera vers des positions aléatoires lorsqu'elle se trouvera à une portée minimale ou maximale
it: Per eludere il fuoco nemico, la griglia si sposterà in posizioni casuali quando si trova tra la distanza minima e massima
pl_pl: Aby uniknąć wrogiego ostrzału, struktura będzie się poruszać losowo, gdy znajdzie się w odległości pomiędzy min. i max.
pt_br: Para fugir de tiros inimigos, a grid se moverá para posições aleatórias quando estiver na distância mínima e máxima
ru: Для уклонения от вражеского огня структура будет перемещаться в случайное место в пределах минимального и максимального расстояния
zh_cn: 为躲避敌人的火力，网格会移动到最小距离和最大距离内的随机位置

# EventInputInfo
source: Input: {0} {1}
de: Eingabe: {0} {1}
es: Entrada: {0} {1}
fr: Entrée : {0} {1}
pl_pl: Wejście: {0} {1}
pt_br: Entrada: {0} {1}
ru: Ввод: {0} {1}
zh_cn: 输入：{0} {1}

# Plural_Seconds
source: seconds
de: Sekunden
es: segundos
fr: secondes
it: secondi
pl_pl: sekund
pt_br: segundos
ru: сек.
zh_cn: 秒

# FollowHome_HomeNotSet
source: [Color=#FFFF0000]ERROR: Home not set, please select a home position![/Color]
de: [Color=#FFFF0000]FEHLER: Heimatstandort nicht festgelegt, bitte wählen Sie einen Heimatstandort aus![/Color]
es: [Color=#FFFF0000]ERROR: Inicio no establecido, ¡selecciona una posición de inicio![/Color]
fr: [Color=#FFFF0000]ERREUR : Origine non défini. Veuillez sélectionner une position d'origine ![/Color]
it: [Color=#FFFF0000]ERRORE: Origine non impostata, seleziona una posizione iniziale![/Color]
pl_pl: [Color=#FFFF0000]BŁĄD: Nie ustalono lokalizacji macierzystej, proszę ją wybrać![/Color]
pt_br: [Color=#FFFF0000]ERRO: Residência não definida, selecione uma posição inicial![/Color]
ru: [Color=#FFFF0000]ОШИБКА: домашняя позиция не задана. Пожалуйста, выберите ее![/Color]
zh_cn: [Color=#FFFF0000]错误：未设置原点，请选择原点位置！[/Color]

# FollowPlayer_Following
source: Status: Following {0}.
de: Status: Folgt {0}.
es: Estado: Siguiendo a {0}.
fr: État : Suit {0}.
it: Stato: Seguire {0}.
pl_pl: Stan: Podążam za {0}.
pt_br: Status: Seguindo {0}.
ru: Статус: следование за {0}.
zh_cn: 状态：正在跟随{0}。

# Autopilot_MovingToGPS
source: Status: Moving to GPS {0}.
de: Status: Bewegt sich zu GPS-Position {0}.
es: Estado: Moviéndose a GPS {0}.
fr: État : En déplacement vers GPS {0}.
it: Stato: Spostamento al GPS {0}.
pl_pl: Stan: Ruch w kierunku GPS {0}.
pt_br: Status: Movendo para GPS {0}.
ru: Статус: перемещение к GPS {0}.
zh_cn: 状态：正在移动到GPS {0}。

# EventAboveEqualInfo
source: Condition: >=
de: Bedingung: >=
es: Condición: >=
it: Condizione: >=
pl_pl: Warunek: >=
pt_br: Condição: >=
ru: Условие: >=
zh_cn: 条件：>=

# EventBellowEqualInfo
source: Condition: <=
de: Bedingung: <=
es: Condición: <=
it: Condizione: <=
pl_pl: Warunek: <=
pt_br: Condição: <=
ru: Условие: <=
zh_cn: 条件：<=

# EventThresholdInfo
source: Threshold: {0} {1}
de: Schwellenwert: {0} {1}
es: Umbral: {0} {1}
fr: Seuil : {0} {1}
it: Soglia: {0} {1}
pl_pl: Próg: {0} {1}
pt_br: Limite: {0} {1}
ru: Порог: {0} {1}
zh_cn: 阈值：{0} {1}

# Description_AccesPanel
source: Access Panels allow access for emergency or maintenance and make flat surfaces look more detailed.
de: Zugriffspaneele ermöglichen den Zugriff bei Notfällen oder zu Wartungszwecken und lassen flache Oberflächen detailreicher erscheinen.
es: Los paneles de acceso permiten el acceso para emergencias o mantenimiento y hacen que las superficies planas parezcan más detalladas.
fr: Les panneaux d'accès permettent un accès en cas d'urgence ou d'entretien, et donnent un aspect plus détaillé aux surfaces planes.
it: I pannelli di accesso consentono l'accesso per emergenza o manutenzione e rendono le superfici piane più dettagliate.
pl_pl: Panele dostępu umożliwiają swobodne dojście w przypadku awarii lub konserwacji oraz nadają płaskim powierzchniom bardziej wyrazisty wygląd.
pt_br: Os Painéis de acesso permitem acesso para emergência ou manutenção e tornam superfícies planas parecerem mais detalhadas.
ru: Панели доступа позволяют получать доступ для обслуживания или в чрезвычайных ситуациях, а также обеспечивают более детализированный вид плоских поверхностей.
zh_cn: 检修面板允许在紧急情况或维护时进入，并让平面展示更多细节。

# DefensiveCombatBlock_LockTarget
source: Lock Target
de: Ziel erfassen
es: Bloquear objetivo
fr: Verrouiller sur la cible
it: Fissa obiettivo
pl_pl: Namierzaj cele
pt_br: Bloquear alvo
ru: Захватить цель
zh_cn: 锁定目标

# DefensiveCombatBlock_LockTarget_Tooltip
source: Target lock grids that meet the above conditions
de: Erfasse Zielnetze, die die oben genannten Bedingungen erfüllen
es: Apunte a las estructuras de bloqueo que cumplan las condiciones anteriores
fr: Verrouiller en cible les grilles qui répondent aux conditions ci-dessus
it: Vengono fissati come bersagli le griglie che soddisfano le condizioni di cui sopra
pl_pl: Namierzaj struktury spełniające powyższe warunki
pt_br: Grids de alvo bloqueado que atendam as condições acima
ru: Захватывать в цель структуры, удовлетворяющие требованиям
zh_cn: 满足上述条件的目标锁定网格

# OffensiveCombatBlock_Status_Nominal
source: NOMINAL: {0} used as aiming reference
de: NOMINELL: {0} wird als Zielhilfe genutzt
es: NOMINAL: {0} utilizado como referencia de puntería
fr: NOMINAL : {0} utilisé comme référence de visée
it: NOMINALE: {0} usato come riferimento di mira
pl_pl: W NORMIE: {0} użyto jako odniesienie do celowania
pt_br: NOMINAL: {0} usado como referência de mira
ru: НОМИНАЛ: «{0}» используется в качестве ориентира для прицеливания
zh_cn: 正常：{0}用作瞄准参考

# OffensiveCombatBlock_Status_ErrorNotFacingForward
source: [Color=#FFFF0000]ERROR: {0} not facing in the forwards direction, this weapon will not be used![/Color]
de: [Color=#FFFF0000]FEHLER: {0} zeigt nicht nach vorne. Diese Waffe wird nicht genutzt werden![/Color]
es: [Color=#FFFF0000]ERROR: {0} no está orientada hacia delante, ¡esta arma no se utilizará![/Color]
fr: [Color=#FFFF0000]ERREUR : {0} n'est pas orienté vers l'avant, cette arme ne sera pas utilisée ![/Color]
it: [Color=#FFFF0000]ERRORE: {0} non è rivolto in avanti, quest'arma non verrà utilizzata![/Color]
pl_pl: [Color=#FFFF0000]BŁĄD: {0} nie jest skierowany/a do przodu, broń nie zostanie użyta![/Color]
pt_br: [Color=#FFFF0000]ERRO: {0} não define a direção. Essa arma não será usada![/Color]
ru: [Color=#FFFF0000]ОШИБКА: {0} не обращен в направлении вперед, поэтому использование данного оружия невозможно![/Color]
zh_cn: [Color=#FFFF0000]错误：{0}未朝向前方，将不会使用此武器！[/Color]

# OffensiveCombatBlock_Status_WarningMultipleAmmo
source: [Color=#FFFFBB00]WARNING: Multiple ammo types detected, accuracy may be reduced[/Color]
de: [Color=#FFFFBB00]WARNUNG: Mehrere Munitionstypen erkannt. Die Treffsicherheit kann reduziert sein[/Color]
es: [Color=#FFFFBB00]ADVERTENCIA: Se han detectado varios tipos de munición, la precisión puede verse reducida[/Color]
fr: [Color=#FFFFBB00]AVERTISSEMENT : Détection de plusieurs types de munitions, la précision peut être réduite[/Color]
it: [Color=#FFFFBB00]ATTENZIONE: sono stati rilevati più tipi di munizioni, la precisione potrebbe essere ridotta[/Color]
pl_pl: [Color=#FFFFBB00]OSTRZEŻENIE: Wykryto wiele rodzajów amunicji, celność może być zmniejszona.[/Color]
pt_br: [Color=#FFFFBB00]AVISO: Vários tipos de munição detectados. Precisão pode ser reduzida[/Color]
ru: [Color=#FFFFBB00]ВНИМАНИЕ: обнаружено несколько типов боеприпасов, точность может снизиться[/Color]
zh_cn: [Color=#FFFFBB00]警告：检测到多种弹药类型，精度可能会降低[/Color]

# OffensiveCombatBlock_FacingPriority_Title
source: Facing Priority
de: Bevorzugte Ausrichtung
es: Prioridad de encarado
fr: Affronter la priorité
it: Priorità frontale
pl_pl: Priorytetowa orientacja
pt_br: Prioridade de frente
ru: Приоритетность направления
zh_cn: 朝向优先级

# DisplayName_Block_TimerBlockReskin
source: Automaton Timer Block
de: Automaton-Zeitschaltblock
es: Bloque de Temporizadores de Automaton
fr: Bloc de minuteur Automate
it: Blocco timer automatico
pl_pl: Blok odliczania w stylu Automaton
pt_br: Bloco temporizador Automaton
ru: Блок таймера автоматона
zh_cn: Automaton定时器方块

# DisplayName_Block_Transponder
source: Action Relay
de: Aktionsrelay
es: Relé de acción
fr: Relai d'action
it: Relay di azione
pt_br: Relé de ação
ru: Передатчик действий
zh_cn: 动作中继

# DisplayName_Block_SpeederCockpit
source: Saddle Cockpit
de: Sattelcockpit
es: Cabina de Montura
fr: Cockpit selle
it: Sella della cabina di pilotaggio
pl_pl: Kokpit siodłowy
pt_br: Cabine de sela
ru: Седельный кокпит
zh_cn: 鞍座驾驶舱

# Description_SpeederCockpit
source: The Saddle Cockpit can be used to pilot anything from modest rovers to small-scale ships.
de: Das Sattelcockpit kann benutzt werden, um alles von einem bescheidenen Rover bis hin zu kleineren Schiffen zu steuern.
es: La Cabina de Montura puede utilizarse para pilotar cualquier cosa, desde modestos rovers hasta naves de pequeña escala.
fr: Le cockpit selle peut être utilisé pour piloter n'importe quoi, du modeste rover au vaisseau de petite taille.
it: La sella della cabina di pilotaggio può essere utilizzata per pilotare qualsiasi cosa, dai modesti rover alle navi di piccola scala.
pl_pl: Kokpit siodłowy może być używany do pilotowania czegokolwiek, od skromnych łazików po małe statki.
pt_br: A Cabine de sela pode ser usada para pilotar desde rovers simples a naves de pequena dimensão.
ru: Седельный кокпит может использоваться для управления чем угодно, от скромных вездеходов до небольших кораблей.
zh_cn: 鞍座驾驶舱可用于驾驶任何交通工具，从中型战车到小型飞船。

# DisplayName_GridAutomation
source: Grid Automation
de: Netzautomation
es: Automatización de la estructura
fr: Automatisation de la grille
it: Automazione della griglia
pl_pl: Automatyzacja
pt_br: Automação de grid
ru: Автоматизация структуры
zh_cn: 网格自动化

# DisplayName_Block_SpeederCockpitCompact
source: Saddle Cockpit Compact
de: Sattelcockpit kompakt
es: Cabina de Montura Compacta
fr: Cockpit selle compact
it: Sella della cabina di pilotaggio, compatta
pl_pl: Kompaktowy kokpit siodłowy
pt_br: Cabine de sela compacta
ru: Компактный седельный кокпит
zh_cn: 紧凑型鞍座驾驶舱

# Description_EmotionController
source: The Emotion Controller displays emoticons and can copy those to other assigned LCD panels and screens.
de: Die Emotionssteuerung zeigt Emoticons an und kopiert diese auf andere zugewiesene LCD-Panels und Bildschirme.
es: El Mando de Emociones muestra emoticonos y puede copiarlos en otros paneles y pantallas LCD asignados.
fr: La manette d'émotions affiche des émoticônes et peut les copier sur d'autres panneaux LCD et écrans assignés.
it: Il controller delle emozioni visualizza le emoticon e può copiarle su altri pannelli e schermi LCD assegnati.
pl_pl: Kontroler emotywny wyświetla emotikony oraz może je kopiować do innych powiązanych ekranów i paneli LCD.
pt_br: O Controle de emoção exibe emoticons e pode copiá-los para outros painéis LCD e telas atribuídos.
ru: Контроллер эмоций показывает смайлы и может копировать их на другие назначенные ЖК-дисплеи и экраны.
zh_cn: 情绪控制器显示表情符号，并可将其复制到其他已分配的LCD面板和屏幕。

# DisplayName_EmotionController
source: Emotion Controller
de: Emotionssteuerung
es: Mando de Emociones
fr: Manette d'émotions
it: Controller delle emozioni
pl_pl: Kontroler emotywny
pt_br: Controle de emoção
ru: Контроллер эмоций
zh_cn: 情绪控制器

# EmotionControll_UsableLCDs
source: Available LCDs
de: Verfügbare LCDs
es: LCDs disponibles
fr: LCD disponibles
it: LCD disponibili
pl_pl: Dostępne panele LCD
pt_br: LCDs disponíveis
ru: Доступные ЖК-экраны
zh_cn: 可用LCD

# EmotionControll_SelectedLCDs
source: Selected LCDs
de: Ausgewählte LCDs
es: LCD seleccionados
fr: LCD sélectionnés
it: LCD selezionati
pt_br: LCDs selecionados
ru: Выбранные дисплеи
zh_cn: 所选液晶屏

# LCD_Emote_Angry
source: Angry
de: Wütend
es: Furioso
fr: Fâché
it: Arrabbiato
pl_pl: Wściekłość
pt_br: Irritado
ru: Злой
zh_cn: 愤怒

# LCD_Emote_Annoyed
source: Annoyed
de: Genervt
es: Molesto
fr: Ennuyé
it: Annoiato
pl_pl: Irytacja
pt_br: Aborrecido
ru: Раздраженный
zh_cn: 恼怒

# LCD_Emote_Confused
source: Confused
de: Verwirrt
es: Confundido
fr: Confus
it: Confuso
pl_pl: Zmieszanie
pt_br: Confuso
ru: В замешательстве
zh_cn: 困惑

# LCD_Emote_Crying
source: Crying
de: Weinend
es: Llorando
fr: En pleurs
it: Pianto
pl_pl: Płacz
pt_br: Chorando
ru: Плач
zh_cn: 哭泣

# LCD_Emote_Evil
source: Evil
de: Böse
es: Malvado
fr: Maléfique
it: Malvagio
pl_pl: Wrogość
pt_br: Malvado
ru: Злой
zh_cn: 邪恶

# LCD_Emote_Dead
source: Dead
de: Tot
es: Muerto
fr: Mort
it: Morto
pl_pl: Śmierć
pt_br: Morto
ru: Мертвый
zh_cn: 死亡

# LCD_Emote_Happy
source: Happy
de: Glücklich
es: Feliz
fr: Heureux
it: Felice
pl_pl: Szczęcie
pt_br: Feliz
ru: Счастливый
zh_cn: 高兴

# LCD_Emote_Love
source: Love
de: Liebe
es: Amor
fr: Amour
it: Amore
pl_pl: Miłość
pt_br: Amor
ru: Любовь
zh_cn: 爱心

# LCD_Emote_Neutral
source: Neutral
fr: Neutre
it: Neutrale
pl_pl: Neutralność
pt_br: Neutro
ru: Нейтральный
zh_cn: 中立

# LCD_Emote_Sad
source: Sad
de: Traurig
es: Triste
fr: Triste
it: Triste
pl_pl: Smutek
pt_br: Triste
ru: Грустный
zh_cn: 悲伤

# LCD_Emote_Shocked
source: Shocked
de: Schockiert
es: Conmocionado
fr: Choqué
it: Scioccato
pl_pl: Szok
pt_br: Chocado
ru: В шоке
zh_cn: 震惊

# LCD_Emote_Skeptical
source: Skeptical
de: Skeptisch
es: Escéptico
fr: Sceptique
it: Scettico
pl_pl: Sceptyczność
pt_br: Cético
ru: Скептический
zh_cn: 怀疑

# LCD_Emote_Sleepy
source: Sleepy
de: Schläfrig
es: Somnoliento
fr: Endormi
it: Assonnato
pl_pl: Drzemka
pt_br: Sonolento
ru: Сонный
zh_cn: 困倦

# LCD_Emote_Suspicious_Left
source: Suspicious Left
de: Verdächtig (links)
es: Sospechoso izquierda
fr: Gauche suspecte
it: Sospettoso a sinistra
pl_pl: Podejrzliwość w lewo
pt_br: Suspeito esquerda
ru: Подозрительно (лев.)
zh_cn: 怀疑左侧

# LCD_Emote_Suspicious_Right
source: Suspicious Right
de: Verdächtig (rechts)
es: Sospechoso derecha
fr: Droite suspecte
it: Sospettoso a destra
pl_pl: Podejrzliwość w prawo
pt_br: Suspeito direita
ru: Подозрительно (прав.)
zh_cn: 怀疑右侧

# LCD_Emote_Wink
source: Wink
de: Winken
es: Guiño
fr: Clin d'œil
it: Occhiolino
pl_pl: Mrugnięcie
pt_br: Piscar
ru: Подмигивание
zh_cn: 眨眼

# EmotionBlock_Currently_Selected_Emotion
source: Currently selected emotion :
de: Aktuell gewählte Emotion :
es: Emoción seleccionada actualmente:
fr: Émotion actuellement sélectionnée :
it: Emozione attualmente selezionata:
pl_pl: Obecnie wyświetlany emotikon :
pt_br: Emote atualmente selecionado:
ru: Текущая выбранная эмоция:
zh_cn: 当前选择的情绪：

# DisplayName_DLC_Automatons
source: Automatons
fr: Automates
it: Automi
ru: Автоматоны
zh_cn: Automaton

# Description_DLC_Automatons
source: Automatons
fr: Automates
it: Automi
ru: Автоматоны
zh_cn: Automaton

# Autopilot_Collision_Avoidance_Error
source: [Color=#FFFF0000]ERROR: Destination cannot be reached. Collision avoidance prevents this grid from moving inside the bounding box of a static grid. Move this grid and/or the destination outside any static grid’s bounding box or disable collision avoidance.[/Color]
de: [Color=#FFFF0000]FEHLER: Ziel kann nicht erreicht werden. Die Kollisionsvermeidung verhindert, dass sich dieses Netz in den Begrenzungsrahmen eines statischen Netzes bewegt. Bewegen Sie dieses Netz und/oder das Ziel außerhalb von Begrenzungsrahmen statischer Netze oder deaktivieren Sie die Kollisionsvermeidung.[/Color]
es: [Color=#FFFF0000]ERROR: No se puede alcanzar el destino. La evitación de colisiones impide que esta estructura se mueva dentro del cuadro delimitador de una estructura estática. Mueva esta estructura y/o el destino fuera de la caja delimitadora de cualquier estructura estática o desactive la evitación de colisiones.[/Color]
fr: [Color=#FFFF0000]ERREUR : La destination ne peut être atteinte. Le système anti-collision empêche cette grille de se déplacer à l'intérieur de la boîte de délimitation d'une grille statique. Déplacez cette grille et/ou la destination en dehors de la zone de délimitation de toute grille statique ou désactivez le système anti-collision.[/Color]
it: [Color=#FFFF0000]ERRORE: impossibile raggiungere la destinazione. La prevenzione delle collisioni impedisce a questa griglia di spostarsi all'interno del riquadro di delimitazione di una griglia statica. Sposta questa griglia e/o la destinazione al di fuori del riquadro di delimitazione di qualsiasi griglia statica o disabilita la prevenzione delle collisioni.[/Color]
pl_pl: [Color=#FFFF0000]BŁĄD: Nie można osiągnąć punktu docelowego. Unikanie kolizji uniemożliwia poruszanie się struktury wewnątrz obszaru ograniczeń struktury statycznej. Przesuń strukturę i/lub punkt docelowy poza strukturę statyczną lub wyłącz unikanie kolizji.[/Color]
pt_br: [Color=#FFFF0000]ERRO: Destino não pode ser alcançado. A prevenção de colisão evita que esta grid mova-se dentro da caixa delimitadora de uma grid estática. Mova esta grid e/ou o destino para fora de uma caixa delimitadora de uma grid estática ou desative a prevenção de colisão.[/Color]
ru: [Color=#FFFF0000]ОШИБКА: невозможно достичь пункта назначения. Избегание столкновений не дает этой структуре заходить в границы объектов статической структуры. Переместите эту структуру и/или ее пункт назначения за границы статической структуры или отключите избегание столкновений.[/Color]
zh_cn: [Color=#FFFF0000]错误：无法到达目标。防撞可防止此网格移动到静态网格的边界框内。将此网格和/或目标移动到任何静态网格的边界框以外或禁用防撞。[/Color]

# PathRecorderComponent_StatusMessage_BlockDisabled
source: Status: Block disabled
de: Status: Block deaktiviert
es: Estado: Bloque deshabilitado
fr: État : Bloc désactivé
it: Stato: blocco disabilitato
pl_pl: Stan: Blok wyłączony
pt_br: Status: Bloco desativado
ru: Статус: блок отключен
zh_cn: 状态：方块已禁用

# DefensiveCombatBlock_HitAndRun_CustomWaypoint
source: Custom Waypoint
de: Benutzerdefinierter Wegpunkt
es: Punto de referencia personalizado
fr: Point de passage personnalisé
it: Tappa personalizzata
pl_pl: Wyznaczony punkt trasy
pt_br: Ponto de rota personalizado
ru: Пользовательская точка маршрута
zh_cn: 自定义位标

# FlightMovementBlock_MaxPitchAngle
source: Max Pitch Angle
de: Maximaler Neigungswinkel
es: Ángulo de inclinación máximo
fr: Angle de tangage max
it: Angolo di beccheggio massimo
pl_pl: Maks. kąt nachylenia
pt_br: Ângulo máximo de inclinação
ru: Макс угол тангажа
zh_cn: 最大俯仰角

# FlightMovementBlock_MaxPitchAngle_Tooltip
source: When moving to a waypoint in P-Gravity, the grid may pitch up or down by this angle. Note: A low value may prevent the grid from being able to target things close to the ground.
de: Bei der Bewegung zu einem Wegpunkt kann die Blockkonstruktion unter Einfluss von P-Gravitation sich in diesem Winkel nach oben oder unten neigen. Hinweis: Ein niedriger Wert kann dazu führen, dass die Blockkonstruktion sich am Boden befindende Objekte nicht anvisieren kann.
es: Al desplazarse a un punto de referencia en P-Gravity, la estructura puede inclinarse hacia arriba o hacia abajo en este ángulo. Nota: Un valor bajo puede impedir que la estructura sea capaz de apuntar a cosas cercanas al suelo.
fr: Lorsqu'elle se déplace vers un point de passe en P-gravité, la gravité peut s'incliner de cet angle. Remarque : une valeur basse peut empêcher la grille de cibler des choses près du sol.
it: Quando ci si sposta verso una tappa in Gravità P, la griglia potrebbe inclinarsi verso l'alto o verso il basso di questo angolo. Nota: un valore basso potrebbe impedire alla griglia di prendere di mira oggetti vicini al suolo.
pl_pl: Podczas ruchu w polu ciążenia planety, struktura może się wychylać w górę lub w dół o ten kąt.
pt_br: Ao mover para um Ponto de rota na Gravidade-P, o grid pode aumentar ou diminuir conforme este ângulo. Nota: Um valor baixo pode impedir que o grid consiga mirar em coisas próximas do chão.
ru: Угол, на который структура может смещаться вверх или вниз при перемещении к точке маршрута в условиях планетарной гравитации. Примечание: если указать низкое значение, это может может помешать структуре нацеливаться на объекты у земли.
zh_cn: 当移动到星球重力中的位标时，网格可能会按此角度向上或向下倾斜。 注意：较小的值可能会阻止网格瞄准靠近地面的物体。

# FlightMovementBlock_MaxRollAngle
source: Max Roll Angle
de: Maximaler Rollwinkel
es: Ángulo de balanceo máximo
fr: Angle de roulis max
it: Angolo di rollio massimo
pl_pl: Maks. kąt przechyłu
pt_br: Ângulo máximo de rolagem
ru: Макс угол крена
zh_cn: 最大横滚角

# FlightMovementBlock_MaxRollAngle_Tooltip
source: When moving to a waypoint in P-Gravity, the grid may roll left or right by this angle
de: Wenn Sie sich unter der WIrkung von P-Schwerkraft zu einem Wegpunkt bewegen, kann sich das Netz bis zu diesem Winkel nach links oder rechts rollen
es: Al moverte a un punto de referencia en Gravedad-P, la estructura puede girar a la izquierda o a la derecha en este ángulo
fr: Lorsque vous vous déplacez vers un point de passage en P-Gravité, la grille peut rouler vers la gauche ou vers la droite selon cet angle
it: Quando ci si sposta verso una tappa in Gravità P, la griglia può ruotare verso l'alto o verso il basso di questo angolo
pl_pl: Podczas ruchu w polu ciążenia planety, struktura może się przechylać na boki o ten kąt.
pt_br: Ao mover para um ponto de rota na Gravidade P, a grid pode rolar para a esquerda ou direita neste ângulo
ru: При перемещении к точке маршрута при планетарной гравитации структура может крениться влево или вправо на этот угол
zh_cn: 当移动到星球重力中的位标时，网格可能会按此角度向左或向右翻滚

# OffensiveDefensiveCombatBlock_TargetLocking_TimeLeft
source: Status: Target locking {0}. {1}s remaining.
de: Status: Zielerfassung von {0}. Noch {1} s.
es: Estado: Bloqueo del objetivo {0}. {1} segundos restantes.
fr: État : Verrouillage de la cible {0}. Il reste {1}s.
it: Stato: aggancio dell'obiettivo {0}. {1}s rimanenti.
pl_pl: Stan: Namierzam cel {0}. pozostało {1}s.
pt_br: Status: Bloqueando alvo {0}. {1}s restantes.
ru: Статус: захват цели {0}. Осталось: {1} с.
zh_cn: 状态：目标锁定{0}。剩余{1}秒。

# OffensiveDefensiveCombatBlock_TargetLocked
source: Status: Target locked {0}
de: Status: Ziel {0} erfasst
es: Estado: Objetivo bloqueado {0}
fr: État : Cible verrouillée {0}
it: Stato: bersaglio agganciato {0}
pl_pl: Stan: Namierzono cel {0}
pt_br: Status: Alvo travado {0}
ru: Статус: цель {0} захвачена
zh_cn: 状态：目标已锁定{0}

# OffensiveCombatBlock_CharacterLocked
source: Attacking {0}
de: Angriff auf {0}
es: Atacando a {0}
fr: Attaque {0}
it: Attacco a {0}
pl_pl: Atakuje {0}
pt_br: Atacando {0}
ru: Нападение на {0}
zh_cn: 正在攻击{0}
