Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# ControlName_Crouch
source: Crouch
de: Ducken
es: Agacharse
fr: S'accroupir
hu_hu: Guggol
it: Accovacciati
pl_pl: Kucnij
pt_br: Agachar
ru: Присесть
zh_cn: 蹲

# ControlName_Down
source: Down
de: Runter
es: Abajo
fr: Bas
hu_hu: Le
it: Giù
pl_pl: W dół
pt_br: Para baixo
ru: Вниз
zh_cn: 下

# ControlName_JetpackOff
source: Jetpack Off
de: Jetpack aus
es: Jetpack desactivado
hu_hu: Jetpack Ki
it: Jetpack spento
pl_pl: Wyłącz Jetpack
pt_br: Jetpack desativado
ru: Реактивный ранец выключен
zh_cn: 喷气背包关闭

# ControlName_JetpackOn
source: Jetpack On
de: Jetpack an
es: Jetpack activado
hu_hu: Jetpack Be
it: Jetpack Attivo
pl_pl: Włącz Jetpack
pt_br: Jetpack ativado
ru: Реактивный ранец включен
zh_cn: 喷气背包开启

# ControlName_Jump
source: Jump
de: Springen
es: Saltar
fr: Sauter
hu_hu: Ugrás
it: Salta
pt_br: Saltar
zh_cn: 跳跃

# ControlName_Up
source: Up
de: Aufwärts
es: Arriba
fr: Haut
hu_hu: Fel
it: Su
pl_pl: W górę
pt_br: Para cima
ru: Вверх
zh_cn: 上

# HelpScreen_ControllerHorizontalMover_Forward
source: Forward/Backward
de: Vorwärts/Rückwärts
es: Adelante/Atrás
fr: En avant/arrière
hu_hu: Előre/Hátra
it: Avanti/Indietro
pl_pl: Do przodu/Do tyłu
pt_br: Avançar/retroceder
ru: Вперед (назад)
zh_cn: 前进/后退

# HelpScreen_ControllerJetpackControl
source: Jetpack Control
de: Jetpack-Steuerung
es: Control de jetpack
fr: Contrôle du jetpack
hu_hu: Jetpack Vezérlés
it: Controllo jetpack
pl_pl: Kontrola Jetpacka
pt_br: Controle de jetpack
ru: Управление реактивным ранцем
zh_cn: 喷气背包控制

# HelpScreen_ControllerRotation_Pitch
source: Rotation - Pitch
de: Drehung - Nicken
es: Rotación - Cabeceo
fr: Rotation - tangage
hu_hu: Forgatás - Bólintás
it: Rotazione - Beccheggio
pl_pl: Rotacja - Pułap
pt_br: Rotação - Inclinação
ru: Вращение — тангаж
zh_cn: 旋转 - 俯仰角

# HelpScreen_ControllerRotation_Roll
source: Rotation - Roll
de: Drehung - Rollen
es: Rotación - Balance
fr: Rotation - roulis
hu_hu: Forgatás - Görgetés
it: Rotazione - Rollio
pl_pl: Rotacja - Obrót
pt_br: Rotação - Rolar
ru: Вращение — крен
zh_cn: 旋转 - 偏航角

# HelpScreen_ControllerRotation_Yaw
source: Rotation - Yaw
de: Drehung - Gieren
es: Rotación - Guiñada
fr: Rotation lacet
hu_hu: Forgatás - Legyezőmozgás
it: Rotazione - Imbardata
pl_pl: Rotacja - Kąt
pt_br: Rotação - Guinada
ru: Вращение — рысканье
zh_cn: 旋转 - 翻滚角

# HelpScreen_ControllerVerticalMover_Up
source: Up/Down
de: Aufwärts/Abwärts
es: Arriba/Abajo
fr: Haut/bas
hu_hu: Fel/Le
it: Su/Giù
pl_pl: W górę/W dół
pt_br: Cima/baixo
ru: Вверх (вниз)
zh_cn: 上/下

# Gamepad_Help_ChangeValue
source: {CONTROL:GUI:MOVE_LEFT}{CONTROL:GUI:MOVE_RIGHT} Change value
de: {CONTROL:GUI:MOVE_LEFT}{CONTROL:GUI:MOVE_RIGHT} Wert anpassen
es: {CONTROL:GUI:MOVE_LEFT}{CONTROL:GUI:MOVE_RIGHT} Cambiar valor
fr: {CONTROL:GUI:MOVE_LEFT}{CONTROL:GUI:MOVE_RIGHT} Changer la valeur
it: {CONTROL:GUI:MOVE_LEFT}{CONTROL:GUI:MOVE_RIGHT} Cambia valore
pl_pl: {CONTROL:GUI:MOVE_LEFT}{CONTROL:GUI:MOVE_RIGHT} Zmień wartość
pt_br: {CONTROL:GUI:MOVE_LEFT}{CONTROL:GUI:MOVE_RIGHT} Alterar valor
ru: {CONTROL:GUI:MOVE_LEFT}{CONTROL:GUI:MOVE_RIGHT} Изменить значение
zh_cn: {CONTROL:GUI:MOVE_LEFT}{CONTROL:GUI:MOVE_RIGHT} 更改值

# StoreScreenAdmin_Help_CreateOffer
source: {CONTROL:GUI:BUTTON_X} Create offer
de: {CONTROL:GUI:BUTTON_X} Angebot erstellen
es: {CONTROL:GUI:BUTTON_X} Crear oferta
fr: {CONTROL:GUI:BUTTON_X} Créer une offre
hu_hu: {CONTROL:GUI:BUTTON_X} Ajánlat létrehozása
it: {CONTROL:GUI:BUTTON_X} Crea offerta
pl_pl: {CONTROL:GUI:BUTTON_X} Stwórz ofertę
pt_br: {CONTROL:GUI:BUTTON_X} Criar oferta
ru: {CONTROL:GUI:BUTTON_X} Создать предложение
zh_cn: {CONTROL:GUI:BUTTON_X} 创建报价

# StoreScreenAdmin_Help_CreateOrder
source: {CONTROL:GUI:BUTTON_X} Create order
de: {CONTROL:GUI:BUTTON_X} Auftrag erstellen
es: {CONTROL:GUI:BUTTON_X} Crear pedido
fr: {CONTROL:GUI:BUTTON_X} Créer une commande
hu_hu: {CONTROL:GUI:BUTTON_X} Rendelés létrehozása
it: {CONTROL:GUI:BUTTON_X} Crea ordine
pl_pl: {CONTROL:GUI:BUTTON_X} Stwórz zamówienie
pt_br: {CONTROL:GUI:BUTTON_X} Criar pedido
ru: {CONTROL:GUI:BUTTON_X} Создать заказ
zh_cn: {CONTROL:GUI:BUTTON_X} 创建报价

# StoreScreenAdmin_Help_Delete
source: {CONTROL:GUI:BUTTON_X} Delete
de: {CONTROL:GUI:BUTTON_X} Löschen
es: {CONTROL:GUI:BUTTON_X} Eliminar
fr: {CONTROL:GUI:BUTTON_X} Supprimer
hu_hu: {CONTROL:GUI:BUTTON_X} Töröl
it: {CONTROL:GUI:BUTTON_X} Cancella
pl_pl: {CONTROL:GUI:BUTTON_X} Usuń
pt_br: {CONTROL:GUI:BUTTON_X} Excluir
ru: {CONTROL:GUI:BUTTON_X} Удалить
zh_cn: {CONTROL:GUI:BUTTON_X} 删除

# ContractsScreenGridSelection_Help_Confirm
source: {CONTROL:GUI:BUTTON_X} Confirm
de: {CONTROL:GUI:BUTTON_X} Bestätigen
es: {CONTROL:GUI:BUTTON_X} Confirmar
fr: {CONTROL:GUI:BUTTON_X} Confirmer
hu_hu: {CONTROL: GUI: BUTTON_X} Megerősítés
it: {CONTROL:GUI:BUTTON_X} Conferma
pl_pl: {CONTROL:GUI:BUTTON_X} Potwierdź
pt_br: {CONTROL:GUI:BUTTON_X} Confirmar
ru: {CONTROL:GUI:BUTTON_X} Подтвердить
zh_cn: {CONTROL:GUI:BUTTON_X} 确认

# ContractsScreen_Help_CreateContract
source: {CONTROL:GUI:BUTTON_X} Create contract
de: {CONTROL:GUI:BUTTON_X} Vertrag erstellen
es: {CONTROL:GUI:BUTTON_X} Crear contrato
fr: {CONTROL:GUI:BUTTON_X} Créer un contrat
hu_hu: {CONTROL:GUI:BUTTON_X} Szerződés létrehozása
it: {CONTROL:GUI:BUTTON_X} Crea contratto
pl_pl: {CONTROL:GUI:BUTTON_X} Stwórz kontrakt
pt_br: {CONTROL:GUI:BUTTON_X} Criar contrato
ru: {CONTROL:GUI:BUTTON_X} Создать контракт
zh_cn: {CONTROL:GUI:BUTTON_X} 创建合同

# ContractsScreen_Help_Delete
source: {CONTROL:GUI:BUTTON_X} Delete
de: {CONTROL:GUI:BUTTON_X} Löschen
es: {CONTROL:GUI:BUTTON_X} Eliminar
fr: {CONTROL:GUI:BUTTON_X} Supprimer
hu_hu: {CONTROL:GUI:BUTTON_X} Töröl
it: {CONTROL:GUI:BUTTON_X} Cancella
pl_pl: {CONTROL:GUI:BUTTON_X} Usuń
pt_br: {CONTROL:GUI:BUTTON_X} Excluir
ru: {CONTROL:GUI:BUTTON_X} Удалить
zh_cn: {CONTROL:GUI:BUTTON_X} 删除

# WorkshopBrowser_Help_OpenItem
source: {CONTROL:GUI:VIEW} Open item in workshop
de: {CONTROL:GUI:VIEW} Objekt im Workshop öffnen
es: {CONTROL:GUI:VIEW} Abrir en el workshop
fr: {CONTROL:GUI:VIEW} Ouvrir l'objet dans le workshop
hu_hu: {CONTROL:GUI:VIEW} Megnyitás a műhelyben
it: {CONTROL:GUI:VIEW} Apri oggetto in workshop
pl_pl: {CONTROL:GUI:VIEW} Otwórz przedmiot w warsztacie
pt_br: {CONTROL:GUI:VIEW} Abrir item no workshop
ru: {CONTROL:GUI:VIEW} Открыть предмет в мастерской
zh_cn: {CONTROL:GUI:VIEW} 在工坊中打开物品

# WorkshopBrowser_Help_OpenWorkshop
source: {CONTROL:GUI:MAIN_MENU} Browse workshop
de: {CONTROL:GUI:MAIN_MENU} Workshop durchsuchen
es: {CONTROL:GUI:MAIN_MENU} Navegar por workshop
fr: {CONTROL:GUI:MAIN_MENU} Parcourir le workshop
hu_hu: {CONTROL:GUI:MAIN_MENU} Böngészés műhelyben
it: {CONTROL:GUI:MAIN_MENU} Sfoglia workshop
pl_pl: {CONTROL:GUI:MAIN_MENU} Przeglądaj warsztat
pt_br: {CONTROL:GUI:MAIN_MENU} Navegar pelo Workshop
ru: {CONTROL:GUI:MAIN_MENU} Просмотр мастерской
zh_cn: {CONTROL:GUI:MAIN_MENU} 浏览工坊

# WorkshopBrowser_OpenItem
source: Open item in workshop
de: Im Workshop öffnen
es: Abrir objeto en workshop
fr: Ouvrir l'objet dans le workshop
hu_hu: Megnyitás a műhelyben
it: Apri oggetto in workshop
pl_pl: Otwórz przedmiot w warsztacie
pt_br: Abrir item no workshop
ru: Открыть предмет в мастерской
zh_cn: 在工坊中打开物品

# WorkshopBrowser_Subscribe
source: Subscribe
de: Abonnieren
es: Suscribirse
fr: S'abonner
hu_hu: Feliratkozás
it: Iscriviti
pl_pl: Subskrybuj
pt_br: Inscrever
ru: Подписаться
zh_cn: 订阅

# MedicalsScreen_Help_Respawn_Factionless
source: {CONTROL:GUI:BUTTON_Y} Refresh
de: {CONTROL:GUI:BUTTON_Y} Aktualisieren
es: {CONTROL:GUI:BUTTON_Y} Recargar
fr: {CONTROL:GUI:BUTTON_Y} Rafraîchir
hu_hu: {CONTROL:GUI:BUTTON_Y} Frissítés
it: {CONTROL:GUI:BUTTON_Y} Aggiorna
pl_pl: {CONTROL:GUI:BUTTON_Y} Odśwież
pt_br: {CONTROL:GUI:BUTTON_Y} Atualizar
ru: {CONTROL:GUI:BUTTON_Y} Обновить
zh_cn: {CONTROL:GUI:BUTTON_Y} 刷新

# MainMenuScreen_Help_Screen
source: {CONTROL:GUI:BUTTON_Y} Show help
de: {CONTROL:GUI:BUTTON_Y} Hilfe anzeigen
es: {CONTROL:GUI:BUTTON_Y} Mostrar ayuda
fr: {CONTROL:GUI:BUTTON_Y} Afficher l'aide
hu_hu: {CONTROL:GUI:BUTTON_Y} Súgó megjelenítése
it: {CONTROL:GUI:BUTTON_Y} Mostra aiuto
pl_pl: {CONTROL:GUI:BUTTON_Y} Pokaż pomoc
pt_br: {CONTROL:GUI:BUTTON_Y} Exibir ajuda
ru: {CONTROL:GUI:BUTTON_Y} Показать справку
zh_cn: {CONTROL:GUI:BUTTON_Y} 显示帮助

# HelpScreen_Chat
source: Chat
hu_hu: Csevegés megnyitása
pl_pl: Otwórz czat
ru: Чат
zh_cn: 聊天

# HelpScreen_Contracts
source: Active contracts
de: Laufende Verträge
es: Contratos activos
fr: Contrats actifs
hu_hu: Aktív szerződések
it: Contratti attivi
pl_pl: Aktywne kontrakty
pt_br: Contratos ativos
ru: Активные контракты
zh_cn: 有效合同

# HelpScreen_Progression
source: Progression tree
de: Forschungsfortschrittsdiagramm
es: Árbol de progreso
fr: Arbre de progression
hu_hu: Haladás Fa
it: Albero dei progressi
pl_pl: Drzewko postępu
pt_br: Árvore de progressão
ru: Дерево прогресса
zh_cn: 进度树

# HelpScreen_ToggleHud
source: Toggle HUD
de: HUD umschalten
es: Cambiar HUD
fr: Afficher/Masquer ATH
hu_hu: Váltás a HUD-ra
it: Attiva/disattiva HUD
pl_pl: Przełącz HUD
pt_br: Acionar HUD
ru: Включение интерфейса
zh_cn: 切换抬头显示器

# HelpScreen_Tools
source: Tools
de: Werkzeuge
es: Herramientas
fr: Outils
hu_hu: Eszközök
it: Strumenti
pl_pl: Narzędzia
pt_br: Ferramentas
ru: Инструменты
zh_cn: 工具

# ToolTipOptionsControls_ZoomMultiplier
source: Determines how fast you zoom camera in/out while in 3rd person.
de: Bestimmt, wie schnell Sie in der Third-Person-Ansicht die Kamera ein- und auszoomen können.
es: Determina la velocidad de acercamiento/alejamiento del zoom de la cámara en 3a persona.
fr: Détermine la vitesse à laquelle vous effectuez un zoom avant/arrière de la caméra lorsque vous êtes à la 3e personne.
hu_hu: Meghatározza, hogy milyen gyorsan nagyítsa a kamerát harmadik személynél.
it: Determina la velocità con cui ingrandisci la telecamera in entrata e in uscita mentre sei in 3a persona.
pl_pl: Określa szybkość przybliżania/oddalania kamery w trzeciej osobie.
pt_br: Determina a velocidade de ampliação/redução do zoom enquanto em terceira pessoa.
ru: Определяет, насколько быстро приближается и удаляется камера в режиме от третьего лица.
zh_cn: 确定第三人称下的镜头缩小/放大速度。

# ZoomMultiplier
source: 3rd person zoom speed
de: Third-Person-Ansicht-Zoomgeschwindigkeit
es: Velocidad de zoom de 3a persona
fr: Vitesse de zoom à la 3e personne
hu_hu: 3. személy zoom sebesség
it: Velocità zoom 3a persona
pl_pl: Szybkość zbliżania w trzeciej osobie
pt_br: Velocidade de zoom em terceira pessoa
ru: Скорость приближения камеры от 3-го лица
zh_cn: 第三人称缩放速度

# MainMenuScreen_Help_ScreenInGameWithLink
source: {CONTROL:GUI:BUTTON_X} Show current news {CONTROL:GUI:BUTTON_Y} Show help {CONTROL:GUI:CANCEL} Resume game
de: {CONTROL:GUI:BUTTON_X} Aktuelle Neuigkeiten anzeigen {CONTROL:GUI:BUTTON_Y} Hilfe anzeigen {CONTROL:GUI:CANCEL} Spiel fortsetzen
es: {CONTROL:GUI:BUTTON_X} Mostrar noticias actuales {CONTROL:GUI:BUTTON_Y} Mostrar ayuda {CONTROL:GUI:CANCEL} Volver al juego
fr: {CONTROL:GUI:BUTTON_X} Afficher les nouvelles actuelles {CONTROL:GUI:BUTTON_Y} Afficher l'aide {CONTROL:GUI:CANCEL} Reprendre la partie
hu_hu: {CONTROL:GUI:BUTTON_X} Aktuális hírek megjelenítése {CONTROL:GUI:BUTTON_Y} Súgó megjelenítése {CONTROL:GUI:CANCEL} Játék folytatása
it: {CONTROL:GUI:BUTTON_X} Mostra notizie correnti {CONTROL:GUI:BUTTON_Y} Mostra aiuto {CONTROL:GUI:CANCEL} Riprendi gioco
pl_pl: {CONTROL:GUI:BUTTON_X} Pokaż wiadomości {CONTROL:GUI:BUTTON_Y} Pokaż pomoc {CONTROL:GUI:CANCEL} Wznów grę
pt_br: {CONTROL:GUI:BUTTON_X} Exibir notícias atuais {CONTROL:GUI:BUTTON_Y} Exibir ajuda {CONTROL:GUI:CANCEL} Continuar jogo
ru: {CONTROL:GUI:BUTTON_X} Показать текущие новости {CONTROL:GUI:BUTTON_Y} Показать справку {CONTROL:GUI:CANCEL} Продолжить игру
zh_cn: {CONTROL:GUI:BUTTON_X} 显示最新资讯 {CONTROL:GUI:BUTTON_Y} 显示帮助 {CONTROL:GUI:CANCEL} 恢复游戏

# MainMenuScreen_Help_ScreenWithLink
source: {CONTROL:GUI:BUTTON_X} Show current news {CONTROL:GUI:BUTTON_Y} Show help
de: {CONTROL:GUI:BUTTON_X} Aktuelle Neuigkeiten anzeigen {CONTROL:GUI:BUTTON_Y} Hilfe anzeigen
es: {CONTROL:GUI:BUTTON_X} Mostrar noticias actuales {CONTROL:GUI:BUTTON_Y} Mostrar ayuda
fr: {CONTROL:GUI:BUTTON_X} Afficher les nouvelles actuelles {CONTROL:GUI:BUTTON_Y} Afficher l'aide
hu_hu: {CONTROL:GUI:BUTTON_X} Aktuális hírek megjelenítése {CONTROL:GUI:BUTTON_Y} Súgó megjelenítése
it: {CONTROL:GUI:BUTTON_X} Mostra notizie correnti {CONTROL:GUI:BUTTON_Y} Mostra aiuto
pl_pl: {CONTROL:GUI:BUTTON_X} Pokaż wiadomości {CONTROL:GUI:BUTTON_Y} Pokaż pomoc
pt_br: {CONTROL:GUI:BUTTON_X} Exibir notícias atuais {CONTROL:GUI:BUTTON_Y} Exibir ajuda
ru: {CONTROL:GUI:BUTTON_X} Показать текущие новости {CONTROL:GUI:BUTTON_Y} Показать справку
zh_cn: {CONTROL:GUI:BUTTON_X} 显示最新资讯 {CONTROL:GUI:BUTTON_Y} 显示帮助

# WorkshopBrowser_NotFound
source: No items matching your search criteria were found.
de: Es wurden keine Items gefunden, die Ihren Suchkriterien entsprechen.
es: No se encontraron objetos que coincidan con sus criterios.
fr: Aucun objet correspondant à vos critères de recherche n'a été trouvé.
hu_hu: Nem található a keresési feltételeknek megfelelő elem.
it: Non sono stati trovati oggetti che corrispondono ai tuoi criteri di ricerca.
pl_pl: Brak przedmiotów spełniających kryteria
pt_br: Nenhum item correspondente ao critério de busca usado.
ru: Предметы, соответствующие критериям поиска, не найдены.
zh_cn: 未找到与你的搜索条件匹配的物品。

# ControlName_ColorPicker
source: Color picker
de: Farbwähler
es: Selector de color
fr: Sélecteur de couleurs
hu_hu: Színválasztó
it: Selezionatore di colori
pl_pl: Wybieracz kolorów
pt_br: Seletor de cores
ru: Цветовая пипетка
zh_cn: 颜色选取器

# ScreenCaptionSteamAndModIoConsent
source: Steam and Mod.io
de: Steam und Mod.io
es: Steam y Mod.io
fr: Steam et Mod.io
it: Steam e Mod.io
pl_pl: Steam i Mod.io
pt_br: Steam e Mod.io
ru: Steam и Mod.io
zh_cn: Steam和Mod.io

# ScreenModIoConsent_ButtonAgree
source: I Agree
de: Ich stimme zu
es: Estoy de acuerdo
fr: J'accepte
hu_hu: Egyetértek
it: Sono d'accordo
pl_pl: Zgadzam się
pt_br: Eu aceito
ru: Соглашаюсь
zh_cn: 我同意

# ScreenModIoConsent_ButtonOptOut
source: Opt Out
de: Zustimmung verweigern
es: Excluirse
fr: Désinscription
hu_hu: Leiratkozás
it: Scelgo di non partecipare
pl_pl: Zrezygnuj
pt_br: Não participar
ru: Отказаться
zh_cn: 选择退出

# ScreenModIoConsent_ButtonPrivacyPolicy
source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Charte de confidentialité
hu_hu: Adatvédelem
it: Informativa sulla privacy
pl_pl: Polityka Prywatności
pt_br: Política de privacidade
ru: Политика конфиденциальности
zh_cn: 隐私政策

# ScreenModIoConsent_ButtonTermsOfUse
source: Terms of Use
de: Nutzungsbedingungen
es: Términos de uso
fr: Conditions d'utilisation
hu_hu: Használati feltételek
it: Termini di utilizzo
pl_pl: Warunki Korzystania
pt_br: Termos de uso
ru: Условия использования
zh_cn: 使用条款

# ScreenModIoConsent_PrivacyPolicyModioHelp
source: {CONTROL:GUI:MAIN_MENU} Privacy Policy
de: {CONTROL:GUI:MAIN_MENU}-Datenschutzrichtlinie
es: {CONTROL:GUI:MAIN_MENU} Política de privacidad
fr: {CONTROL:GUI:MAIN_MENU} Charte de confidentialité
it: {CONTROL:GUI:MAIN_MENU} Informativa sulla privacy
pl_pl: {CONTROL:GUI:MAIN_MENU}
pt_br: {CONTROL:GUI:MAIN_MENU} Política de Privacidade
ru: {CONTROL:GUI:MAIN_MENU} Политика конфиденциальности
zh_cn: {CONTROL:GUI:MAIN_MENU} 隐私政策

# ScreenModIoConsent_TermsOfUseModioHelp
source: {CONTROL:GUI:VIEW} Terms of Use
de: {CONTROL:GUI:VIEW}-Nutzungsbedingungen
es: {CONTROL:GUI:VIEW} Términos de uso
fr: {CONTROL:GUI:VIEW} Conditions d'utilisation
it: {CONTROL:GUI:VIEW} Termini di utilizzo
pl_pl: {CONTROL:GUI:VIEW} Warunki Korzystania
pt_br: {CONTROL:GUI:VIEW} Termos de Uso
ru: {CONTROL:GUI:VIEW} Условия использования
zh_cn: {CONTROL:GUI:VIEW} 使用条款

# ScreenModIoConsent_PrivacyPolicySteamHelp
source: {CONTROL:GUI:RIGHT_STICK_BUTTON} Privacy Policy
de: {CONTROL:GUI:RIGHT_STICK_BUTTON}-Datenschutrichtlinie
es: {CONTROL:GUI:RIGHT_STICK_BUTTON} Política de privacidad
fr: {CONTROL:GUI:RIGHT_STICK_BUTTON} Charte de confidentialité
it: {CONTROL:GUI:RIGHT_STICK_BUTTON} Informativa sulla privacy
pl_pl: {CONTROL:GUI:RIGHT_STICK_BUTTON} Polityka prywatności
pt_br: {CONTROL:GUI:RIGHT_STICK_BUTTON} Política de Privacidade
ru: {CONTROL:GUI:RIGHT_STICK_BUTTON} Политика конфиденциальности
zh_cn: {CONTROL:GUI:RIGHT_STICK_BUTTON} 隐私政策

# ScreenModIoConsent_TermsOfUseSteamHelp
source: {CONTROL:GUI:LEFT_STICK_BUTTON} Terms of Use
de: {CONTROL:GUI:LEFT_STICK_BUTTON}-Nutzungsbedingungen
es: {CONTROL:GUI:LEFT_STICK_BUTTON} Términos de uso
fr: {CONTROL:GUI:LEFT_STICK_BUTTON} Conditions d'utilisation
it: {CONTROL:GUI:LEFT_STICK_BUTTON} Termini di utilizzo
pl_pl: {CONTROL:GUI:LEFT_STICK_BUTTON} Warunki Korzystania
pt_br: {CONTROL:GUI:LEFT_STICK_BUTTON} Termos de Uso
ru: {CONTROL:GUI:LEFT_STICK_BUTTON} Условия использования
zh_cn: {CONTROL:GUI:LEFT_STICK_BUTTON} 使用条款

# ScreenModIoConsent_ConsentTextPart1
source: We use mod.io to support user-generated content in-game. To continue you must agree to the mod.io Terms of Use and Privacy Policy. A mod.io account will be created for you to browse, share and interact with user-generated content using your:
de: Wir verwenden mod.io zur Unterstützung benutzergenerierter Inhalte im Spiel. Um fortzufahren, müssen Sie den mod.io-Nutzungsbedingungen und der Datenschutzerklärung zustimmen. Es wird ein mod.io-Konto erstellt, über das Sie nutzergenerierte Inhalte durchsuchen, freigeben und mit ihnen interagieren können:
es: Usamos mod.io para permitir contenidos generados por los usuarios dentro del juego. Para continuar, debes aceptar los Términos de uso y la Política de privacidad de mod.io. Se creará una cuenta mod.io para que puedas explorar, compartir e interactuar con contenidos generados por los usuarios con tu:
fr: Nous utilisons mod.io pour prendre en charge le contenu généré par les utilisateurs dans le jeu. Pour continuer, vous devez accepter les conditions d'utilisation et la charte de confidentialité de mod.io. Un compte mod.io sera créé pour vous permettre de parcourir, de partager et d'interagir avec le contenu généré par les utilisateurs en utilisant votre compte mod.io :
hu_hu: A mod.io segítségével támogatjuk a felhasználók által létrehozott játékbeli tartalmakat. A folytatáshoz el kell fogadnia a mod.io Felhasználási Feltételeit és Adatvédelmi Irányelveit. Létrehoz egy mod.io fiókot, amely lehetővé teszi a felhasználók által létrehozott tartalmak böngészését, megosztását és azokkal való interakciót:
it: Utilizziamo mod.io per supportare i contenuti generati dagli utenti in-game. Per continuare è necessario accettare le Condizioni d'uso e l'Informativa sulla privacy di mod.io. Verrà creato un account mod.io per poter navigare, condividere e interagire con i contenuti generati dagli utenti utilizzando i propri:
pl_pl: Używamy mod.io aby wspierać kontent generowany przez użytkowników w grze. Aby kontynuować musisz zgodzić się na Warunki Korzystania i Politykę Prywatności mod.io. Utworzone konto na mod.io posłuży do przeglądanie, dzielenia się i interakcji z kontentem tworzonym przez graczy używając twojego:
pt_br: Usamos o mod.io para fornecer suporte ao conteúdo em jogo gerado pelo usuário. Para continuar, você deve concordar com os Termos de uso e Política de privacidade do mod.io. Será criada uma conta do mod.io para você pesquisar, compartilhar e interagir com conteúdos gerados por usuário usando:
ru: Мы используем mod.io для поддержки пользовательского контента в игре. Чтобы продолжить, нужно согласиться с Условиями использования и Политикой конфиденциальности mod.io. Будет создана учетная запись mod.io для просмотра, публикации пользовательского контента и взаимодействия с ним с помощью следующих данных:
zh_cn: 我们使用mod.io支持用户生成的游戏内容。要继续，您必须同意 mod.io 的《使用条款》和《隐私政策》。将为您创建一个 mod.io 帐户，供您使用以下信息浏览、分享用户生成的内容并与之互动：

# ScreenSteamAndModIoConsent_ConsentTextPart1
source: We use Steam and mod.io to support user-generated content in-game. To continue you must agree to the Steam and mod.io Terms of Use and Privacy Policy. A mod.io account will be created for you to browse, share and interact with user-generated content using your:
de: Wir verwenden Steam und mod.io zur Unterstützung benutzergenerierter Inhalte im Spiel. Um fortzufahren, müssen Sie den Steam und mod.io-Nutzungsbedingungen und den Datenschutzerklärungen zustimmen. Es wird ein mod.io-Konto erstellt, über das Sie nutzergenerierte Inhalte durchsuchen, freigeben und mit ihnen interagieren können:
es: Usamos Steam para permitir contenidos generados por los usuarios dentro del juego. Para continuar, debes aceptar los Términos de uso y la Política de privacidad de Steam y mod.io. Se creará una cuenta mod.io para que puedas explorar, compartir e interactuar con contenidos generados por los usuarios con tu:
fr: Nous utilisons Steam et mod.io pour prendre en charge le contenu généré par les utilisateurs dans le jeu. Pour continuer, vous devez accepter les conditions d'utilisation et la charte de confidentialité de Steam et mod.io. Un compte mod.io sera créé pour que vous puissiez parcourir, partager et interagir avec le contenu généré par les utilisateurs en utilisant votre :
it: Utilizziamo Steam mod.io per supportare i contenuti generati dagli utenti in-game. Per continuare è necessario accettare i Termini di utilizzo e l'Informativa sulla privacy di Steam e mod.io. Verrà creato un account mod.io per poter navigare, condividere e interagire con i contenuti generati dagli utenti utilizzando i propri:
pl_pl: Używamy Steam i mod.io do wspierania treści generowanych przez użytkowników w grze. Aby kontynuować, musisz zgodzić się na Warunki korzystania ze Steam i mod.io oraz Politykę prywatności. Konto mod.io zostanie utworzone dla Ciebie, abyś mógł przeglądać, udostępniać i wchodzić w interakcje z treściami generowanymi przez użytkowników przy użyciu Twojego:
pt_br: Usamos o mod.io e Steam para fornecer suporte ao conteúdo em jogo gerado pelo usuário. Para continuar, você deve concordar com os Termos de Uso e a Política de Privacidade do mod.io e Steam. Será criada uma conta do mod.io para você pesquisar, compartilhar e interagir com conteúdos gerados por usuário usando:
ru: Для поддержки пользовательского контента в игре мы используем Steam и mod.io. Чтобы продолжить, нужно согласиться с Условиями использования и Политикой конфиденциальности Steam и mod.io. Будет создана учетная запись mod.io для просмотра, публикации пользовательского контента и взаимодействия с ним с помощью следующих данных:
zh_cn: 我们使用Steam和mod.io支持用户生成的游戏内容。要继续，您必须同意Steam和mod.io 的《使用条款》和《隐私政策》。将为您创建一个 mod.io 帐户，供您使用以下信息浏览、分享用户生成的内容并与之互动：

# ScreenModIoConsent_ConsentTextPart2
source: • {0} User ID • Display name • Avatar
de: • {0}-Benutzer-ID • Anzeigename • Avatar
es: • {0} ID de usuario • Nombre para visualización • Avatar
fr: • {0} ID utilisateur • Pseudo • Avatar
hu_hu: • {0} Felhasználói azonosító • Megjelenítendő név • Avatar
it: • ID utente {0} • Nome visualizzato • Avatar
pl_pl: • {0} User ID • Wyświetlana nazwa • Awatar
pt_br: • {0}ID de usuário Xbox • Nome de exibição • Avatar
ru: • {0} Идентификатор пользователя • Отображаемое имя • Аватар
zh_cn: • {0} 用户ID • 显示名称 • 虚拟形象

# ScreenModIoConsent_ConsentTextPart2_ps
source: • Sign-in ID • Display name • Avatar
de: • Anmelde-ID • Anzeigename • Avatar
es: • ID de inicio de sesión • Nombre para visualización • Avatar
fr: • ID de connexion • Pseudo • Avatar
it: • ID di accesso • Nome visualizzato • Avatar
pt_br: • ID de início de sessão • Nome de exibição • Avatar
ru: • идентификатор входа в сеть • Отображаемое имя • Аватар
zh_cn: • 登录ID • 显示名称 • 虚拟形象
