Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# Economy_CantRemoveStation_Caption
source: Removal not allowed
de: Entfernen nicht erlaubt
es: Eliminación no permitida
fr: Suppression non autorisée
hu_hu: Az eltávolítás nem engedélyezett
it: Rimozione non consentita
pl_pl: Usuwanie zabronione
pt_br: Remoção não permitida
ru: Удаление не разрешено
zh_cn: 禁止移除

# Economy_CantRemoveStation_Text
source: Economy stations are handled by Economy system. You may not remove them.
de: Handelsstationen werden vom Wirtschaftssystem verwaltet. Sie können sie nicht entfernen.
es: Las estaciones económicas son manejadas por el Sistema económico. No puedes eliminarlas.
fr: Les stations Économie sont gérées par le système Économie. Vous ne pouvez pas les retirer.
hu_hu: A gazdasági állomásokat Economy rendszer kezeli. Nem távolíthatja el őket.
it: Le stazioni Economy sono gestite dal sistema Economy. Non puoi rimuoverle.
pl_pl: Stacje Handlowe zarządzane są przez system Ekonomiczny. Nie możesz ich usunąć.
pt_br: Estações de economia são geridas pelo Sistema de economia. Você não pode removê-las.
ru: Торговые станции управляются экономической системой. Вы не можете их удалить.
zh_cn: 经济系统管理经济站。你无法将其移除。

# ScreenAdmin_Safezone_ColorLabel
source: Color
de: Farbe
fr: Couleur
hu_hu: Szín
it: Colore
pl_pl: Kolor
pt_br: Cor
ru: Цвет
zh_cn: 颜色

# ScreenAdmin_Safezone_TextureColorLabel
source: Texture and Color:
de: Textur und Farbe:
es: Textura y color:
fr: Texture et couleur :
hu_hu: Textúra és szín:
it: Texture e colore:
pl_pl: Tekstura i Kolor:
pt_br: Textura e cor:
ru: Текстура и цвет:
zh_cn: 纹理和颜色：

# StoreBlockView_OfferItem
source: Offer
de: Angebot
es: Oferta
fr: Offre
hu_hu: Ajánlat
it: Offri
pl_pl: Oferta
pt_br: Oferta
ru: Предложение
zh_cn: 报价

# StoreBlockView_OrderItem
source: Order
de: Bestellung
es: Pedido
fr: Commande
hu_hu: Rendelés
it: Ordina
pl_pl: Zamówienie
pt_br: Pedido
ru: Заказ
zh_cn: 订单

# StoreScreen_AllButton
source: All
de: Alle
es: Todo
fr: Tous
hu_hu: Mind
it: Tutto
pl_pl: Wszystkie
pt_br: Tudo
ru: Все
zh_cn: 所有

# Transaction_Form_ActivityLogLabel
source: Activity Log
de: Aktivitätsprotokoll
es: Registro de actividad
fr: Journal d'activité
hu_hu: Tevékenységnapló
it: Log attività
pl_pl: Dziennik Aktywności
pt_br: Registro de atividades
ru: Лог активности
zh_cn: 活动标志

# Transaction_Form_Log_AmountHeader
source: Amount
de: Betrag
es: Cantidad
fr: Quantité
hu_hu: Összeg
it: Quantità
pl_pl: Ilość
pt_br: Quantidade
ru: Количество
zh_cn: 金额

# Transaction_Form_Log_DateHeader
source: Date
de: Datum
es: Fecha
hu_hu: Dátum
it: Data
pl_pl: Data
pt_br: Data
ru: Дата
zh_cn: 日期

# Transaction_Form_Log_NameHeader
source: Name
es: Nombre
fr: Nom
hu_hu: Név
it: Nome
pl_pl: Nazwa
pt_br: Nome
ru: Название
zh_cn: 名字

# ContractScreen_ObtainDeliver_ItemVolume
source: Volume:
de: Volumen:
es: Volumen:
hu_hu: Mennyiség:
pl_pl: Pojemność:
ru: Объем:
zh_cn: 体积：

# DisplayName_Item_Medkit
source: Medkit
es: Kit médico
hu_hu: Orvosi Készlet
it: Kit medico
pl_pl: Zestaw Medyczny
pt_br: Kit médico
ru: Аптечка
zh_cn: 医疗箱

# DisplayName_Category_Consumables
source: Consumables
de: Verbrauchsgüter
es: Consumibles
fr: Consommables
hu_hu: Élelmiszerek
it: Materiali di consumo
pl_pl: Konsumpcyjne
pt_br: Consumíveis
ru: Расходники
zh_cn: 消耗品

# DisplayName_Item_Powerkit
source: Powerkit
es: Kit de energía
fr: Kit d'alimentation
hu_hu: Energia Szett
it: Kit energia
pl_pl: Zestaw Baterii
pt_br: Kit de energia
ru: Внешний аккумулятор
zh_cn: 电力装置

# DisplayName_Item_SpaceCredit
source: Space Credit
es: Crédito Espacial
fr: Space credits
hu_hu: Űr Credit
it: Credito spaziale
pt_br: Crédito Espacial
ru: Космокредит
zh_cn: 太空货币

# StoreBlockView_CashBack
source: Cashback:
de: Betrag:
es: Devolución de dinero:
fr: Remboursement :
hu_hu: Pénzvisszafizetés:
it: Rimborso:
pl_pl: Zwrot gotówki:
pt_br: Reembolso:
ru: Сдача:
zh_cn: 退款：

# ContractScreen_Tooltip_MaxGpsOffset
source: Maximum GPS deviation:
de: Maximale GPS-Abweichung:
es: Desviación máxima del GPS:
fr: Déviation GPS maximum :
hu_hu: Maximális GPS-eltérés:
it: Massima deviazione GPS:
pl_pl: Maksymalna niedokładność GPS:
pt_br: Desvio máximo de GPS:
ru: Максимальное отклонение GPS:
zh_cn: GPS最大偏差：

# StoreScreen_Preview
source: Show Preview
de: Vorschau anzeigen
es: Mostrar vista previa
fr: Afficher l'aperçu
hu_hu: Előnézet megjelenítése
it: Mostra Anteprima
pl_pl: Pokaż Podgląd
pt_br: Mostrar prévia
ru: Показать превью
zh_cn: 显示预览

# ContractScreen_ContractFilterTitle
source: Show:
de: Zeige:
es: Mostrar:
fr: Afficher :
hu_hu: Mutasd:
it: Mostra:
pl_pl: Pokaż:
pt_br: Mostrar:
ru: Показать:
zh_cn: 显示：

# ContractType_NameLocalizationKey_All
source: All
de: Alle
es: Todo
fr: Tous
hu_hu: Mind
it: Tutto
pl_pl: Wszystkie
pt_br: Tudo
ru: Все
zh_cn: 所有

# ContractType_NameLocalizationKey_Deliver
source: Hauling
de: Gütertransport
es: Trasporte
fr: Transport
hu_hu: Vontat
it: Trasporto
pl_pl: Transport
pt_br: Transporte
ru: Перевозка
zh_cn: 运输

# ContractType_NameLocalizationKey_Escort
source: Escort
de: Eskortieren
es: Escoltar
fr: Escorte
hu_hu: Kíséret
it: Scorta
pl_pl: Eskorta
pt_br: Escolta
ru: Сопровождение
zh_cn: 护送

# ContractType_NameLocalizationKey_Find
source: Search
de: Suchen
es: Buscar
fr: Recherche
hu_hu: Keresés
it: Cerca
pl_pl: Poszukiwanie
pt_br: Buscar
ru: Поиск
zh_cn: 搜索

# ContractType_NameLocalizationKey_Hunt
source: Bounty
de: Kopfgeld
es: Cazarrecompensas
fr: Prime
hu_hu: Adomány
it: Taglia
pl_pl: Łowczy
pt_br: Recompensa
ru: Награда за голову
zh_cn: 奖金

# ContractType_NameLocalizationKey_ObtainAndDeliver
source: Acquisition
de: Erwerb
es: Adquisición
hu_hu: Beszerzés
it: Acquisizione
pl_pl: Przekazanie
pt_br: Aquisição
ru: Доставка
zh_cn: 收购

# ContractType_NameLocalizationKey_Repair
source: Repair
de: Reparatur
es: Reparar
fr: Réparation
hu_hu: Javítás
it: Ripara
pl_pl: Napraw
pt_br: Reparar
ru: Ремонт
zh_cn: 修复

# Description_Datapad
source: A datapad is an electronic device used to store and display information.
de: Ein Datapad ist ein elektronisches Gerät, das zum Speichern und Anzeigen von Informationen verwendet wird.
es: Una PDA es un dispositivo usado para almacenar y mostrar información.
fr: Une tablette est un appareil électronique utilisé pour stocker et afficher des informations.
hu_hu: Az adatpad az információk tárolására és megjelenítésére használt elektronikus eszköz.
it: Un datapad è un dispositivo elettronico utilizzato per memorizzare e visualizzare informazioni.
pl_pl: Datapad to elektroniczne urządzenie do przechowywania informacji
pt_br: O datapad é um dispositivo eletrônico utilizado para armazenar e exibir informações.
ru: Инфопланшет - прибор для хранения и отображения данных.
zh_cn: 信息板是能够存储并显示信息的装置。

# Description_Medkit
source: A medkit is a case containing medical supplies for healing astronaut.
de: Ein MedKit ist ein Koffer mit medizinischer Ausrüstung zur Heilung von Astronauten.
es: Un kit médico es un estuche que contiene suministros médicos para curar astronautas.
fr: Un medkit est une mallette contenant des fournitures médicales pour soigner un astronaute.
hu_hu: A medkit egy táska, amely az űrhajós gyógyítására szolgáló orvosi felszereléseket tartalmaz.
it: Un kit medico è una valigetta contenente materiale medico per curare gli astronauti.
pl_pl: Zestaw Medyczny to paczka środków medycznych do leczenia astronauty.
pt_br: O kit médico é um estojo contendo suprimentos médicos para cura do astronauta.
ru: Аптечка позволяет лечить персонажа.
zh_cn: 医疗箱是给宇航员提供医疗救护的箱子。

# Description_Package
source: A package is a box used for storing items for Hauling contract.
de: Ein Paket ist eine Box, die im Rahmen eines Gütertransportvertrags zur Aufbewahrung von zu befördernden Items verwendet wird.
es: Un paquete es una caja que se usa para almacenar artículos de un contrato de transporte.
fr: Un paquet est une boîte utilisée pour stocker des objets pour un contrat de transport.
hu_hu: A bála egy olyan csomag, amelyet a szállítási szerződés szerinti tárgyak tárolására használnak.
it: Un pacchetto è una scatola utilizzata per la conservazione degli oggetti per il contratto di trasporto.
pl_pl: Paczka to zawiera przedmioty kontraktu Transportowego.
pt_br: Pacotes são caixas utilizadas para armazenar itens em contratos de transporte.
ru: Пакет - посылка с предметами для контракта на доставку.
zh_cn: 包装箱是储存物品的箱子，运输合同需要。

# Description_Powerkit
source: A powerkit is a portable battery pack for recharging suit of an astronaut.
de: Ein Powerkit ist ein tragbares Batteriepaket zum Aufladen von Astronautenanzügen.
es: Un kit de energía es un pack de baterías portátil para recargar el traje de un astronauta.
fr: Un kit d'alimentation est une batterie portable pour recharger la combinaison d'un astronaute.
hu_hu: Az energia készlet egy hordozható akkumulátor az űrhajós öltönyének újratöltésére.
it: Un powerkit è una batteria portatile per la ricarica della tuta di un astronauta.
pl_pl: Zestaw Baterii służy do ładowania skafandra.
pt_br: O kit de energia é um pacote de bateria portátil utilizado para recarregar o traje do astronauta.
ru: Внешний аккумулятор - карманный источник энергии для зарядки костюма.
zh_cn: 电力装置是可携带的电池包，给宇航服充电。

# Description_SpaceCredit
source: A Space Credit is a currency used for trading.
de: Ein Space Credit ist eine Währung, die für den Handel verwendet wird.
es: Un Crédito Espacial es una divisa usada para el intercambio.
fr: Un Space Credit est une devise pour commercer.
hu_hu: Az Űr Credit egy kereskedésre használt pénznem.
it: Un Credito Spaziale è una valuta utilizzata per il commercio.
pl_pl: Space Credit to waluta handlowa.
pt_br: Crédito Espacial é a moeda corrente utilizada no comércio.
ru: Космокредит это универсальная валюта.
zh_cn: 太空货币是太空交易用的货币。

# LCD_Economy_Badge
source: Badge
de: Abzeichen
es: Distintivo
hu_hu: Jelkép
pl_pl: Odznaka
pt_br: Insígnias
ru: Значок
zh_cn: 徽章

# LCD_Economy_Blueprint_2
source: Blueprint 2
de: Entwurf 2
es: Plano 2
fr: Plan 2
hu_hu: Tervrajz 2
it: Progetto 2
pl_pl: Schemat 2
pt_br: Projeto 2
ru: Чертеж 2
zh_cn: 蓝本2

# LCD_Economy_Blueprint_3
source: Blueprint 3
de: Entwurf 3
es: Plano 3
fr: Plan 3
hu_hu: Tervrajz 3
it: Progetto 3
pl_pl: Schemat 3
pt_br: Projeto 3
ru: Чертеж 3
zh_cn: 蓝本3

# LCD_Economy_Charts
source: Charts
de: Diagramme
es: Gráficos
fr: Graphiques
hu_hu: Táblázatok
it: Tabelle
pl_pl: Wykresy
pt_br: Gráficos
ru: Графики
zh_cn: 图表

# LCD_Economy_Clear
source: Clear
de: Zurücksetzen
es: Despejar
fr: Réinitialiser
hu_hu: Törlés
it: Cancella
pl_pl: Czyste
pt_br: Limpar
ru: Чисто
zh_cn: 清除

# LCD_Economy_Coins
source: Coins
de: Münzen
es: Monedas
fr: Pièces
hu_hu: Érmek
it: Monete
pl_pl: Monety
pt_br: Moedas
ru: Монеты
zh_cn: 硬币

# LCD_Economy_Faction_1
source: Faction
de: Fraktion
es: Facción
hu_hu: Frakció
it: Fazione
pl_pl: Frakcja
pt_br: Facção
ru: Фракция
zh_cn: 阵营

# LCD_Economy_Graph_1
source: Graph 1
de: Diagramm 1
es: Gráfica 1
hu_hu: Ábra 1
it: Grafico 1
pl_pl: Wykres 1
pt_br: Gráfico 1
ru: Граф 1
zh_cn: 图表 1

# LCD_Economy_Graph_2
source: Graph 2
de: Diagramm 2
es: Gráfica 2
hu_hu: Ábra 2
it: Grafico 2
pl_pl: Wykres 2
pt_br: Gráfico 2
ru: Граф 2
zh_cn: 图表 2

# LCD_Economy_Graph_3
source: Graph 3
de: Diagramm 3
es: Gráfica 3
hu_hu: Ábra 3
it: Grafico 3
pl_pl: Wykres 3
pt_br: Gráfico 3
ru: Граф 3
zh_cn: 图表 3

# LCD_Economy_Graph_4
source: Graph 4
de: Diagramm 4
es: Gráfica 4
hu_hu: Ábra 4
it: Grafico 4
pl_pl: Wykres 4
pt_br: Gráfico 4
ru: Граф 4
zh_cn: 图表 4

# LCD_Economy_Graph_5
source: Graph 5
de: Diagramm 5
es: Gráfica 5
hu_hu: Ábra 5
it: Grafico 5
pl_pl: Wykres 5
pt_br: Gráfico 5
ru: Граф 5
zh_cn: 图表 5

# LCD_Economy_KeenSWH
source: Keen SWH
zh_cn: K社

# LCD_Economy_Poster_1
source: Poster
es: Cartel
hu_hu: Poszter
pl_pl: Plakat
pt_br: Pôster
ru: Постер
zh_cn: 海报

# LCD_Economy_SC_Here
source: SC Here
de: SC Hier
es: SC Aquí
fr: SC ici
hu_hu: SC Itt
it: SC qui
pl_pl: SC tutaj
pt_br: SC Aqui
ru: Кредиты здесь
zh_cn: SC 此处

# LCD_Economy_SC_Logo
source: SC Logo 1
fr: Logo SC 1
hu_hu: SC Logó 1
pt_br: Logo SC 1
ru: Логотип кредитов 1
zh_cn: SC 标志 1

# LCD_Economy_SE_Logo_1
source: SE Logo 1
fr: Logo SE 1
hu_hu: SE Logó 1
pl_pl: SC Logo 1
pt_br: Logo SE 1
ru: Логотип SE 1
zh_cn: SE 标志 1

# LCD_Economy_SE_Logo_2
source: SE Logo 2
fr: Logo SE 2
hu_hu: SE Logó 2
pl_pl: SC Logo 2
pt_br: Logo SE 2
ru: Логотип SE 2
zh_cn: SE 标志 2

# LCD_Economy_SingleCoin
source: Single Coin
de: Einzelne Münze
es: Moneda única
fr: Une pièce
hu_hu: Egy érem
it: Moneta unica
pl_pl: Jedna Moneta
pt_br: Moeda única
ru: Одна монета
zh_cn: 单个硬币

# LCD_Economy_StoreBlock
source: Store
de: Geschäft
es: Tienda
fr: Boutique
hu_hu: Üzlet
it: Negozio
pl_pl: Sklep
pt_br: Loja
ru: Магазин
zh_cn: 商店

# LCD_Economy_Trade
source: Trade
de: Handel
es: Comercio
fr: Échanger
hu_hu: Kereskedelem
it: Commercio
pl_pl: Handel
pt_br: Negociar
ru: Торговля
zh_cn: 交易

# LCD_Economy_Trinity
source: Trinity
de: Dreifaltigkeit
es: Trinidad
fr: Trinité
hu_hu: Szentháromság
it: Trinità
ru: Троица
zh_cn: Trinty

# LCD_SC_Blueprint
source: Blueprint 1
de: Entwurf 1
es: Plano 1
fr: Plan 1
hu_hu: Tervrajz 1
it: Progetto 1
pl_pl: Schemat 1
pt_br: Projeto 1
ru: Чертеж 1
zh_cn: 蓝本1

# LCD_SC_Logo_2
source: SC Logo 2
fr: Logo SC 2
hu_hu: SC Logó 2
pt_br: Logo SC 2
ru: Логотип кредитов 2
zh_cn: SC 标志 2

# ScreenDebugAdminMenu_AddCurrency_Player_Tooltip
source: Player or faction whose currency will be modified.
de: Spieler oder Fraktion, dessen/deren Währung geändert wird.
es: Jugador o facción cuya divisa será modificada.
fr: Joueur ou faction dont la devise sera modifiée.
hu_hu: Játékos vagy frakció, amelynek pénzneme módosul.
it: Giocatore o fazione la cui valuta sarà modificata.
pl_pl: Gracz lub frakcja, której saldo zostanie zmienione.
pt_br: Jogador ou facção cuja moeda corrente será modificada.
ru: Игрок или фракция, чей баланс будет изменен.
zh_cn: 将更改玩家或者阵营的货币。

# ScreenDebugAdminMenu_AddReputation_Faction_Tooltip
source: Faction whose relation will be modified.
de: Fraktion, deren Beziehungen geändert werden.
es: Facción cuya relación será modificada.
fr: Faction dont la relation sera modifiée.
hu_hu: Frakció, melynek a kapcsolata módosulni fog.
it: Fazione la cui relazione sarà modificata.
pl_pl: Frakcja, której relacje zostaną zmienione.
pt_br: Facção cuja relação será modificada.
ru: Фракция, чье отношение будет изменено.
zh_cn: 将更改阵营关系。

# ScreenDebugAdminMenu_AddReputation_Player_Tooltip
source: Player whose relation will be modified.
de: Spieler, dessen Beziehungen geändert werden.
es: Jugador cuya relación será modificada.
fr: Joueur dont la relation sera modifiée.
hu_hu: Játékos, akinek a kapcsolata módosulni fog.
it: Giocatore la cui relazione sarà modificata.
pl_pl: Gracz, którego relacje zostaną zmienione.
pt_br: Jogador cuja relação será modificada.
ru: Игрок, чье отношение будет изменено.
zh_cn: 将更改玩家关系。

# Description_AtmBlock
source: Automated Teller Machine
de: Geldautomat
es: Cajero automático
fr: Distributeur automatique de billets
hu_hu: Bankautomata
it: Macchina Teller automatizzata
pl_pl: Zautomatyzowany Bankomat
pt_br: Caixa eletrônico
ru: Банкомат для выдачи наличных.
zh_cn: 自动柜员机

# DisplayName_Block_ATM
source: ATM
de: Geldautomat
es: Cajero automático
fr: DAB
pl_pl: Bankomat
ru: Банкомат
zh_cn: 自动柜员机

# NotificationHintPressToAccessAtm
source: Press {0} to access ATM
de: {0} drücken, um auf den Geldautomaten zuzugreifen
es: Pulsa {0} para acceder al cajero automático
fr: Appuyez sur {0} pour accéder au DAB
hu_hu: Nyomja meg a {0} gombot az ATM eléréséhez
it: Premi {0} per accedere ad ATM
pl_pl: Wciśnij {0} aby uzyskać dostęp do bankomatu
pt_br: Pressione {0} para acessar o ATM.
ru: Нажмите {0} для доступа к банкомату
zh_cn: 按{0}访问自动柜员机

# ScreenCaptionATM
source: ATM
de: Geldautomat
es: Cajero automático
fr: DAB
pl_pl: Bankomat
ru: Банкомат
zh_cn: 自动柜员机

# Description_VendingMachine
source: Allows displaying and selling of items.
de: Ermöglicht es Artikel anzuzeigen und zu verkaufen.
es: Permite mostrar y vender objetos.
fr: Autorise l'affichage et la vente d'objets.
hu_hu: Lehetővé teszi tárgyak megjelenítését és eladását.
it: Permette l'esposizione e la vendita di oggetti.
pl_pl: Pozwala na wyświetlanie i sprzedaż przedmiotów.
pt_br: Permite a exibição e venda de itens.
ru: Позволяет отображать и продавать предметы.
zh_cn: 允许显示和出售物品。

# DisplayName_Block_VendingMachine
source: Vending Machine
de: An- und Verkaufsautomat
es: Máquina de venta
fr: Distributeur
hu_hu: Eladógép
it: Distributore automatico
pl_pl: Automat Sprzedający
pt_br: Máquina de vendas
ru: Торговый автомат
zh_cn: 售货机

# NotificationHintBuyItem
source: Press {0} to Buy item
de: {0} drücken, um Artikel zu kaufen
es: Pulsa {0} para comprar el objeto
fr: Appuyez {0} pour acheter l'objet
hu_hu: Nyomja meg a {0} gombot a tétel vásárláshoz
it: Premi {0} per comprare oggetto
pl_pl: Wciśnij {0} aby Kupić przedmiot
pt_br: Pressione {0} para comprar o item
ru: Нажмите {0} чтобы купить предмет
zh_cn: 按{0}购买物品

# NotificationHintNextItem
source: Press {0} for Next item
de: {0} für nächsten Artikel drücken
es: Pulsa {0} para ver el objeto siguiente
fr: Appuyez sur {0} pour l'objet suivant
hu_hu: Nyomja meg a {0} gombot a következő elemhez
it: Premi {0} per l'Oggetto successivo
pl_pl: Wciśnij {0} dla Następnego przedmiotu
pt_br: Pressione {0} para o próximo item
ru: Нажмите {0} для следующего предмета
zh_cn: 按{0}到下一项

# NotificationHintPreviewsItem
source: Press {0} for Previous item
de: {0} für vorherigen Artikel drücken
es: Pulsa {0} para ver el objeto anterior
fr: Appuyez sur {0} pour l'objet précédent
hu_hu: Nyomja meg a {0} gombot az előző tételhez
it: Premi {0} per l'Oggetto precedente
pl_pl: Wciśnij {0} dla Poprzedniego przedmiotu
pt_br: Pressione {0} para o item anterior
ru: Нажмите {0} для предыдущего предмета
zh_cn: 按{0}到上一项

# VendingMachine_Script_ConnectingToServer
source: Seaching for available offers
de: Suche nach verfügbaren Angeboten
es: Buscando ofertas disponibles
fr: Recherche d'offres disponibles
hu_hu: Elérhető ajánlatok keresése
it: Ricerca delle offerte disponibili
pl_pl: Szukanie dostępnych ofert
pt_br: Buscando ofertas disponíveis
ru: Поиск доступных предложений
zh_cn: 搜索报价

# VendingMachine_Script_DataUnavailable
source: Data unavailable
de: Daten nicht verfügbar
es: Información no disponible
fr: Données indisponibles
hu_hu: Az adatok nem érhetők el
it: Dati non disponibili
pl_pl: Dane niedostępne
pt_br: Dados não disponíveis
ru: Нет данных
zh_cn: 信息无法获得

# VendingMachine_Script_ItemAmount
source: Amount:
de: Betrag:
es: Cantidad:
fr: Quantité
hu_hu: Összeg:
it: Quantità:
pl_pl: Ilość:
pt_br: Quantidade:
ru: Количество:
zh_cn: 金额：

# VendingMachine_Script_MessageBuy
source: Thank You for purchase!
de: Vielen Dank für Ihren Einkauf!
es: ¡Gracias por la compra!
fr: Merci pour votre achat !
hu_hu: Köszönjük, hogy megvásárolta!
it: Grazie per l'acquisto!
pl_pl: Dziękujemy za zakup!
pt_br: Obrigado pela compra!
ru: Спасибо за покупку!
zh_cn: 谢谢惠顾！

# VendingMachine_Script_MessageError
source: Transaction failed
de: Transaktion gescheitert
es: Transacción fallida
fr: Échec de la transaction
hu_hu: Sikertelen tranzakció
it: Transazione fallita
pl_pl: Transakcja nie powiodła się
pt_br: Falha na transação
ru: Перевод не удался
zh_cn: 无法交易

# VendingMachine_Script_PricePerUnit
source: Price:
de: Preis:
es: Precio:
fr: Prix :
hu_hu: Ár:
it: Prezzo:
pl_pl: Cena:
pt_br: Preço:
ru: Цена:
zh_cn: 价格：

# DisplayName_TSS_VendingMachine
source: Vending Machine GUI
de: Verkaufsautomaten-GUI
es: Pantalla GUI de Maquina de venta
fr: GUI du distributeur
hu_hu: Eladó Automata GUI
it: GUI macchina distributrice
pl_pl: Interfejs Automatu Sprzedającego
pt_br: Caixa Eletrônico GUI
ru: Интерфейс торгового автомата
zh_cn: 售货机用户界面

# DisplayName_TSS_Jukebox
source: Jukebox GUI
es: Pantalla GUI de rocola
fr: GUI du jukebox
it: GUI Jukebox
pl_pl: Interfejs Szafy Grającej
pt_br: GUI de jukebox
ru: Интерфейс музыкального автомата
zh_cn: 点唱机用户界面

# VendingMachine_Script_ContactAdmin
source: (Contact system administrator of this machine)
de: (Wenden Sie sich an einen für diesen Automaten zuständigen Systemadministrator)
es: (Contacta al administrador del sistema de esta máquina)
fr: (Contactez l'administrateur système de cette machine)
hu_hu: (Forduljon a számítógép rendszergazdájához)
it: (Contatta l'amministratore di sistema di questa macchina)
pl_pl: (Skontaktuj się z właścicielem tego automatu)
pt_br: (Entre em contato com o administrador de sistemas deste caixa)
ru: (Свяжитесь с администрацией этого автомата)
zh_cn: （联系此机器的系统管理员）

# VendingMachine_Script_ItemsTimeout
source: Updating... Try again
de: Wird aktualisiert ... Erneut versuchen
es: Actualizando... Inténtalo de nuevo
fr: Mise à jour… Réessayez
hu_hu: Frissítés ... Újra próbálás
it: In aggiornamento... Riprova
pl_pl: Aktualizacja... Spróbuj ponownie
pt_br: Atualizando... Tente novamente
ru: Обновление... Попробуйте снова
zh_cn: 更新中，请再试

# VendingMachine_Script_NoMoney
source: Insufficient funds
de: Unzureichende Mittel
es: Fondos insuficientes
fr: Fonds insuffisants
hu_hu: Fedezethiány
it: Fondi insufficienti
pl_pl: Niewystarczające środki
pt_br: Saldo insuficiente
ru: Недостаточно средств
zh_cn: 资金不足

# VendingMachine_Script_NotEnoughSpace
source: Inventory full
de: Inventar voll
es: Inventario lleno
fr: Inventaire plein
hu_hu: Készlet megtelt
it: Inventario completo
pl_pl: Pełny ekwipunek
pt_br: Inventário cheio
ru: Инвентарь полон
zh_cn: 库存已满

# VendingMachine_Script_OutOfStock
source: Out of stock
de: Nicht vorrätig
es: Sin stock
fr: Rupture de stock
hu_hu: Nincs raktáron
it: Esaurito
pl_pl: Brak na stanie
pt_br: Esgotado
ru: Нет в наличии
zh_cn: 无库存

# AdminScreen_Safezone_Collision
source: Safe zone collision. Reduce radius until no safezones are overlapping.
de: Überlappung von Sicherheitszonen. Verkleinern Sie den Radius, bis sich keine der Sicherheitszonen mehr überlappen.
es: Colisión de zonas seguras. Reduce el radio hasta que no hay zonas seguras que se superpongan.
fr: Colission de zone sécurisée. Réduisez le rayon jusqu'à ce qu'aucune zone sécurisée ne se chevauche.
hu_hu: Biztonsági zóna ütközés. Csökkentse a sugarat, amíg nincsenek átfedő zónák.
it: Collisione in zona sicura. Riduci il raggio fino a quando le zone sicure non si sovrappongono.
pl_pl: Kolizja Bezpiecznych Stref. Zmniejsz ich promień.
pt_br: Colisão de zona segura. Reduza o raio até que nenhuma zona segura fique sobreposta.
ru: Пересечение безопасных зон. Уменьшите радиус, пока зоны не перестанут пересекаться.
zh_cn: 安全区碰撞。缩短半径使安全区不重叠。

# SafeZoneBlock_Safezone_Collision
source: Safe zone collision. Reduce radius or move it
de: Überlappung von Sicherheitszonen. Radius verkleinern oder Zone verschieben
es: Colisión de zonas seguras. Reduce el radio o muévela
fr: Collision de zone sécurisée. Réduisez le rayon ou déplacez-la
hu_hu: Biztonsági zóna ütközés. Csökkentse vagy helyezze át a sugarat
it: Collisione di zona sicura. Riduci il raggio o spostalo
pl_pl: Kolizja Bezpiecznych Stref. Zmniejsz ich promień lub przenieś je
pt_br: Colisão de zona segura. Reduza o raio ou mude de lugar
ru: Пересечение безопасных зон. Уменьшите размер или переместите
zh_cn: 安全区碰撞。 缩短半径或者移动它

# StoreBlock_OfferDiscount
source: Discount:
de: Ermäßigung:
es: Descuento:
fr: Réduction :
hu_hu: Kedvezmény:
it: Sconto:
pl_pl: Zniżka:
pt_br: Desconto:
ru: Скидка:
zh_cn: 折扣：
