Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# Description_TurretControlBlock
source: The Custom Turret Controller is capable of providing AI behavior to custom built rotor and hinge-based turrets. It can also be used to manually control the turret. A custom turret requires at least one rotor/hinge and one weapon/tool or camera to be functional.
de: Der Steuerung für spezialangefertigte Geschützturme ist in der Lage, KI-Verhalten für individuelle Rotor- und Scharnier-basierte Türme bereitzustellen. Er kann auch genutzt werden, um den Geschützturm manuell zu steuern. Ein spezialangefertigter Geschützturm erfordert mindestens einen Rotor/ein Scharnier und eine Waffe/ein Werkzeug oder eine Kamera, um funktionsfähig zu sein.
es: El mando de torreta personalizado es capaz de proporcionar un comportamiento de IA a torretas basadas en bisagras y rotores personalizados. También se puede utilizar para controlar manualmente la torreta. Una torreta personalizada requiere al menos un rotor/bisagra y un arma/herramienta o cámara para funcionar.
fr: La manette de tourelle personnalisée est capable de fournir un comportement IA aux tourelles à rotor et à charnière construites sur mesure. Il peut également être utilisé pour contrôler manuellement la tourelle. Une tourelle personnalisée nécessite au moins un rotor/charnière et une arme/outil ou caméra pour être fonctionnelle.
it: Il controller torretta personalizzata è in grado di fornire il comportamento dell'IA a rotori personalizzati e torrette basate su cardini. Può essere utilizzato anche per controllare manualmente la torretta. Una torretta personalizzata richiede almeno un rotore/cerniera e un'arma/strumento o telecamera per funzionare.
pl_pl: Sterownik wieżyczki umożliwia stosowanie SI do obsługi niestandardowych konstrukcjach wykorzystujących rotory i zawiasy. Może być również użyty do ręcznego sterowania wieżyczką. Do poprawnego działnia wymaga co najmniej jednego rotora/zawiasu oraz jednej broni/narzędzia lub kamery.
pt_br: O Controle de Torre Personalizado pode fornecer comportamento de IA a rotores personalizados e torres baseadas em dobradiças. Ele também pode ser usado para controlar manualmente a torre. Uma torre personalizada requer pelo menos um rotor/dobradiça e uma arma/ferramenta ou câmera para funcionar.
ru: Контроллер пользовательской турели позволяет настроить ИИ для управления созданными пользователем турелями, использующими шарнир или ротор. С его помощью можно управлять турелью и вручную. Для работы пользовательской турели нужен хотя бы один ротор или шарнир, а также одно орудие, инструмент или камера.
zh_cn: 自定义炮塔控制器能够为自定义转子和基于铰链的炮塔提供人工智能行为。 也可用于手动控制炮塔。自定义炮塔至少需要一个转子/铰链和一个武器/工具或摄像头才能正常工作。

# Department_LiveOpsDesigners
source: LiveOps Designers
de: LiveOps-Design
es: Diseñadores de LiveOps
fr: Designers LiveOps
it: Designer LiveOps
pl_pl: LiveOps - Projektanci
pt_br: Designers LiveOps
ru: Дизайнеры LiveOps
zh_cn: LiveOps设计师

# Department_LiveOpsProducer
source: LiveOps Producer
de: LiveOps-Produktion
es: Productor de LiveOps
fr: Producteur LiveOps
it: Produttore LiveOps
pl_pl: LiveOps - Producenci
pt_br: Produtor LiveOps
ru: Продюсер LiveOps
zh_cn: LiveOps制作人

# Department_LiveOpsProgrammers
source: LiveOps Programmers
de: LiveOps-Programmierung
es: Programadores de LiveOps
fr: Programmeurs LiveOps
it: Programmatori LiveOps
pl_pl: LiveOps - Programiści
pt_br: Programadores LiveOps
ru: Программисты LiveOps
zh_cn: LiveOps程序员

# Department_LiveOpsTechLead
source: LiveOps Technical Leader
de: Technische Leitung LiveOps
es: Líder técnico de LiveOps
fr: Responsable technique LiveOps
it: Responsabile tecnico LiveOps
pl_pl: LiveOps - Kierownik Techniczny
pt_br: Líder Técnico LiveOps
ru: Технический руководитель LiveOps
zh_cn: LiveOps技术负责人

# Description_HeavyCalibreGun
source: A titanic gun perfectly suited for battles against heavily armored targets. Uses Artillery Shells. Maximum range: 2000 m
de: Eine gigantisches Geschütz, das sich perfekt für Kämpfe gegen schwer gepanzerte Ziele eignet. Verwendet Artilleriegeschosse. Maximale Reichweite: 2000 m
es: Un arma titánica perfectamente adaptada a las batallas contra objetivos fuertemente blindados. Utiliza Proyectiles de artillería. Alcance máximo: 2000 m
fr: Un canon titanesque parfaitement adaptée aux combats contre des cibles lourdement blindées. Utilise des obus d'artillerie. Portée maximale : 2 000 m
it: Un cannone titanico perfetto per le battaglie contro bersagli pesantemente corazzati. Usa proiettili di artiglieria. Portata massima: 2000 m
pl_pl: Gigantyczne działo doskonale nadające się do walki z ciężko opancerzonymi celami. Używa pocisków artyleryjskich. Maksymalny zasięg: 2000 m
pt_br: Uma arma titânica perfeitamente adequada para batalhas contra alvos fortemente blindados. Usa Projéteis de Artilharia. Alcance máximo: 2000 m
ru: Огромное орудие, идеально подходящее для сражений с тяжелобронированными целями. Использует артиллерийские снаряды. Максимальная дистанция: 2000 м
zh_cn: 一个巨大的炮，非常适合与重装甲目标作战。使用火炮炮弹。 最大射程：2000 m

# DisplayName_Block_HeavyCalibreGun
source: Artillery
de: Artillerie
es: Artillería
fr: Artillerie
it: Artiglieria
pl_pl: Działo artylerii
pt_br: Artilharia
ru: Артиллерия
zh_cn: 火炮

# DisplayName_Salute
source: Salute
de: Salutieren
es: Saludo
fr: Saluer
it: Saluto
pl_pl: Salut
pt_br: Saudação
ru: Салют
zh_cn: 礼炮

# Description_MediumCalibreGun
source: Slower and bigger sibling of the Autocannon. Deals decent damage to armored targets. Uses Assault Cannon Shells. Maximum range: 1400 m
de: Langsamerer und größerer Bruder der Maschinenkanone. Fügt gepanzerten Zielen ordentlichen Schaden zu. Verwendet Sturmgeschützgeschosse. Maximale Reichweite: 1400 m
es: Hermano más lento y más grande del Cañón automático. Inflige un daño decente a los objetivos blindados. Utiliza proyectiles de cañón de asalto. Alcance máximo: 1400 m
fr: Modèle plus lent et plus grand du Canon automatique. Inflige des dégâts corrects aux cibles blindées. Utilise des obus de canon d'assaut. Portée maximale : 1 400 m
it: Gemello più lento e più grande del cannone automatico. Infligge danni considerevoli ai bersagli corazzati. Utilizza proiettili di cannone d'assalto. Portata massima: 1400 m
pl_pl: Większy i bardziej powolny brat działka samoczynnego. Powoduje spore obrażenia u opancerzonych celów. Używa pocisków do dział. Maksymalny zasięg: 1400 m
pt_br: Irmão mais lento e maior do Canhão Automático. Causa dano razoável a alvos blindados. Usa cartuchos de Canhão de Assalto. Alcance máximo: 1400 m
ru: Старший брат автопушки, более крупный и медленный. Наносит серьёзный урон бронированным целям. Использует снаряды штурмовой пушки. Максимальная дистанция: 1400 м
zh_cn: 一种更慢且更大型号的机炮。对装甲目标造成可观的伤害。使用突击加农炮炮弹。 最大射程：1400 m

# Description_CockpitStandingBridge
source: Helms are control stations that are operated in standing position.
de: Steuerstände ermöglichen das Lenken im Stehen.
es: Los timones son estaciones de control que se operan en posición de pie.
fr: Les barres sont des postes de contrôle qui fonctionnent en position debout.
it: I timoni sono stazioni di controllo che vengono azionate in posizione eretta.
pl_pl: Ster to stanowisko kontrolne, które obsługuje się w pozycji stojącej.
pt_br: Os lemes são estações de controle que são operadas na posição de pé.
ru: Штурвалы — станции управления, которые работают в положении стоя.
zh_cn: 舵是在站立位置操作时的控制站。

# DisplayName_Block_LargeModularThruster
source: Large Warfare Ion Thruster
de: Großes Warfare-Ionentriebwerk
es: Gran propulsor de iones de guerra
fr: Gros Propulseur Warfare
it: Propulsore ionico da guerra grande
pl_pl: Duży silnik jonowy typu wojskowego
pt_br: Propulsor a Íon de Guerra Grande
ru: Большой военный ионный ускоритель
zh_cn: 大型Warfare离子推进器

# DisplayName_Block_SmallModularThruster
source: Warfare Ion Thruster
de: Warfare-Ionentriebwerk
es: Propulsor de iones de guerra
fr: Propulseur Warfare
it: Propulsore ionico da guerra
pl_pl: Silnik jonowy typu wojskowego
pt_br: Propulsor a Íon de Guerra
ru: Военный ионный ускоритель
zh_cn: Warfare离子推进器

# Description_AutoCannonTurret
source: Medium rate of fire, with a good punch in a small turret. Uses Autocannon Magazines. Maximum range: 800 m
de: Mittlere Feuerrate mit guter Durchschlagskraft. In Form eines kleinen Geschützturms. Verwendet Maschinenkanonenmagazine. Maximale Reichweite: 800 m
es: Velocidad de fuego media, con una buena pegada en una torreta pequeña. Utiliza cargadores de cañón automático. Alcance máximo: 800 m
fr: Cadence de tir moyenne, avec une force suffisante dans une petite tourelle. Utilise des chargeurs de canon automatique. Portée maximale : 800 m
it: Cadenza di fuoco media, con un buon colpo in una torretta piccola. Utilizza caricatori per cannoni automatici. Portata massima: 800 m
pl_pl: Średnia szybkostrzelność, mocne trafienie w małej wieżyczce. Używa mgazynków do działka. Maksymalny zasięg: 800 m
pt_br: Cadência média de tiro, com um bom coice em uma pequena torre. Usa Carregadores de Canhão Automático. Alcance máximo: 800 m
ru: Маленькая турель со средней скорострельностью и приличной огневой мощью. Заряжается магазинами автопушки. Максимальная дистанция: 800 м
zh_cn: 中等射速，在小型炮塔中具有出色的破坏力。使用机炮弹夹。 最大射程：800 m

# BlockPropertyTitle_LargeTurretTargetEnemies
source: Target Enemies
de: Auf Feinde zielen
es: Enemigos objetivo
fr: Cibler les ennemis
it: Mira nemici
pl_pl: Namierzaj wrogów
pt_br: Inimigos alvos
ru: Враги в прицеле
zh_cn: 攻击敌人

# Description_SmallRailgun
source: High range, maximum penetration, very low rate of fire. Needs to charge up before each shot. Uses Small Railgun Sabots. Maximum range: 1400 m
de: Hohe Reichweite, maximale Durchschlagskraft, sehr niedrige Feuerrate. Muss vor jedem Schuss geladen werden. Verwendet Treibspiegel für kleine Schienenkanonen. Maximale Reichweite: 1400 m
es: Alto alcance, máxima penetración, muy baja cadencia de fuego. Necesita cargarse antes de cada disparo. Utiliza Sabots de cañón de riel pequeño. Alcance máximo: 1400 m
fr: Portée élevée, pénétration maximale, cadence de tir très faible. Doit se recharger avant chaque tir. Utilise de petits sabots de railgun. Portée maximale : 1 400 m
it: Alta portata, massima penetrazione, cadenza di fuoco molto bassa. Ha bisogno di caricarsi prima di ogni colpo. Utilizza sabot con cannone a rotaia piccolo. Portata massima: 1400 m
pl_pl: Duży zasięg, maksymalna penetracja, bardzo mała szybkostrzelność. Musi naładować się przed każdym strzałem. Używa małych pocisków do działa EM. Maksymalny zasięg: 1400 m
pt_br: Alcance alto, penetração máxima, cadência de tiro muito baixa. Precisa carregar antes de cada tiro. Usa Sabots de Canhão Eletromagnético Pequenos. Alcance máximo: 1400 m
ru: Большая дальность стрельбы, максимальное бронепробитие и очень низкая скорострельность. Для каждого выстрела требуется зарядка. Использует малые снаряды рельсотрона. Максимальная дистанция: 1400 м
zh_cn: 射程高、穿透力强、射速极低。每次射击前都需要充电。使用小型轨道炮穿甲弹。 最大射程：1400 m

# Description_LargeRocketLauncher
source: A bigger version of the rocket launcher, capable of using the conveyor system to automatically reload. Uses Rockets. Maximum range: 800 m
de: Eine größere Ausführung des nachladbaren Raketenwerfers. Kann zum automatischen Nachladen über das Fördersystem mit Munitionsbeständen verbunden werden. Benötigt Raketen. Maximale Reichweite: 800 m
es: Una versión más grande del lanzacohetes, capaz de utilizar el sistema de transporte para recargarse automáticamente. Utiliza Cohetes. Alcance máximo: 800 m
fr: Une version plus grande du lance-roquettes, capable d'utiliser le système de convoyeur pour recharger automatiquement. Utilise des roquettes. Portée maximale : 800 m
it: Una versione più grande del lanciarazzi, in grado di utilizzare il sistema di trasporto per ricaricare automaticamente. Usa razzi. Portata massima: 800 m
pl_pl: Większa wersja wyrzutni rakiet, która może korzystać z systemu transporterów do automatycznego przeładowywania. Używa rakiet jako amunicji. Maksymalny zasięg: 800 m
pt_br: Uma versão maior do lança-mísseis, permite usar o sistema de transportadores para recarregar automaticamente. Usa Mísseis. Alcance máximo: 800 m
ru: Более крупная ракетная пусковая установка, которая может быть соединена конвейерами для автоматической перезарядки. Использует ракеты. Максимальная дальность: 800 м
zh_cn: 更大版本的火箭发射器，能够利用输送系统自动重新装填。使用火箭。 最大射程：800 m

# CustomWorld_AsteroidArmory
source: Asteroid Armory
de: Asteroidenarsenal
es: Armería de asteroides
fr: Armurerie d'astéroïdes
it: Armeria di asteroidi
pt_br: Arsenal de asteroides
ru: Оружейная на астероиде
zh_cn: 小行星兵工厂

# DisplayName_Block_2x1RailingLeft
source: Railing 2x1 Left
de: Geländer (links) 2x1
es: Barandilla 2x1 izquierda
fr: Garde-corps 2x1 gauche
it: Parapetto 2x1 sinistro
pl_pl: Barierki 2x1 Lewe
pt_br: Trilho 2x1 esquerdo
ru: Перила 2x1 лев.
zh_cn: 护栏2x1左

# DisplayName_Block_2x1RailingRight
source: Railing 2x1 Right
de: Geländer (rechts) 2x1
es: Barandilla 2x1 derecha
fr: Garde-corps 2x1 droit
it: Parapetto 2x1 destro
pl_pl: Barierki 2x1 Prawe
pt_br: Trilho 2x1 direito
ru: Перила 2x1 прав.
zh_cn: 护栏2x1右

# DisplayName_Block_ConveyorTubeT
source: Conveyor Tube T Junction
de: Förderleitung (T-Verbinder)
es: Unión en T del tubo transportador
fr: Jonction de convoyeur tube en T
it: Tubo trasportatore a T, giunzione
pl_pl: Trójnik transportowy
pt_br: Tubo de transporte em junção T
ru: Конвейерная труба (Т-обр. пересечение)
zh_cn: 输送管道T接头

# DisplayName_Block_ConveyorTubeTSmall
source: Small Conveyor Tube T Junction
de: Kleine Förderleitung (T-Verbinder)
es: Empalme en T del tubo transportador pequeño
fr: Petite jonction de convoyeur tube en T
it: Tubo trasportatore a T piccolo, giunzione
pl_pl: Trójnik małej rurki
pt_br: Tubo de transporte em junção T pequeno
ru: Малая конвейерная труба (Т-обр. пересечение)
zh_cn: 小型输送管道T接头

# DisplayName_Block_RailingCenter
source: Railing Center
de: Geländer (mittig)
es: Centro de la barandilla
fr: Garde-corps centre
it: Centro Parapetto
pl_pl: Barierki na środku
pt_br: Grade de centro
ru: Перила, центр
zh_cn: 护栏中心

# DisplayName_Block_ConveyorPipeT
source: Conveyor Pipe T Junction
de: Förderrohr (T-Verbinder)
es: Empalme en T del tubo transportador
fr: Tuyau jonction en T
it: Tubo trasportatore a T, giunzione
pl_pl: Rura trójnik
pt_br: Tubo de transporte em junção T
ru: Конвейерная труба (Т-обр. пересечение)
zh_cn: 输送机管道T接头

# DisplayName_Block_HalfCoverWallMirror
source: Half Cover Wall Mirrored
de: Schutzmauer (niedrig, gespiegelt)
es: Media cubierta de pared con espejo
fr: Demi Mur miroir
it: Muro di copertura speculare
pl_pl: Połowa barykady odwrócona
pt_br: Parede de meia cobertura espelhada
ru: Одинарная перегородка (отраженная)
zh_cn: 镜像的半掩体墙

# DisplayName_Block_HalfGratedCatwalk
source: Half Grated Catwalk
de: Halber Gitter-Laufsteg
es: Pasarela con media rejilla
fr: Demi-passerelle grillagée
it: Mezza passerella con grata
pl_pl: Połowa kratowanego pomostu
pt_br: Passarela com meia grade
ru: Половина решетчатого мостика
zh_cn: 半格栅式过道

# DisplayName_Block_HalfGratedCatwalkCenterRailing
source: Half Grated Catwalk Center Railing
de: Halber Gitter-Laufsteg (mittiges Geländer)
es: Barandilla central de la pasarela con media rejilla
fr: Garde-corps central de demi-passerelle grillagée
it: Centro Parapetto di Mezza passerella con grata
pl_pl: Połowa kratowanego pomostu barierka wewnętrzna
pt_br: Trilho de centro de passarela com meia grade
ru: Половина решетчатого мостика (перила, центр)
zh_cn: 半格栅式过道中心护栏

# DisplayName_Block_HalfGratedCatwalkRailing
source: Half Grated Catwalk Straight
de: Halber Gitter-Laufsteg (Gerade)
es: Pasarela Recta con Media Rejilla
fr: Demi-passerelle grillagée droite
it: Mezza passerella con grata dritta
pl_pl: Połowa kratowanego pomostu dwie barierki
pt_br: Passarela com meia grade reta
ru: Половина решетчатого мостика (прямая)
zh_cn: 半直格栅式过道

# DisplayName_Block_HalfGratedCatwalkOuterRailing
source: Half Grated Catwalk Railing
de: Halber Gitter-Laufsteg (Geländer)
es: Barandilla de la pasarela con media rejilla
fr: Garde-corps de demi-passerelle grillagée
it: Parapetto Mezza passerella con grata
pl_pl: Połowa kratowanego pomostu barierka zewnętrzna
pt_br: Trilho de passarela com meia grade
ru: Половина решетчатого мостика (перила)
zh_cn: 半格栅式过道护栏

# DisplayName_Block_AdvancedRotor3x3
source: Advanced Rotor 3x3
de: Weiterentwickelter Rotor 3x3
es: Rotor avanzado 3x3
fr: Rotor avancé 3x3
it: Rotore Avanzato 3x3
pl_pl: Zaawansowany rotor 3x3
pt_br: Rotor avançado 3x3
ru: Улучшенный ротор 3x3
zh_cn: 高级转子3x3

# DisplayName_Block_AdvancedRotorPart3x3
source: Advanced Rotor Part 3x3
de: Weiterentwickelter Rotoraufsatz 3x3
es: Rotor avanzado Parte 3x3
fr: Pièce de rotor avancée 3x3
it: Parte Rotore Avanzato 3x3
pl_pl: Część zaawansowanego rotora 3x3
pt_br: Parte de rotor avançado 3x3
ru: Часть улучшенного ротора 3x3
zh_cn: 高级转子部件3x3

# DisplayName_Block_DeskChairlessCornerInv
source: Chairless Desk Corner Inv.
de: Stuhllose Schreibtischecke (inv.)
es: Escritorio de esquina sin silla Inv.
fr: Bureau d'angle sans chaise inv.
it: Angolo scrivania senza sedia Inv.
pl_pl: Róg Biurka bez krzesła odw.
pt_br: Mesa de canto invertida sem cadeira
ru: Угловой стол без сидения (обратн.)
zh_cn: 不带椅子的倒置桌角

# DisplayName_Block_DeskCornerInv
source: Desk Corner Inv.
de: Schreibtischecke (inv.)
es: Escritorio de esquina Inv.
fr: Bureau d'angle inv.
it: Angolo scrivania Inv.
pl_pl: Róg Biurka odw.
pt_br: Mesa de Canto invertida
ru: Угловой стол (обратн.)
zh_cn: 倒置桌角

# DisplayName_Block_NeonTubesCircle
source: Neon Tubes Circle
de: Neonröhren (Kreis)
es: Círculo de tubos de neón
fr: Tubes néon cercle
it: Cerchio Tubi al neon
pl_pl: Neonowe rurki koło
pt_br: Círculo de tubos neon
ru: Неоновые лампы (кругл.)
zh_cn: 霓虹灯管圆形

# DisplayName_Block_NeonTubesT
source: Neon Tubes T Shape
de: Neonröhren (T-Form)
es: Tubos de neón en forma de T
fr: Tubes néon en T
it: Tubi al neon Forma a T
pl_pl: Neonowe rurki w kształcie T
pt_br: Tubos neon em forma de T
ru: Неоновые лампы (Т-образн.)
zh_cn: 霓虹灯管T形

# DisplayName_Block_ConveyorConverter
source: Conveyor Converter
de: Förderband-Konverter
es: Convertidor del transportador
fr: Convertisseur de convoyeur
it: Convertitore trasportatore
pl_pl: Konwerter transportera
pt_br: Conversor de transportador
ru: Конвейерный преобразователь
zh_cn: 输送机转换器

# DisplayName_Block_LadderShaft
source: Ladder Shaft
de: Leiterschacht
es: Eje de la escalera
fr: Conduit d'échelle
it: Vano scala
pl_pl: Szyb drabiny
pt_br: Eixo de escada
ru: Лестничная шахта
zh_cn: 梯子轴

# Description_EngineerPlushie
source: An advanced motivational device of pristine quality. Can not be crafted or disassembled.
de: Eine fortschrittliche Motivationshilfe von herausragender Qualität. Kann weder angefertigt noch zerlegt werden.
es: Un dispositivo de motivación avanzado de calidad impecable. No se puede fabricar ni desmontar.
fr: Un dispositif de motivation avancé de qualité supérieure. Ne peut être ni fabriqué ni démonté.
it: Un dispositivo motivazionale avanzato di qualità prestigiosa. Non può essere realizzato o smontato.
pl_pl: Zaawansowane narzędzie motywacyjne o nieskazitelnej jakości. Nie można go wytworzyć ani rozłożyć na części.
pt_br: Um dispositivo motivacional avançado de qualidade prístina. Não pode ser fabricado ou desmontado.
ru: Продвинутое качественное устройство для мотивации. Нельзя создавать или разбирать.
zh_cn: 一种原始品质的高级激励装置。 无法制作或拆卸。

# DisplayName_Block_EngineerPlushie
source: Engineer Plushie
de: Ingenieursplüschtier
es: Peluche de ingeniero
fr: Peluche ingénieur
it: Peluche dell'ingegnere
pl_pl: Pluszak Inżynier
pt_br: Pelúcia de engenheiro
ru: Мягкая игрушка инженера
zh_cn: 工程师毛绒玩具

# DisplayName_Block_HalfWindowDiagonal
source: Half Window Diagonal
de: Halbfenster (diagonal)
es: Media ventana diagonal
fr: Demi-fenêtre diagonale
it: Mezza finestra diagonale
pl_pl: Półokno przekątne
pt_br: Meia janela diagonal
ru: Половинное окно (диагональ)
zh_cn: 半窗斜

# DisplayName_Block_HalfWindowRound
source: Half Window Round
de: Halbfenster (rund)
es: Media ventana redonda
fr: Demi-fenêtre ronde
it: Mezza finestra rotonda
pl_pl: Półokno zaokrąglone
pt_br: Meia janela redonda
ru: Половинное окно (кругл.)
zh_cn: 半窗圆

# DisplayName_Block_AirVentFull
source: Air Vent Full
de: Be- und Entlüftungsanlage (ganzer Block)
es: Rejilla de ventilación completa
fr: Aération complète
it: Presa d'aria, intera
pl_pl: Pełnowymiarowy Wentylator
pt_br: Saída de ar cheia
ru: Полная вентиляция
zh_cn: 排气扇满

# DisplayName_Block_BroadcastController
source: Broadcast Controller
es: Controlador de emisiones
fr: Contrôleur de transmission
it: Controller di trasmissione
pt_br: Controle de transmissão
ru: Контроллер вещания
zh_cn: 广播控制器

# DisplayName_Block_ConveyorTubeDuct
source: Reinforced Conveyor Tube
de: Verstärkte Förderleitung
es: Tubo transportador reforzado
fr: Tube de convoyeur renforcé
it: Tubo trasportatore rinforzato
pl_pl: Wzmocniona rura transportowa
pt_br: Tubo de transportador reforçado
ru: Усиленная конвейерная труба
zh_cn: 坚固输送管道

# DisplayName_Block_ConveyorTubeDuctSmall
source: Small Reinforced Conveyor Tube
de: Kleine verstärkte Förderleitung
es: Tubo transportador reforzado pequeño
fr: Petit tube de convoyeur renforcé
it: Tubo trasportatore rinforzato piccolo
pl_pl: Wzmocniona mała rurka transportowa
pt_br: Tubo de transportador reforçado pequeno
ru: Малая усиленная конвейерная труба
zh_cn: 小型坚固输送管道

# DisplayName_BlockGroup_RoundWindows
source: Round Windows
de: Runde Fenster
es: Ventanas redondas
fr: Fenêtres rondes
it: Finestre rotonde
pl_pl: Zokrąglone okna
pt_br: Janelas redondas
ru: Круглые окна
zh_cn: 圆窗

# DisplayName_Block_WindowRound
source: Round Window
de: Rundes Fenster
es: Ventana redonda
fr: Fenêtre ronde
it: Finestra rotonda
pl_pl: Zokrąglone okno
pt_br: Janela redonda
ru: Круглое окно
zh_cn: 圆窗

# DisplayName_Block_WindowRoundCorner
source: Round Window Corner
de: Rundes Eckfenster
es: Esquina de ventana redonda
fr: Coin de fenêtre ronde
it: Finestra rotonda, angolo
pl_pl: Zokrąglone okno narożnik
pt_br: Canto de janela redonda
ru: Круглое окно (угол)
zh_cn: 圆窗角

# DisplayName_Block_WindowRoundCornerInv
source: Round Window Corner Inv.
de: Rundes Eckfenster (inv.)
es: Esquina de la ventana redonda Inv.
fr: Coin de fenêtre ronde inv.
it: Finestra rotonda, angolo inv.
pl_pl: Zokrąglone okno narożnik odw.
pt_br: Canto de janela redonda invertido
ru: Круглое окно (угол, обратн.)
zh_cn: 倒置圆窗角

# DisplayName_Block_WindowRoundFace
source: Round Window Face
de: Rundes Fenster (Front)
es: Ventana redonda encarada hacia afuera
fr: Face de fenêtre ronde
it: Finestra rotonda fronte
pl_pl: Zokrąglone okno boczne
pt_br: Janela redonda frontal
ru: Круглое окно (лицевое)
zh_cn: 圆窗正面

# DisplayName_Block_WindowRoundFaceInv
source: Round Window Face Inv.
de: Rundes Fenster (Front, inv.)
es: Ventana redonda de cara Inv.
fr: Face de fenêtre ronde inv.
it: Finestra rotonda fronte inv.
pl_pl: Zokrąglone okno boczne odw.
pt_br: Janela redonda frontal invertida
ru: Круглое окно (лицевое, обратн.)
zh_cn: 倒置圆窗正面

# DisplayName_Block_WindowRoundInv
source: Round Window Inv.
de: Rundes Fenster (inv.)
es: Ventana redonda Inv.
fr: Fenêtre ronde inv.
it: Finestra rotonda fronte inv.
pl_pl: Zokrąglone okno odw.
pt_br: Janela redonda invertida
ru: Круглое окно (обратн.)
zh_cn: 倒置圆窗

# DisplayName_Block_WindowRoundInwardsCorner
source: Round Window Inwards Corner
de: Rundes Eckfenster (innen)
es: Ventana redonda de esquina hacia adentro
fr: Coin intérieur de fenêtre ronde
it: Finestra rotonda, angolo verso l'interno
pl_pl: Zokrąglone okno ww. narożnik
pt_br: Canto interno de janela redonda
ru: Круглое окно (внутр. угол)
zh_cn: 圆窗向内角
