Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# IngameHelp_Rifle_Detail2:Gamepad
source: *Tip:* There are more specialized rifles available. Don’t forget that you can review useful information anytime in the help screen by accessing the [Help] option in the [Menu] tab of the [System Radial Menu] {CONTROL:SYSTEM_RADIAL_MENU}.
de: *Tipp:* Es sind auch noch weitere spezielle Gewehre erhältlich. Vergessen Sie nicht, dass Sie nützliche Informationen jederzeit im Hilfebildschirm einsehen können, indem Sie die Option [Hilfe] im Register [Menü] des [System-Radialmenü] aufrufen {CONTROL:SYSTEM_RADIAL_MENU}.
es: *Sugerencia* Hay fusiles más especializados disponibles. No olvides que puedes ver información útil en la pantalla de ayuda accediendo a la opción de [Ayuda] en la pestaña de [Menú] del [Sistema de Menú Radial] {CONTROL:SYSTEM_RADIAL_MENU}.
fr: *Conseil :* Il existe des fusils plus spécialisés. N'oubliez pas que vous pouvez consulter des informations utiles à tout moment dans l'écran d'aide dans l'option [Aide] de l'onglet [Menu] du [Menu radial système] {CONTROL:SYSTEM_RADIAL_MENU}.
hu_hu: *Tipp:* További speciális puskák állnak rendelkezésre. Ne felejtse el, hogy a súgó képernyőn bármikor áttekintheti a hasznos információkat a [Súgó]opcióban a [Menü] fül [Rendszer Radiál Menü] alatt {CONTROL:SYSTEM_RADIAL_MENU}.
it: *Suggerimento:* Ci sono più fucili specializzati disponibili. Non dimenticare che puoi rivedere le informazioni utili in qualsiasi momento nella schermata di aiuto accedendo all'opzione [Help] nella scheda [Menu] del [System Radial Menu] {CONTROL:SYSTEM_RADIAL_MENU}.
pl_pl: Dostępne są bardziej specjalistyczne karabiny. Nie zapomnij, że w każdej chwili możesz przejrzeć użyteczne informacje na ekranie pomocy, naciskając opcję [Pomoc] w zakładce [Obrotowe Menu Systemu] wciskając {CONTROL:SYSTEM_RADIAL_MENU}.
pt_br: *Dica:* Existem outros rifles especializados disponíveis. Lembre-se de que você pode rever informações úteis a qualquer momento na tela de ajuda, ao acessar a opção [Ajuda] na guia [Menu] do [Menu radial de sistema]{CONTROL:SYSTEM_RADIAL_MENU}.
ru: *Подсказка:* существуют более специализированные винтовки. Не забывайте, что можно просмотреть полезную информацию в любое время на экране справки. Для этого нужно открыть системное круговое меню {CONTROL:SYSTEM_RADIAL_MENU}, перейти на вкладку «Меню» и выбрать пункт «Помощь».
zh_cn: 提示：还有专业步枪可用。记得从系统圆形菜单{CONTROL:SYSTEM_RADIAL_MENU}中进入帮助，随时查看信息。

# IngameHelp_Rifle_Title
source: Good.bot: MR-20 Rifle
de: Good.Bot: Gewehr
es: Good.bot: Rifle MR-20
fr: Good.bot : Fusil MR-20
hu_hu: Good.bot: Puska
it: Good.bot: Fucile MR-20
pl_pl: Good.bot: Karabin
pt_br: Good.bot: Rifle MR-20
ru: Good.bot: Винтовка
zh_cn: Good.bot：MR-20 步枪

# IngameHelp_WelderTip_Detail1
source: Impressive… Most impressive!
de: Beeindruckend ... äußerst beeindruckend!
es: Impresionante ... ¡Muy impresionante!
fr: Impressionnant... Très impressionnant !
hu_hu: Lenyűgöző ... A leg lenyűgözőbb!
it: Impressionante... Davvero impressionante!
pl_pl: Imponujące ... Bardzo imponujące!
pt_br: Impressionante… Muito impressionante!
ru: Впечатляет!
zh_cn: 给力… 太给力了！

# IngameHelp_WelderTip_Detail2
source: *Tip:* Use the {CONTROL:TOOLS:SECONDARY_TOOL_ACTION} to store components from your inventory into a block under construction.
de: *Tipp:* Verwenden Sie {CONTROL:TOOLS:SECONDARY_TOOL_ACTION}, um den Block mit Komponenten aus Ihrem Inventar fertigzustellen.
es: *Sugerencia* Usa el {CONTROL:TOOLS:SECONDARY_TOOL_ACTION} para almacenar componentes de tu inventario en un bloque en construcción.
fr: *Conseil :* Utilisez le {CONTROL:TOOLS:SECONDARY_TOOL_ACTION} pour stocker les composants de votre inventaire dans un bloc en construction.
hu_hu: *Tipp:* Használja a {CONTROL:TOOLS:SECONDARY_TOOL_ACTION} hogy a készletéből egy épülő blokk összetevőit eltárolja.
it: *Suggerimento:* Utilizza il {CONTROL:TOOLS:SECONDARY_TOOL_ACTION} per conservare i componenti del tuo inventario in un blocco in costruzione.
pl_pl: *rada: * Użyj {CONTROL:TOOLS:SECONDARY_TOOL_ACTION} do przechowywania komponentów z ekwipunku w bloku w trakcie budowy.
pt_br: *Dica:* Use {CONTROL:TOOLS:SECONDARY_TOOL_ACTION} para armazenar os componentes do seu inventário em um bloco em construção.
ru: *Подсказка:* используйте {CONTROL:TOOLS:SECONDARY_TOOL_ACTION}для перемещения компонентов для постройки в недостроенный блок.
zh_cn: 提示：按{CONTROL:TOOLS:SECONDARY_TOOL_ACTION}从库存中提取组件放入在建的方块中。

# IngameHelp_Welder_Detail1
source: A welder is used to construct and repair blocks by adding the required components from your inventory.
de: Ein Schweißgerät wird zur Konstruktion und Reparatur von Blöcken eingesetzt, indem er die erforderlichen Komponenten aus Ihrem Inventar in der Blockkonstruktion verbaut.
es: Para construir y reparar bloques usa un soldador, este usará los componentes necesarios de tu inventario.
fr: Un chalumeau est utilisé pour construire et réparer des blocs en ajoutant les composants requis de votre inventaire.
hu_hu: A készletből a szükséges elemeinek hozzáadásával, hegesztőt használnak blokkok felépítésére és javítására.
it: La saldatrice è utilizzata per costruire e riparare blocchi aggiungendo i componenti richiesti dal tuo inventario
pl_pl: Spawarka służy do budowania i naprawy bloków poprzez dodawania do nich potrzebnych komponentów z ekwipunku.
pt_br: A soldadora é utilizada para construir e reparar blocos ao adicionar os componentes necessários diretamente do seu inventário.
ru: Сварщик используется для строительства блоков, используя требуемые компоненты из Вашего инвентаря.
zh_cn: 焊接器用库存中的组件建造和维修方块。

# IngameHelp_Welder_Detail2
source: Hold {CONTROL:TOOLS:PRIMARY_TOOL_ACTION} to use the welder on any block.
de: Halten Sie {CONTROL:TOOLS:PRIMARY_TOOL_ACTION} gedrückt, um das Schweißgerät an einem beliebigen Block zu verwenden.
es: Mantén {CONTROL:TOOLS:PRIMARY_TOOL_ACTION} para usar el soldador en cualquier bloque.
fr: Maintenez {CONTROL:TOOLS:PRIMARY_TOOL_ACTION} pour utiliser le chalumeau sur n'importe quel bloc.
hu_hu: Tartsa nyomva a {CONTROL:TOOLS:PRIMARY_TOOL_ACTION} gombot a hegesztőt használatához.
it: Tieni premuto {CONTROL:TOOLS:PRIMARY_TOOL_ACTION}per utilizzare la saldatrice su qualunque blocco.
pl_pl: Przytrzymaj {CONTROL:TOOLS:PRIMARY_TOOL_ACTION} aby użyć spawarki na dowolnym bloku.
pt_br: Segure {CONTROL:TOOLS:PRIMARY_TOOL_ACTION} para utilizar a soldadora em qualquer bloco.
ru: Удерживайте {CONTROL:TOOLS:PRIMARY_TOOL_ACTION} чтобы использовать сварщик на любом блоке.
zh_cn: 按住{CONTROL:TOOLS:PRIMARY_TOOL_ACTION}使用焊接器。

# IngameHelp_Welder_Title
source: Good.bot: Welder
de: Good.Bot: Schweißgerät
es: Good.bot: Soldador
fr: Good.bot : chalumeau
hu_hu: Good.bot: Hegesztő
it: Good.bot: Saldatrice
pl_pl: Good.bot: Spawarka
pt_br: Good.bot: Soldadora
ru: Good.bot: Сварщик
zh_cn: Good.bot：焊接器

# IngameHelp_RefiningOre_Detail1
source: Ore and scrap metal can be refined into ingots in a powered Refinery. Ingots can be used to produce components, tools and weapons. Refineries will automatically pull resources and refine them.
de: Erze und Metallschrott können in einer mit Energie versorgten Raffinerie zu Barren raffiniert werden. Barren können zur Herstellung von Komponenten, Werkzeugen und Waffen verwendet werden. Raffinerien verwenden automatisch Ressourcen aus dem eigenen Inventar oder aus angeschlossenen Blöcken und veredeln sie.
es: Los minerales y la chatarra se pueden refinar en lingotes en una refinería con energía. Los lingotes se pueden usar para producir componentes, herramientas y armas. Las refinerías extraerán recursos de los contenedores automáticamente y los refinarán.
fr: Le minerai et la ferraille peuvent être raffinés en lingots dans une raffinerie alimentée. Les lingots peuvent être utilisés pour produire des composants, des outils et des armes. Les raffineries extrairont automatiquement les ressources et les raffineront.
hu_hu: Ércből és fémhulladékból öntvényt lehet finomítani egy bekapcsolt finomítóban. Az öntvények alkatrészek, szerszámok és fegyverek előállítására használhatók. A finomítók automatikusan kinyerik és finomítják az erőforrásokat.
it: I minerali e i rottami metallici possono essere raffinati in lingotti in una raffineria alimentata. I lingotti possono essere utilizzati per produrre componenti, strumenti e armi. Le raffinerie prelevano automaticamente le risorse e le raffinano.
pl_pl: Rudy mogą być przetopione w sztabki w zasilonej rafinerii lub zestawie przetrwania. Sztabki służą do produkcji komponentów, narzędzi oraz broni. Rafinerie automatycznie pobierają zasoby i przetapiają je.
pt_br: O minério e a sucata podem ser refinados em barras em uma refinaria com energia. Barras são utilizadas para a produção de componentes, ferramentas e armas. Refinarias irão extrair os recursos e refiná-los automaticamente.
ru: Руда и металлолом могут быть переплавлены в слитки во включенном очистительном заводе. Слитки могут быть использованы для создания компонентов, инструментов и оружия. Заводы автоматически забирают ресурсы для очистки.
zh_cn: 矿石可在精炼厂炼成锭子。 矿石可以用于制造组件，工具和武器。 精炼厂可以自动获取原料进行冶炼。

# IngameHelp_RefiningOre_Detail2
source: Use a survival kit or Refinery to process ore and obtain ingots.
de: Verwenden Sie ein Survival-Kit oder eine Raffinerie, um Erz zu verarbeiten und Barren zu erhalten.
es: Usa un kit de supervivencia o refinería para procesar el mineral y obtener lingotes.
fr: Utilisez une raffinerie pour transformer le minerai et obtenir des lingots.
hu_hu: Használjon túlélési készletet vagy finomítót az érc feldolgozásához és az öntvények megszerzéséhez.
it: Utilizza un kit di sopravvivenza o una raffineria per lavorare il minerale e ottenere lingotti.
pl_pl: Użyj rafinerii lub zestawu przetrwania żeby uzyskać sztabkę z rudy.
pt_br: Utilize o kit de sobrevivência ou a refinaria para processar o minério e obter barras.
ru: Используйте комплект для выживания или очистительный завод для переработки руды и получения слитков.
zh_cn: 在精炼厂冶炼矿石得到锭子。

# IngameHelp_RefiningOre_Title
source: Good.bot: Refining Ore
de: Good.Bot: Erze veredeln
es: Good.bot: Refinando minerales
fr: Good.bot : Raffinage de minerai
hu_hu: Good.bot: Érc Finomítása
it: Good.bot: Raffinazione del minerale
pl_pl: Good.bot: Przetapianie rudy
pt_br: Good.bot: Refinando minério
ru: Good.bot: Очистка руды
zh_cn: Good.bot：冶炼矿石

# IngameHelp_ComponentsTip_Detail1
source: Your skills are quickly becoming superior to mine!
de: Ihre Fähigkeiten werden meine schnell übertreffen!
es: ¡Tus habilidades se están volviendo mejores que las mías!
fr: Vos compétences deviennent supérieures aux miennes !
hu_hu: A képességei gyorsan felsőbbrendűvé válnak az enyémnél!
it: Le tue capacità stanno rapidamente diventando superiori alle mie!
pl_pl: Twoje umiejętności wkrótce przegonią moje!
pt_br: Suas habilidades estão superando as minhas rapidamente!
ru: Ваши умения начинают превосходить мои!
zh_cn: 你的技术这么快就超过我了！

# IngameHelp_ComponentsTip_Detail2
source: *Tip:* Blocks with a + symbol have variations available that you can scroll through.
de: *Tipp:* Bei mit einem „+“-Symbol versehenen Blöcken, steht eine Auswahl von Variationen zur Verfügung, durch die Sie scrollen können.
es: *Sugerencia* Los bloques con un símbolo + tienen variantes disponibles, usa la rueda del ratón para verlas.
fr: *Conseil :* Les blocs avec un symbole + ont des variations que vous pouvez faire défiler.
hu_hu: * Tipp: *A + szimbólummal rendelkező blokkok ban elérhető változatok vannak, melyeket lapozhat.
it: *Suggerimento:* I blocchi con il simbolo + hanno varianti disponibili che puoi scorrere.
pl_pl: *rada: * Bloki z symbolem + mają dostępne warianty, które można przewijać kółkiem myszy.
pt_br: *Dica:* Blocos com o símbolo + possuem variações disponíveis para você escolher.
ru: *Подсказка:* блоки с символом плюса имеют варианты, переключаемые колёсиком мыши.
zh_cn: 提示：带有+的方块有多个变体可以点击后滚动翻看。

# IngameHelp_Components_Detail1
source: Components are used to build and repair blocks. You can use a welder on any block to add the required component. You can select tools and blocks on your toolbar.
de: Komponenten werden zur Konstruktion und zur Reparatur von Blöcken verwendet. Sie können an jedem Block ein Schweißgerät verwenden, um die erforderlichen Komponenten hinzuzufügen. Sie können Werkzeuge und Blöcke auf Ihrer Schnellzugriffsleiste auswählen.
es: Los componentes se utilizan para construir y reparar bloques. Puedes usar un soldador en cualquier bloque para agregar los componentes necesarios. Puedes seleccionar herramientas y bloques en tu barra de herramientas.
fr: Les composants sont utilisés pour construire et réparer des blocs. Vous pouvez utiliser un chalumeau sur n’importe quel bloc pour ajouter le composant requis. Vous pouvez sélectionner des outils et des blocs dans votre barre d’outils.
hu_hu: Az részegységeket blokkok építésére és javítására használják. Használhatja a hegesztőt bármely blokknál, hogy hozzáadja a szükséges részegységet. Az eszköztáron kiválaszthatja a szerszámokat és a blokkokat.
it: I componenti sono utilizzati per costruire e riparare i blocchi. Puoi utilizzare un saldatore su qualsiasi blocco per aggiungere il componente richiesto. Puoi selezionare gli strumenti e i blocchi sulla barra degli strumenti.
pl_pl: Komponenty służą do budowy i naprawy bloków. Możesz użyć spawarki na dowolnym bloku żeby dodać do niego potrzebne komponenty. Wybierz narzędzie i blok z paska narzędzi.
pt_br: Os componentes são utilizados para construir e reparar os blocos. Você pode utilizar uma soldadora em qualquer bloco para adicionar o componente necessário. Selecione as ferramentas e os blocos em sua barra de ferramentas.
ru: Компоненты используются для строительства и починки блоков. Вы можете использовать сварщик для добавления требуемых компонентов. Вы можете выбрать инструменты и блоки на панели инструментов.
zh_cn: 用组件建造和维修方块。你可以对任何方块使用焊接器添加其所需的组件。可以在工具栏中选择工具和方块。

# IngameHelp_Components_Detail2
source: Repair a block
de: Reparieren Sie einen Block
es: Repara un bloque
fr: Réparer un bloc
hu_hu: Blokk javítása
it: Ripara un blocco
pl_pl: Napraw blok
pt_br: Reparar um bloco
ru: Почините блок
zh_cn: 维修方块

# IngameHelp_Components_Title
source: Good.bot: Components
de: Good.Bot: Komponenten
es: Good.bot: Componentes
fr: Good.bot : Composants
hu_hu: Good.bot: Alkatrészek
it: Good.bot: Componenti
pl_pl: Good.bot: Komponenty
pt_br: Good.bot: Componentes
ru: Good.bot: Компоненты
zh_cn: Good.bot:组件

# IngameHelp_FlashlightTip_Detail1
source: A little light goes a long way!
de: Schon etwas Licht kann eine große Hilfe sein!
es: ¡Un poco de luz va muy lejos!
fr: Un peu de lumière est très utile !
hu_hu: Egy kis fény, hosszú utat tesz meg!
it: Una piccola luce fa molta strada!
pl_pl: Światełko w tunelu jest reflektorem pociągu nadjeżdżającego z przeciwka!
pt_br: Essa luz vai longe!
ru: Маленький огонёк осветит темный путь!
zh_cn: 微弱的光可以照很远！

# IngameHelp_FlashlightTip_Detail2
source: *Tip:* Remember, your flashlight consumes power from your suit.
de: *Tipp:* Denken Sie daran, dass Ihre Anzuglichter Energie verbrauchen.
es: * Consejo: * Recuerda, tu linterna consume energía de tu traje.
fr: *Conseil :* N'oubliez pas que votre lampe de poche consomme l'énergie de votre combinaison.
hu_hu: *Tipp:* Ne feledd, a zseblámpád energiát fogyaszt az öltönyödből.
it: *Suggerimento:* Ricorda, la tua torcia consuma energia dalla tua tuta.
pl_pl: *rada: * Pamiętaj, że latarka zużywa moc skafandra.
pt_br: *Dica:* Lembre-se que a sua lanterna consome energia do seu traje.
ru: *Подсказка:* помните, фонарик поглощает запас энергии скафандра.
zh_cn: 提示：请注意，手电筒消耗宇航服的电能。

# IngameHelp_Flashlight_Detail1
source: Use your flashlight when entering dark areas.
de: Aktivieren Sie Ihre Anzuglichter, wenn Sie dunkle Bereiche betreten.
es: Usa tu linterna al entrar en zonas oscuras.
fr: Utilisez votre lampe de poche lorsque vous entrez dans des zones sombres.
hu_hu: Sötét területekre való belépéskor használja a zseblámpát.
it: Usa la tua torcia quando entri in aree buie.
pl_pl: Użyj latarki wchodząc w ciemne miejsca.
pt_br: Utilize a sua lanterna quando entrar em áreas escuras.
ru: Используйте фонарик, когда входите в темные места.
zh_cn: 进入暗区请使用手电筒。

# IngameHelp_Flashlight_Detail2
source: Press {CONTROL:HEADLIGHTS} to toggle your flashlight off and on.
de: Drücken Sie {CONTROL:HEADLIGHTS}, um Ihre Anzuglichter aus- und einzuschalten.
es: Pulsa {CONTROL:HEADLIGHTS} para encender y apagar la linterna.
fr: Appuyez sur {CONTROL:HEADLIGHTS} pour allumer et éteindre votre lampe de poche.
hu_hu: Nyomja meg a {CONTROL:HEADLIGHTS} gombot a zseblámpa ki,- és bekapcsolásárhoz.
it: Premi {CONTROL:HEADLIGHTS}per spegnere e accendere la torcia.
pl_pl: Naciśnij {CONTROL:HEADLIGHTS} żeby włączyć i wyłączyć latarkę.
pt_br: Pressione {CONTROL:HEADLIGHTS} para ligar ou desligar a lanterna.
ru: Нажмите {CONTROL:HEADLIGHTS}, чтобы включить или выключить фонарик.
zh_cn: 按{CONTROL:HEADLIGHTS}开关手电筒。

# IngameHelp_Flashlight_Title
source: Good.bot: Flashlight
de: Good.Bot: Anzuglichter
es: Good.bot: Linterna
fr: Good.bot : lampe de poche
hu_hu: Good.bot: Zseblámpa
it: Good.bot: Torcia
pl_pl: Good.bot: Latarka
pt_br: Good.bot: Lanterna
ru: Good.bot: Фонарик
zh_cn: Good.bot：电灯

# IngameHelp_Ingots_Detail1
source: Ingots can be used by a survival kit or assembler to produce components, tools and weapons. You can select what component to produce in the assembler's or survival kit's menu.
de: Barren können von einem Survival-Kit oder einer Montageanlage zur Herstellung von Komponenten, Werkzeugen und Waffen verwendet werden. Sie können im Menü der Montageanlage oder des Survival-Kits auswählen, welche Komponenten hergestellt werden sollen.
es: Los lingotes se pueden utilizar en un kit de supervivencia o ensamblador para producir componentes, herramientas y armas. Puedes seleccionar qué componente producir en el menú del ensamblador o del kit de supervivencia.
fr: Les lingots peuvent être utilisés par un kit de survie ou un assembleur pour produire des composants, des outils et des armes. Vous pouvez sélectionner le composant à produire dans le menu de l'assembleur ou du kit de survie.
hu_hu: Az öntvényeket egy túlélőkészletben vagy összeszerelőben használhatja alkatrészek, szerszámok és fegyverek előállítására. Kiválaszthatja, hogy milyen alkatrész készüljön az összeszerelő vagy túlélési készlet menüjében.
it: I lingotti possono essere utilizzati da un kit di sopravvivenza o da un assemblatore per produrre componenti, strumenti e armi. Puoi selezionare quale componente produrre nel menu dell'assemblatore o del kit di sopravvivenza.
pl_pl: Sztabki są wykorzystywane przez stację montażową lub zestaw przetrwania do produkcji komponentów narzędzi oraz broni. Możesz wybrać który komponent chcesz wyprodukować wybierając go z menu stacji.
pt_br: As barras podem ser utilizadas no kit de sobrevivência ou montadora para produzir componentes, ferramentas e armas. Você pode selecionar qual componente quer produzir no menu da montadora ou do kit de sobrevivência.
ru: Слитки могут быть использованы комплектом для выживания и сборщиком для производства компонентов, инструментов и оружия. Вы можете выбрать что производить в меню производства.
zh_cn: 装配机可以用锭子生产组件，工具和武器。你可以在装配机菜单中确定要生产的组件。

# IngameHelp_Ingots_Detail2
source: Put iron ingot into Assembler inventory.
de: Eisenbarren ins Montageanlagen-Inventar übertragen.
es: Pon lingotes de hierro en el inventario de ensamblador.
fr: Mettez le lingot de fer dans l'inventaire de l'assembleur.
hu_hu: Tegyen vasöntvényt az Összeszerelő készletébe.
it: Metti il lingotto di ferro nell'inventario dell'assemblatore.
pl_pl: Włóż sztabkę żelaza do ekwipunku stacji montażowej.
pt_br: Insira uma barra de ferro no inventário da montadora.
ru: Положите железный слиток в сборщик.
zh_cn: 将铁锭放入装配机库存。

# IngameHelp_Ingots_Detail3
source: Use a survival kit or Assembler to produce and obtain steel plates.
de: Verwenden Sie ein Survival-Kit oder eine Montageanlage zur Herstellung von Stahlplatten.
es: Usa un kit de supervivencia o ensamblador para producir y obtener placas de acero.
fr: Utilisez un kit de survie ou un assembleur pour produire et obtenir des plaques d’acier.
hu_hu: Használjon túlélési készletet vagy összeszerelőt acéllemezek készítéséhez és beszerzéséhez.
it: Utilizza un kit di sopravvivenza o un assemblatore per produrre e ottenere piastre di acciaio.
pl_pl: Użyj stacji montażowej lub zestawu przetrwania do produkcji stalowej płytki.
pt_br: Utilize um kit de sobrevivência ou montadora para produzir e obter placas de aço.
ru: Используйте комплект для выживания или сборщик для производства стальных пластин.
zh_cn: 用装配机生产钢板。

# IngameHelp_Ingots_Title
source: Good.bot: Ingots
de: Good.Bot: Barren
es: Good.bot: Lingotes
fr: Good.bot : lingots
hu_hu: Good.bot: Öntvények
it: Good.bot: Lingotti
pl_pl: Good.bot: Sztabki
pt_br: Good.bot: Barras
ru: Good.bot: Слитки
zh_cn: Good.bot：锭子

# IngameHelp_InteractiveTip_Detail1
source: These skills will serve you well!
de: Diese Fähigkeiten werden Ihnen zu Gute kommen!
es: ¡Estas habilidades te irán bien!
fr: Ces compétences vous serviront bien !
hu_hu: Ezek a képességek jól szolgálnak majd Önnek!
it: Queste competenze ti saranno utili!
pl_pl: Ta umiejętność na pewno się przyda!
pt_br: Essas habilidades serão muito úteis para você!
ru: Эти навыки Вам еще послужат!
zh_cn: 这些技巧会让你大大受益！

# IngameHelp_InteractiveTip_Detail2
source: *Tip:* Build control panels to easily access ship menus.
de: *Tipp:* Erstellen Sie Bedienfelder für den einfachen Zugriff auf Schiffsfunktionen.
es: *Consejo:* Puedes construir paneles de control para acceder fácilmente a los menús de la nave.
fr: *Conseil :* Construisez des panneaux de contrôle pour accéder facilement aux menus des vaisseaux.
hu_hu: *Tipp:* Építsen vezérlőpaneleket a hajó menüinek egyszerű eléréséhez.
it: *Suggerimento:* Costruisci pannelli di controllo per accedere facilmente ai menu della nave.
pl_pl: *rada: * Buduj panele kontrolne żeby mieć łatwiejszy dostęp do opcji statku.
pt_br: *Dica:* Construa painéis de controle para acessar os menus da nave com facilidade.
ru: *Подсказка:* постройте панели доступа для удобного доступа к меню корабля.
zh_cn: 提示：建造控制面板便于访问飞船菜单。

# IngameHelp_Interactive_Detail1
source: Many blocks like doors, button panels, consoles, medical rooms, inventories and cockpits support various different actions.
de: Viele Blöcke wie Türen, Schalttafeln, Krankenstationen, Frachtblöcke und Cockpits unterstützen verschiedene Aktionen.
es: Muchos bloques como puertas, paneles de botones, consolas, salas médicas, inventarios y cabinas soportan diferentes acciones.
fr: De nombreux blocs comme les portes, les panneaux de boutons, les consoles, les salles médicales, les inventaires et les cockpits prennent en charge diverses actions.
hu_hu: Sok blokk, például ajtók, gombpanelek, konzolok, orvosi szobák, készletek és pilótafülkék különféle műveleteket támogatnak.
it: Molti blocchi come porte, pulsantiere, console, stanze mediche, inventari e cabine di pilotaggio supportano varie azioni diverse.
pl_pl: Wiele bloków takich jak drzwi, panele z przyciskami, konsole, pokoje medyczne i kokpity wspierają różne działania.
pt_br: Diversos blocos, como portas, painéis de botões, consoles, salas médicas, inventários e cabines, permitem várias ações diferentes.
ru: Множество блоков, таких как двери, кнопочные панели, консоли, медпункты, контейнеры и кокпиты поддерживают несколько разных действий.
zh_cn: 很多方块，像门，控制面板，控制台，医疗室，库存和驾驶舱都有各种用途。
