Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# ContractScreen_Repair_Description_5
source: Our Equipment needs inspection. Find it, perform a full checkup and repair any damage you can find.
de: Unsere Ausrüstung muss überprüft werden. Finden Sie sie, führen Sie eine vollständige Überprüfung durch und reparieren Sie alle Schäden, die Sie finden können.
es: Nuestro equipamiento necesita inspección. Encuéntralo, examínalo y repara cualquier daño que encuentres.
fr: Notre équipement doit être inspecté. Trouvez-le, effectuez un contrôle complet et réparez tout dommage que vous pouvez trouver.
hu_hu: Berendezésünket ellenőrizni kell. Keresse meg, végezze el a teljes ellenőrzést, és javítsa ki a talált károkat.
it: La nostra attrezzatura ha bisogno di essere ispezionata. Trovala, esegui un controllo completo e ripara qualsiasi danno tu possa trovare.
pl_pl: Nasz sprzęt wymaga inspekcji. Znajdź go, przeprowadź kontrolę i napraw wszelkie znalezione uszkodzenia.
pt_br: Nosso equipamento necessita de inspeção. Encontre-o, faça uma verificação completa e repare os danos que encontrar.
ru: Наше оборудование требует проверки. Найдите, проведите технический осморт и исправьте все найденные поломки.
zh_cn: 设备需要检修。彻底检查并将其修复。

# SafeZone_Color_TTP
source: Changes color of the safe zone sphere.
de: Ändert die Farbe der Sicherheitszonenkuppel.
es: Cambiar el color de la esfera de la zona segura.
fr: Change la couleur de la sphère de la zone sécurisée.
hu_hu: A biztonsági zónagömb színének módosítása.
it: Cambia il colore della sfera della zona sicura.
pl_pl: Zmienia kolor kuli bezpiecznej strefy.
pt_br: Altera a cor da esfera da zona segura.
ru: Изменяет цвет сферы безопасной зоны.
zh_cn: 更改安全区球体的颜色。

# ScreenDebugAdminMenu_Economy
source: Economy
de: Wirtschaft
es: Economía
fr: Économie
hu_hu: Gazdaságos
it: Economia
pl_pl: Ekonomia
pt_br: Economia
ru: Экономика
zh_cn: 经济

# ScreenDebugAdminMenu_Weather
source: Weather
de: Wetter
es: Clima
fr: Météo
hu_hu: Időjárás
it: Meteo
pl_pl: Pogoda
pt_br: Clima
ru: Погода
zh_cn: 天气

# ScreenDebugAdminMenu_Weather_Generate
source: Force Random Weather
de: Zufallsbedingtes Wetter erzwingen
es: Forzar clima aleatorio
fr: Forcer une météo aléatoire
hu_hu: Véletlenszerű Időjárás Kényszerítése
it: Forza Casuale Meteo
pl_pl: Wymuś losową pogodę
pt_br: Forçar clima aleatório
ru: Активировать случайную погоду
zh_cn: 强制随机天气

# ScreenDebugAdminMenu_Weather_Lightning
source: Create Lightning
de: Blitz erzeugen
es: Crear rayo
fr: Créer un éclair
hu_hu: Villám létrehozása
it: Crea fulmine
pl_pl: Przywołaj błyskawicę
pt_br: Criar relâmpago
ru: Создать молнию
zh_cn: 创建闪电

# ScreenDebugAdminMenu_Weather_Lightning_Tooltip
source: Creates lightning where you are looking
de: Erzeugt Blitze, an dem in Blickrichtung befindlichen Ort
es: Crea un rayo donde estás mirando
fr: Crée la foudre là où vous regardez
hu_hu: Villámokat hoz létre, amerre néz
it: Crea un fulmine dove stai guardando
pl_pl: Przywołaj błyskawicę w miejsce na które patrzysz
pt_br: Cria um relâmpago na direção em que está olhando
ru: Создает молнию там, куда вы смотрите
zh_cn: 在你看着的地方创建闪电

# ScreenDebugAdminMenu_Weather_Generate_Tooltip
source: Forces a random weather using planet's weather system
de: Regt das Wettersystem des Planeten dazu an, zufallsbedingtes Wetter zu erzeugen.
es: Fuerza un clima aleatorio usando el sistema climático del planeta
fr: Force une météo aléatoire en utilisant le système météorologique de la planète
hu_hu: Kényszerít egy véletlenszerű időjárást a bolygó időjárási rendszerében
it: Forza un tempo casuale utilizzando il sistema meteorologico del pianeta
pl_pl: Wymuś losową pogodę z użyciem systemu wybranej planety
pt_br: Força um clima aleatório usando o sistema de clima do planeta
ru: Вызывает случайную погоду с помощью погодной системы планеты
zh_cn: 使用行星的天气系统强制随机天气

# ScreenDebugAdminMenu_Weather_Create
source: Create Weather
de: Wetter erzeugen
es: Crear clima
fr: Créer un climat
hu_hu: Időjárás Létrehozása
it: Crea Meteo
pl_pl: Stwórz pogodę
pt_br: Criar clima
ru: Создать погоду
zh_cn: 创建天气

# ScreenDebugAdminMenu_Weather_Modify
source: Modify Weather
de: Wetter ändern
es: Modificar clima
fr: Modifier la météo
hu_hu: Időjárás Módosítása
it: Modifica Meteo
pl_pl: Zmień pogodę
pt_br: Modificar clima
ru: Изменить погоду
zh_cn: 修改天气

# ScreenDebugAdminMenu_Weather_Create_Tooltip
source: Creates the selected weather
de: Erstellt das ausgewählte Wetter
es: Crea el clima seleccionado
fr: Crée la météo sélectionnée
hu_hu: Kiválasztott időjárás létrehozása
it: Crea il meteo selezionato
pl_pl: Wywołaj wybraną pogodę
pt_br: Cria o clima selecionado
ru: Создает выбранную погоду
zh_cn: 创建所选天气

# ScreenDebugAdminMenu_Weather_CreateCombo_Tooltip
source: Weather to create
de: Zu erstellendes Wetter
es: Clima a crear
fr: Météo à créer
hu_hu: Időjárás létrehozása
it: Meteo da creare
pl_pl: Pogoda do wywołania
pt_br: Clima a criar
ru: Создаваемая погода
zh_cn: 要创建的天气

# ScreenDebugAdminMenu_Weather_Current
source: Current Weather
de: Aktuelles Wetter
es: Clima actual
fr: Météo actuelle
hu_hu: Jelenlegi Időjárás
it: Meteo corrente
pl_pl: Obecna pogoda
pt_br: Clima atual
ru: Текущая погода
zh_cn: 当前天气

# ScreenDebugAdminMenu_Weather_CurrentIntensity
source: Current Weather Intensity
de: Aktuelle Wetterintensität
es: Intensidad del clima actual
fr: Intensité de la météo actuelle
hu_hu: Jelenlegi Időjárás Intenzitása
it: Intensità Meteo corrente
pl_pl: Intensywność obecnej pogody
pt_br: Intensidade do clima atual
ru: Текущая интенсивность погоды
zh_cn: 当前天气强度

# ScreenDebugAdminMenu_Weather_CurrentTemperature
source: Current Temperature
de: Aktuelle Temperatur
es: Temperatura actual
fr: Température actuelle
hu_hu: Aktuális hőmérséklet
it: Temperatura corrente
pl_pl: Obecna temperatura
pt_br: Temperatura atual
ru: Текущая температура
zh_cn: 当前温度

# ScreenDebugAdminMenu_Weather_Replace
source: Replace Weather
de: Wetter ändern
es: Sustituir clima
fr: Remplacer la météo
hu_hu: Időjárás Cseréje
it: Sostituisci Meteo
pl_pl: Zastąp pogodę
pt_br: Substituir clima
ru: Заменить погоду
zh_cn: 替换天气

# ScreenDebugAdminMenu_Weather_Replace_Tooltip
source: Replaces the current Weather with the selected weather
de: Ersetzt das aktuelle Wetter durch das ausgewählte Wetter
es: Sustituye el clima actual con el clima seleccionado
fr: Remplace la météo actuelle avec celle sélectionnée
hu_hu: Lecseréli az aktuális Időjárást a kiválasztott időjárásra
it: Sostituisce il Meteo attuale con il meteo selezionato
pl_pl: Zastępuje obecną pogodę wybraną pogodą
pt_br: Substitui o clima atual pelo clima selecionado
ru: Заменяет текущую погоду выбранной
zh_cn: 将当前天气替换为所选天气

# ScreenDebugAdminMenu_Weather_Next
source: Next Weather
de: Nächstes Wetter
es: Siguiente clima
fr: Prochaine météo
hu_hu: Következő Időjárás
it: Meteo a venire
pl_pl: Następna pogoda
pt_br: Próximo clima
ru: Следующая погода
zh_cn: 下一个天气

# ScreenDebugAdminMenu_Weather_Remove
source: Remove Weather
de: Wetter zurücksetzen
es: Eliminar clima
fr: Supprimer la météo
hu_hu: Időjárás Eltávolítása
it: Rimuovi Meteo
pl_pl: Usuń pogodę
pt_br: Remover clima
ru: Удалить погоду
zh_cn: 移除天气

# ScreenDebugAdminMenu_Weather_Remove_Tooltip
source: Removes the current Weather
de: Setzt das aktuelle Wetter zurück
es: Elimina el clima actual
fr: Supprime la météo actuelle
hu_hu: Eltávolítja az Aktuális Időjárást
it: Rimuove il meteo corrente
pl_pl: Usuwa obecną pogodę
pt_br: Remove o clima atual
ru: Удаляет текущую погоду
zh_cn: 移除当前天气

# ScreenDebugAdminMenu_Weather_Incoming
source: Incoming Weather
de: Wetter wird erzeugt
es: Próximo clima
fr: Météo à venir
hu_hu: Érkező Időjárás
it: Previsioni meteorologiche
pl_pl: Nadchodząca pogoda
pt_br: Previsão do tempo
ru: Приближающаяся погода
zh_cn: 即将到来的天气

# ContractScreen_Find_Description_3
source: A client of ours listed a reward for the one who can retrieve a lost drop pod in time. A fast vehicle and keen eye is recommended.
de: Ein Kunde von uns hat eine Belohnung für denjenigen angekündigt, der eine verlorene Fallkapsel rechtzeitig zurückholen kann. Ein schnelles Gefährt und scharfe Augen werden empfohlen.
es: Uno de nuestros clientes ofrece una recompensa a quien pueda recuperar una cápsula de aterrizaje perdida. Se recomienda contar con un vehículo rápido y tener buena visión.
fr: Un de nos clients a mentionné une récompense pour celui qui peut récupérer à temps une capsule perdue. Un véhicule rapide et un œil vif sont recommandés.
hu_hu: Egy ügyfelünk jutalmat ajánlott fel annak, aki időben vissza tud szerezni egy elveszett egységet. Gyors jármű és éles szem ajánlott.
it: Un nostro cliente ha elencato una ricompensa per chi riesce a recuperare in tempo una capsula di atterraggio smarrita. Si raccomanda un veicolo veloce e un occhio attento.
pl_pl: Jeden z naszych klientów nagrodzi każdego, który odzyska utraconą paczkę określonym w czasie. Zalecamy szybki pojazd i bystre oko.
pt_br: Um dos nossos clientes está oferecendo uma recompensa para quem recuperar a tempo uma cápsula de recursos perdida. Recomendamos um veículo rápido e um olhar atento.
ru: Наш клиент разместил награду за нахождение потерянной спаскапсулы в установленный срок. Резвый транспорт и орлиный глаз рекомендованы.
zh_cn: 我们的一个客户悬赏寻找一个丢失的分离舱。建议用快车和敏锐眼。

# ContractScreen_Find_Description_4
source: A courier dropped a transport container to distract his pursuers. It did not work but we are interested in seeing it's contents returned. Locate this container and mark it for pickup.
de: Ein Kurier hat einen Transportcontainer fallen gelassen, um seine Verfolger abzulenken. Es hat nicht funktioniert, aber es ist uns wichtig, dass sein Inhalt zurückgebracht wird. Lokalisieren Sie den Container und markieren Sie ihn zur Abholung.
es: Un mensajero dejó caer un contenedor de transporte para distraer a sus perseguidores. No funcionó, pero estamos interesados en recuperar su contenido. Localiza este contenedor y márcalo para recogerlo.
fr: Un coursier a laissé tomber un conteneur de transport pour distraire ses poursuivants. Cela n'a pas fonctionné mais nous sommes intéressés par le retour de son contenu. Localisez ce conteneur et marquez-le pour ramassage.
hu_hu: Egy futár ledobott egy szállítótartályt, hogy elterelje az üldözőit. Ez nem működött, de szeretné a tartalmát visszakapni. Keresse meg a tartályt, és jelölje meg, a felvételhez.
it: Un corriere ha fatto cadere un container di trasporto per distrarre i suoi inseguitori. Non ha funzionato, ma siamo interessati a vedere il suo contenuto restituito. Localizza questo contenitore e contrassegnalo per il ritiro.
pl_pl: Kurier został zmuszony, aby odwrócić uwagę ścigających go piratów. To zadziałało, ale interesuje nas tylko zawartość. Zlokalizuj ten kontener i oznacz jego lokalizację do odbioru.
pt_br: Um entregador se desfez de um contêiner para distrair seus perseguidores. Não funcionou e temos interesse em reaver esse conteúdo. Localize o contêiner e marque-o para a coleta.
ru: Курьер сбросил грузовой контейнер для отвлечения преследователей. Это ему не очень помогло, но мы заинтересованы в возврате содержимого контейнера. Найдите его и отметьте для подбора.
zh_cn: 运送人员丢下一个集装箱干扰尾随者。集装箱没什么用了，就是想要知道里面有什么。找到该集装箱并将它标识出来方便取回。

# SafeZone_Texture
source: Select Zone Texture:
de: Wählen Sie Zonentextur:
es: Selecciona la textura de la zona:
fr: Sélectionnez la texture de la zone :
hu_hu: Zóna Textúra Kiválasztása:
it: Seleziona texture zona:
pl_pl: Wybierz Teksturę Strefy:
pt_br: Selecione a textura da zona:
ru: Выбрать текстуру зоны:
zh_cn: 选择区纹理：

# SafeZone_Texture_Aura
source: Aura
ru: Аура
zh_cn: 光环

# SafeZone_Texture_Noise
source: Noise
de: Rauschen
es: Ruido
fr: Bruit
hu_hu: Zaj
it: Rumore
pl_pl: Zakłócenia
pt_br: Ruído
ru: Шум
zh_cn: 噪音

# SafeZone_Texture_Organic
source: Organic
de: Organisch
es: Orgánico
fr: Organique
hu_hu: Szerves
it: Organico
pl_pl: Organiczne
pt_br: Orgânico
ru: Органика
zh_cn: 有机物

# SafeZone_Texture_Disco
source: Disco
de: Disko
ru: Диско
zh_cn: 的士高

# SafeZone_Texture_Dots
source: Dots
de: Punkte
es: Puntos
fr: Points
hu_hu: Pontok
it: Punti
pl_pl: Kropki
pt_br: Pontos
ru: Точки
zh_cn: 点

# SafeZone_Texture_Rain
source: Rain
de: Regen
es: Lluvia
fr: Pluie
hu_hu: Eső
it: Pioggia
pl_pl: Deszcz
pt_br: Chuva
ru: Дождь
zh_cn: 雨

# SafeZone_Texture_Default
source: Default
de: Standard
es: Predeterminada
fr: Par défaut
hu_hu: Alapértelmezett
it: Predefinito
pl_pl: Domyślny
pt_br: Padrão
ru: Стандартная
zh_cn: 默认

# SafeZone_Texture_Disabled
source: Disabled
de: Deaktiviert
es: Deshabilitado
fr: Désactivée
hu_hu: Tiltva
it: Disattivato
pl_pl: Wyłączona
pt_br: Desablitado
ru: Отключено
zh_cn: 关闭

# SafeZone_Texture_DLCReq_TTIP
source: Economy DLC Required. Changes texture of safe zone.
de: „Economy“ Zusatzinhalt erforderlich. Ändert die Textur der Sicherheitszone.
es: Requiere el DLC de Economía. Cambia la textura de la zona segura.
fr: DLC Économie requis. Change la texture de la zone sécurisée.
hu_hu: Economy DLC szükséges. A biztonságos zóna textúrájának megváltoztatásához.
it: DLC Economy richiesto. Cambia la texture della zona sicura.
pl_pl: Wymagane Economy DLC. Zmienia teksturę bezpiecznej strefy.
pt_br: Necessário DLC Economia. Altera a textura da zona segura.
ru: Требуется Economy DLC. Изменяет текстуры безопасной зоны.
zh_cn: 需要经济DLC。更改安全区纹理。

# SafeZone_Texture_Hexagon
source: Hexagon
de: Sechseck
es: Hexágono
fr: Hexagone
hu_hu: Hatszög
it: Esagono
pl_pl: Sześciokąty
pt_br: Hexágono
ru: Шестиугольник
zh_cn: 六边形

# SafeZone_Texture_Lines
source: Lines
de: Linien
es: Líneas
fr: Lignes
hu_hu: Vonalak
it: Linee
pl_pl: Linie
pt_br: Linhas
ru: Линии
zh_cn: 线条

# SafeZone_Texture_Digital
source: Digital
fr: Numérique
hu_hu: Digitális
it: Digitale
pl_pl: Cyfrowe
ru: Цифровой
zh_cn: 数字的

# SafeZone_Texture_Restricted
source: Restricted
de: Eingeschränkt
es: Restringido
fr: Restreinte
hu_hu: Korlátozott
it: Limitato
pt_br: Restrito
ru: Запретная зона
zh_cn: 受限

# SafeZone_Texture_Clang
source: Clang
hu_hu: Csengés
ru: Кланг
zh_cn: 碰撞

# SafeZone_Texture_KeenSWH
source: KeenSWH Logo
es: Logo de KeenSWH
fr: Logo KeenSWH
hu_hu: KeenSWH embléma
it: Logo KeenSWH
pl_pl: Logo KeenSWH
pt_br: Logo KeenSWH
ru: Логотип KeenSWH
zh_cn: K社标志

# SafeZone_Texture_TTIP
source: Changes texture of safe zone.
de: Ändert die Textur der Sicherheitszone.
es: Cambia la textura de la zona segura.
fr: Changer la texture de la zone sécurisée
hu_hu: Megváltoztatja a biztonsági zóna textúráját.
it: Cambia texture della zona sicura
pl_pl: Zmienia teksturę bezpiecznej strefy.
pt_br: Altera a textura da zona segura.
ru: Изменяет текстуру безопасной зоны.
zh_cn: 改变安全区纹理。

# ScreenDebugAdminMenu_IgnoreSafeZones
source: Ignore Safe Zones
de: Sicherheitszone ignorieren
es: Ignorar zonas seguras
fr: Ignorer les zones sécurisées
hu_hu: Biztonsági zónák figyelmen kívül hagyása
it: Ignora zone sicure
pl_pl: Ignoruj Bezpieczne Strefy
pt_br: Ignorar zonas seguras
ru: Игнорирует безопасные зоны
zh_cn: 忽略安全区

# ScreenDebugAdminMenu_IgnoreSafeZonesTip
source: When enabled you will be completely immune to the effects of safezone. WARNING: This affects only your characters. Grids will still be affected.
de: Wenn aktiviert, haben Sicherheitszonen keine Auswirkungen auf Sie. WARNUNG: Dies betrifft nur Ihre Spielcharaktere. Blockkonstruktionen sind weiterhin von ihnen betroffen.
es: Cuando está habilitado, serás completamente inmune a los efectos de la zona segura. ADVERTENCIA: esto solo abarca a tus personajes. Las estructuras seguirán siendo afectadas.
fr: Lorsqu'il est activé, vous serez totalement immunisé contre les effets de la zone de sécurité. AVERTISSEMENT : Ceci n'affecte que vos personnages. Les grilles seront toujours affectées.
hu_hu: Ha engedélyezi, immunis lesz a biztonsági zóna hatásaival szemben. FIGYELEM: Ez csak a karaktereit érinti, az objektumokat nem.
it: Quando è attivata, sarai completamente immune agli effetti della zona sicura. ATTENZIONE: questo riguarda solo i tuoi personaggi. Le griglie saranno comunque influenzate.
pl_pl: Po włączeniu będziesz ignorować efekty bezpiecznej strefy. Uwaga: Opcja obejmuje tylko Twoją postać. Struktury wciąż będą reagować na bezpieczną strefę.
pt_br: Quando habilitado, você será completamente imune aos efeitos da zona segura. ATENÇÃO: Isso afeta somente seus personagens. Grids continuam sendo afetadas.
ru: Когда включено, вы будете полностью игнорировать эффекты безопасной зоны. ВНИМАНИЕ: это влияет только на персонажа, структуры остаются под воздействием.
zh_cn: 启用后，你就会完全不受安全区效果的影响。 警告：这只对你的人物有影响。网格仍然会受影响。

# ScreenDebugAdminMenu_AddReputation_ChangeReputation
source: Amount:
de: Betrag:
es: Cantidad:
fr: Quantité
hu_hu: Összeg:
it: Quantità:
pl_pl: Ilość:
pt_br: Quantidade:
ru: Количество:
zh_cn: 金额：

# ScreenDebugAdminMenu_AddReputation_ConfirmButton
source: Change
de: Ändern
es: Cambiar
hu_hu: Változtat
it: Cambia
pl_pl: Zmień
pt_br: Alterar
ru: Изменить
zh_cn: 更改

# ScreenDebugAdminMenu_AddReputation_CurrentReputation
source: Current reputation:
de: Aktuelle Reputation:
es: Reputación actual:
fr: Réputation actuelle :
hu_hu: Jelenlegi hírnév:
it: Reputazione attuale:
pl_pl: Obecna reputacja:
pt_br: Reputação atual:
ru: Текущая репутация:
zh_cn: 当前声誉：

# ScreenDebugAdminMenu_AddReputation_FactionLabel
source: with faction
de: in der Fraktion
es: con facción
fr: avec la faction
hu_hu: frakcióval
it: con fazione
pl_pl: z frakcją
pt_br: com facção
ru: с фракцией
zh_cn: 带阵营

# ScreenDebugAdminMenu_AddReputation_FinalReputation
source: Final reputation:
de: Endgültige Reputation:
es: Reputación final:
fr: Réputation finale :
hu_hu: Utolsó hírnév:
it: Reputazione finale:
pl_pl: Końcowa reputacja:
pt_br: Reputação final:
ru: Окончательная репутация:
zh_cn: 最后声誉：

# ScreenDebugAdminMenu_AddReputation_PlayerLabel
source: Change reputation of player
de: Reputation eines Spielers ändern
es: Cambiar la reputación de un jugador
fr: Changer la réputation du joueur
hu_hu: Játékos hírnevének megváltoztatása
it: Cambia reputazione del giocatore
pl_pl: Zmień reputację gracza
pt_br: Alterar reputação de jogador
ru: Изменить репутацию игрока
zh_cn: 改变玩家的声誉

# ScreenDebugAdminMenu_AddReputation_ReputationPropagate
source: Propagate reputation
de: Reputation verbreiten
es: Propagar reputación
fr: Propager la réputation
hu_hu: Hírnév terjesztése
it: Propaga reputazione
pl_pl: Dzielenie się reputacją
pt_br: Propagar reputação
ru: Передать репутацию
zh_cn: 传播声誉

# ScreenDebugAdminMenu_AddReputation_ReputationPropagate_Tooltip
source: Propagate reputation to friends and enemies of faction. Warning: Propagation of positive and negative reputation is not symmetric. Propagating 1000 and then -1000 won't have zero sum for friends and foes of the faction.
de: Verbreiten Sie die Reputation bei Freunden und Feinden der Fraktion. Warnung: Das Propagieren von positivem und negativem Ruf ist nicht symmetrisch. 1000 und dann -1000 zu propagieren führt zu keiner Nullsummen-Reputation bei Freunden und Feinden der Fraktion.
es: Propagar la reputación a amigos y enemigos de la facción. Advertencia: la propagación de la reputación positiva y negativa no es simétrica. Propagar 1000 y luego -1000 no tendrá suma cero para amigos y enemigos de la facción.
fr: Propager la réputation aux amis et ennemis de la faction. Avertissement : La propagation de la réputation positive et négative n'est pas symétrique. Propager 1000 puis -1000 n'aura pas de somme nulle pour les amis et les ennemis de la faction.
hu_hu: Hírnevének terjesztése a frakció barátainak és ellenségeinek. Figyelem: A pozitív és negatív hírnév terjedése nem szimmetrikus. Az 1000, majd a -1000 propagálásának nem lesz nulla az összege a frakció barátai és ellenségei számára.
it: Propaga la reputazione ad amici e nemici della fazione. Attenzione: La propagazione della reputazione positiva e negativa non è simmetrica. Propagare 1000 e poi -1000 non avrà somma zero per amici e nemici della fazione.
pl_pl: Podziel się reputacją z przyjaciółmi i wrogami frakcji. Uwaga: Dzielenie się pozytywną i negatywną reputacją nie jest symetryczne. Podzielenie się 1000 a potem -1000 nie wyzeruje reputacji przyjaciół i wrogów frakcji.
pt_br: Propaga a reputação a amigos e inimigos da facção. Atenção: A propagação de reputação positiva ou negativa não é simétrica. Propagar tanto 1000 quanto -1000 não totalizará zero para amigos e rivais da estação.
ru: Передача репутации друзьям и врагам фракции. Внимание: передача позитивной и негативной репутации не симметрична. Передача +1000 и затем -1000 в итоге не будет нулевой для друзей и врагов фракции.
zh_cn: 对阵营的朋友和敌人宣传声誉。 警告：宣传正面和负面名声是不可以抵消的。 例如传播+1000的声誉和-1000的声誉不能中和为零。

# TerminalSafeZoneNeedsStation
source: Safe zones can be enabled only on stations.
de: Sicherheitszonen können nur auf Stationen aktiviert werden.
es: Las zonas seguras se pueden activar solo en estaciones.
fr: Les zones sécurisées ne peuvent être activées que dans les stations.
hu_hu: Biztonsági zónák csak az állomásokon engedélyezhetők.
it: Le zone sicure possono essere abilitate solo sulle stazioni.
pl_pl: Bezpieczne strefy mogą być włączone tylko na stacjach.
pt_br: A zona segura pode ser habilitada apenas em estações.
ru: Безопасные зоны могут быть активированы только на станциях.
zh_cn: 安全区只能在基站启用 。

# ScreenTerminalInventory_UnlimitedVolume
source: Unlimited
de: Unbegrenzt
es: Ilimitado
fr: Illimité
hu_hu: Korlátlan
it: Illimitato
pl_pl: Nieskończone
pt_br: Ilimitado
ru: Неограничего
zh_cn: 无限

# ScreenDebugAdminMenu_IgnorePcuTip
source: When enabled, you will completely ignore all PCU limits. This may cause you to go into negative PCUs.
de: Wenn aktiviert, werden alle PCU-Limits ignoriert. Dies kann dazu führen, dass Sie in den negativen PCU-Bereich geraten.
es: Cuando está activado, ignorarás completamente los límites de PCU. Esto puede causar que tengas PCUs negativos.
fr: Lorsque cette option est activée, vous ignorez complètement toutes les limites de PCU. Cela peut vous amener à avoir des PCU négatifs.
hu_hu: Ha engedélyezve van, akkor teljesen figyelmen kívül hagyja az összes PCU-korlátot. Ez azt eredményezheti, hogy a PCU negatív lesz.
it: Quando è abilitato, ignorerai completamente tutti i limiti della PCU. Questo può causare l'ingresso in PCU negative.
pl_pl: Jeśli włączone, będziesz ignorować wszystkie limity PCU. Może to spowodować uzyskanie ujemnych jednostek PCU.
pt_br: Quando habilitado, você terá todos os limites de PCU ignorados. Isso pode gerar PCUs negativos para você.
ru: Когда включено, вы будете полностью игнорировать любые ограничения PCU. Это может привести к уходу в отрицательное значение PCU.
zh_cn: 启用后，会忽略所有的PCU限制。这样会导致PCU为负值。

# ScreenDebugAdminMenu_Pcu
source: Ignore PCU limits
de: PCU-Grenzwerte ignorieren
es: Ignorar límites de PCU
fr: Ignorer les limites de PCU
hu_hu: PCU-korlátok figyelmen kívül hagyása
it: Ignora limiti PCU
pl_pl: Ignoruj limity PCU
pt_br: Ignorar limites de PCU
ru: Игнорировать лимиты PCU
zh_cn: 忽略PCU极限

# Trash_KickAFKWarning
source: Please note: If you remain inactive for 1 minute you will be disconnected.
de: Bitte beachten Sie: Wenn Sie 1 Minute lang inaktiv bleiben, wird die Verbindung getrennt.
es: Atención: si permaneces inactivo durante 1 minuto serás desconectado.
fr: Veuillez noter que si vous restez inactif pendant 1 minute, vous serez déconnecté.
hu_hu: Figyelem: Ha 1 percig inaktív marad, megszakad a kapcsolat.
it: Attenzione: se rimani inattivo per 1 minuto sarai scollegato.
pl_pl: Uwaga: Więcej niż 1 minuta nieaktywności spowoduje rozłączenie.
pt_br: Observação: Se você permanecer inativo por mais de 1 minuto, será desconectado.
ru: Обратите внимание: если вы продолжите бездействовать 1 минуту, то будете отключены.
zh_cn: 请注意：如果一分钟不活跃，你就会离线。
