Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# StoryText_Trade_Factorum5
source: INTERCEPTED MESSAGE: Corporate has lost its mind. They want all of this by next quarter. Before you say anything - I know. I tried to explain that no one knows how Prototech works besides the Factorum and I was told we need to "apply" ourselves. Here are the products they want developed. Apparently, this was after a three week (!!!) brainstorming retreat. - Prototech Rifles - Prototech AI (What is that?) - Super Prototech (?) - Prototech 2(Are these not weapons?) - Next-Gen Prototech (???????) - Prototech Neuroblasters (?????????????????) I need you to go to the head office to talk to them. If I go, I might punch someone.
de: ABGEHÖRTE NACHRICHT: Die Genossenschaft hat den Verstand verloren. Sie wollen das alles bis zum nächsten Quartal haben. Bevor Sie etwas sagen – ich weiß. Ich habe versucht zu erklären, dass niemand außer The Factorum weiß, wie Prototech funktioniert, und mir wurde gesagt, da müssten wir uns schon selbst „bemühen“, das herauszufinden. Hier sind die Produkte, die sie entwickelt haben wollen. Offenbar war das nach einem dreiwöchigen (!!!) Brainstorming- Seminar. – Prototech Gewehre – Prototech KI (Was soll das denn sein?) – Super Prototech (?) – Prototech 2 (sind das keine Waffen?) – Prototech der nächsten Generation (???????) – Prototech Neuroblaster (?????????????????) Ich möchte, dass Sie zum Hauptquartier gehen und mit ihnen reden. Wenn ich gehe, könnte ich jemanden ohrfeigen.
es: MENSAJE INTERCEPTADO: La empresa se ha vuelto loca. Quieren todo esto para el próximo trimestre. Antes de que diga nada: lo sé. Intenté explicar que nadie sabe cómo funciona Prototech aparte del Factorum y me dijeron que tenemos que «aplicarnos». Estos son los productos que quieren que desarrollemos. Al parecer, esto fue después de un retiro de tres semanas (!!!) para intercambiar ideas. - Rifles Prototech - IA de Prototech (¿Qué es eso?) - Súper Prototech (?) - Prototech 2 (¿No son armas?) - Prototech de próxima generación (???????) - Neuroblasters Prototech (?????????????????) Necesito que vaya a la oficina central para hablar con ellos. Si voy yo, podría golpear a alguien.
fr: MESSAGE INTERCEPTÉ : L'entreprise a perdu la tête. Ils veulent tout cela pour le prochain trimestre. Avant que vous ne disiez quoi que ce soit, je sais. J'ai essayé d'expliquer que personne ne sait comment fonctionne la prototech à part le Factorum et on m'a dit que nous devions nous « appliquer ». Voici les produits qu'ils veulent développer. Apparemment, c'était après une retraite de réflexion de trois semaines (!!!). - Fusils prototech - IA prototech (qu'est-ce que c'est ?) - Super Prototech ( ?) - Prototech 2 (Ce ne sont pas des armes ?) - Prototech Next-gen (???????) - Neuroblasters prototech (?????????????????) J'ai besoin que vous alliez au siège social pour leur parler. Si j'y vais, je risque de frapper quelqu'un.
it: MESSAGGIO INTERCETTATO: La società ha perso la testa. Vogliono tutto questo entro il prossimo trimestre. Prima che tu dica qualsiasi cosa, lo so. Ho provato a spiegare che nessuno sa come funziona Prototech, a parte Factorum, e mi è stato detto che dobbiamo "impegnarci". Ecco i prodotti che vogliono sviluppare. A quanto pare, questo è avvenuto dopo un ritiro di brainstorming di tre settimane (!!!). - Fucili Prototech - Prototech IA (Cos'è?) - Super Prototech (?) - Prototech 2 (Non sono armi?) - Prototech di nuova generazione (???????) - Neurofucile Prototech (?????????????????) Ho bisogno che tu vada alla sede centrale per parlare con loro. Se ci andassi io, potrei dare un pugno a qualcuno.
pt_br: MENSAGEM INTERCEPTADA: A Corporação perdeu a cabeça. Querem tudo isso para o próximo trimestre. Antes de você dizer qualquer coisa, eu sei. Tentei explicar que ninguém sabe como o Prototech funciona além do Factorum e me disseram que precisamos nos "aplicar". Aqui estão os produtos que querem desenvolver. Aparentemente, isso foi após três semanas (!!!) de retiro de brainstorming. - Rifles Prototech - IA Prototech AI (O que é isso?) - Super Prototech (?) - Prototech 2 (Isso não é arma?) - Prototech de próxima geração (???????) - Neuroblasters Prototech (?????????????????) Preciso que você vá à sede e fale com eles. Se eu for, é capaz de socar alguém.
ru: ПЕРЕХВАЧЕННОЕ СООБЩЕНИЕ: В руководстве потеряли разум. Они хотят, чтобы всё было готово к следующему кварталу. И не нужно ничего говорить — я и так понимаю. Попытки объяснить, что никто, кроме Факторума, не знает, как работает прототехнология, ни к чему не привели. Мне сказали «прилагать больше усилий». Ниже перечислены изделия, которые они требуют от нас разработать. Судя по всему, это решение было принято после трехнедельного (!!!) мозгового штурма. — прототех-винтовки, — прототех-AI (что это?), — суперпрототех (?), — прототех 2 (не оружие?), — прототехнологии следующего поколения (???????), — прототех-нейробластеры (??????????????????). Мне нужно, чтобы вы пошли в головной офис и поговорили с ними. Если пойду я, кто-то может остаться без зубов.
zh_cn: 截获的消息： 公司失去理智了。他们希望在下个季度之前完成所有这些任务。 在你说点什么之前 – 我知道。我试图解释，除了 Factorum，没人知道 Prototech 的工作原理，但我被告知我们需要“全力以赴”。 下面是他们想要开发的产品。显然，这是经过三周 (!!!) 的头脑风暴后的成果。 - Prototech 步枪 - Prototech AI（那是什么？） - 超级 Prototech (?) - Prototech 2（这些不是武器吗？） - 下一代 Prototech (???????) - Prototech 神经爆能枪 (?????????????????) 我需要你去总部和他们谈谈。如果我去，我可能会打人。

# StoryTitle_MinerStories1
source: Remix
ru: Ремикс
zh_cn: 混音

# StoryText_MinerStories1
source: Been so bored lately that I've been recording my drill when I'm working. It might make a nice backing track for a song.
de: In letzter Zeit habe ich mich so gelangweilt, dass ich meine Bohrmaschine bei der Arbeit aufgenommen habe. Das könnte eine schöne Hintergrundmusik für einen Song sein.
es: Últimamente estoy tan aburrido que he estado grabando mi taladro cuando trabajo. Podría ser una buena pista de acompañamiento para una canción.
fr: Je me suis tellement ennuyé ces derniers temps que j'ai enregistré ma foreuse pendant que je travaillais. Cela pourrait faire une belle piste d'accompagnement pour une chanson.
it: Sono così annoiato ultimamente che ho registrato la trivella in funzione. Potrebbe essere una bella base musicale per una canzone.
pt_br: Tenho estado tão entediado ultimamente que venho gravando meu exercício enquanto estou trabalhando. Pode virar uma boa trilha sonora para uma música.
ru: В последнее время мне было так скучно, что я записывал бур во время работы. Может получиться хорошая основа для песни.
zh_cn: 最近无聊得很，所以工作时我一直在给我的钻头录音。这也许会成为一首不错的歌曲伴奏。

# StoryTitle_MinerStories2
source: Pride
de: Stolz
es: Orgullo
fr: Fierté
it: Orgoglio
pt_br: Orgulho
ru: Гордость
zh_cn: 骄傲

# StoryText_MinerStories2
source: I was thinking about why I love my job. It's because every day, when you look at an asteroid, you can see, the progress that you've made.
de: Ich habe darüber nachgedacht, warum ich meinen Job liebe. Weil Sie jeden Tag, wenn Sie Ihren Blick auf einen Asteroiden richten, die Fortschritte sehen können, die Sie gemacht haben.
es: Estaba pensando por qué me encanta mi trabajo. Es porque cada día, cuando miras un asteroide, puedes ver el progreso que has hecho.
fr: J'étais en train de réfléchir à la raison pour laquelle j'aime mon travail. C'est parce que chaque jour, quand on regarde un astéroïde, on peut voir les progrès effectués.
it: Stavo pensando al motivo per cui amo il mio lavoro. È perché ogni giorno, quando guardi un asteroide, puoi vedere i progressi che hai fatto.
pt_br: Eu estava pensando sobre o motivo de eu amar o meu trabalho. É porque todo dia, ao olhar para um asteroide, você pode ver o progresso feito.
ru: Теперь я могу сформулировать, почему я люблю свою работу. Потому что каждый день ты смотришь на астероид и видишь достигнутый прогресс.
zh_cn: 我在想我为什么热爱我的工作。因为每天，当你看着小行星时，你都能看到自己取得的进展。

# StoryTitle_MinerStories3
source: Building Blocks
de: Baublöcke
es: Bloques de construcción
fr: Blocs de construction
it: Elementi costitutivi
pt_br: Blocos de construção
ru: Строительные блоки
zh_cn: 建造方块

# StoryText_MinerStories3
source: Family thinks my cousin, the builder, is the impressive one. Hardly. Without me, where would he be?
de: Die Familie glaubt, dass mein Cousin, der Baumeister, allen Ruhm verdient. Das stimmt aber nicht. Wo wäre er ohne mich?
es: La familia cree que mi primo, el constructor, es el impresionante. Difícilmente. Sin mí, ¿dónde estaría?
fr: La famille pense que mon cousin, le constructeur, est le plus impressionnant. Ce n'est pas le cas. Sans moi, où serait-il ?
it: La famiglia pensa che mio cugino, il costruttore, sia quello impressionante. Difficilmente. Senza di me, dove sarebbe?
pt_br: A família acha que meu primo, o construtor, é impressionante. Dificilmente. Sem mim, onde ele estaria?
ru: На мою семью производит впечатление мой кузен — строитель. С чего бы? Где бы он был без меня?
zh_cn: 家人认为我表弟，那个建造者，是最了不起的。其实不然。要不是我，他还指不定在哪儿呢？

# StoryTitle_MinerStories4
source: Enclosed
de: Eingeschlossen
es: Encerrado
fr: Enfermé
it: Rinchiuso
pt_br: Fechado
ru: В пещере
zh_cn: 封闭

# StoryText_MinerStories4
source: One second you feel completely alone in space. Then, you feel trapped inside a cave. It gets to you.
de: In der einen Sekunde fühlen Sie sich völlig allein im Raum. Dann fühlen Sie sich in einer Höhle gefangen. Das macht Ihnen zu schaffen.
es: Un segundo te sientes completamente solo en el espacio. Luego, te sientes atrapado dentro de una cueva. Esas cosas te afectan.
fr: Une seconde, vous vous sentez complètement seul dans l'espace. Puis, vous vous sentez enfermé dans une grotte. Ça vous touche.
it: Per un secondo ti senti completamente solo nello spazio. Quindi ti senti intrappolato in una grotta. Ti segna.
pt_br: Em um segundo você se sente completamente sozinho no espaço. Então, sente-se preso em uma caverna. Isso te afeta.
ru: Мгновение — и ты чувствуешь свое полное одиночество в космосе. Секунде спустя тебе кажется, что тебя заперли в пещере. Становится не по себе.
zh_cn: 有时候你会觉得自己在太空中孤身一人。然后，突然间，你又觉得自己被困在山洞里。这真让人难受。

# StoryTitle_MinerStories5
source: Wealth
de: Wohlstand
es: Riqueza
fr: Richesse
it: Ricchezza
pt_br: Fortuna
ru: Достаток
zh_cn: 财富

# StoryText_MinerStories5
source: People try so hard to make money. But it's easy. The rocks are just sitting there. Take them and sell them. Works for me.
de: Die Menschen versuchen alles, um Geld zu verdienen. Aber es ist ganz einfach. Die Felsen liegen einfach da. Nehmen Sie sie und verkaufen Sie sie. Bei mir funktioniert’s auf jeden Fall.
es: La gente se esfuerza mucho por ganar dinero. Pero es fácil. Las rocas están ahí sentadas. Se toman y se venden. A mí me funciona.
fr: Les gens font tellement d'efforts pour gagner de l'argent. Mais c'est facile. Les pierres sont juste là. Prenez-les et vendez-les. Ça marche pour moi.
it: Le persone si sforzano tantissimo di fare soldi. Ma è facile. Le rocce sono semplicemente lì. Prendile e vendile. Con me funziona.
pt_br: As pessoas dão duro para fazer dinheiro. Mas é fácil. A pedra está logo ali. Pega e vende. Funciona para mim.
ru: Все так стараются заработать деньги. Но это же легко. Астероиды просто летают себе — бери и продавай. У меня вот получается.
zh_cn: 人们拼命想赚钱，但其实很简单。岩石就在那里，拿去卖掉就行。对我来说，这很管用。

# StoryTitle_MinerStories6
source: Discovery
de: Entdeckung
es: Descubrimiento
fr: Découverte
it: Scoperta
pt_br: Descoberta
ru: Открытие
zh_cn: 发现

# StoryText_MinerStories6
source: If I find a new mineral, I'll be loaded. See the money isn't in the stuff itself - but to sell the naming rights for the new material. I'd be rich.
de: Wenn ich ein neues Mineral finde, dann werde ich reich sein. Sehen Sie, das Geld liegt nicht in dem Zeug selbst – sondern darin, die Namensrechte für das neue Material zu verkaufen. So wird man reich.
es: Si encuentro un nuevo mineral, me forraré. El dinero no está en el material en sí, sino en vender los derechos de denominación del nuevo material. Sería rico.
fr: Si je trouve un nouveau minéral, je serai plein aux as. Vous voyez, l'argent n'est pas dans le produit lui-même, mais dans la vente des droits d'appellation du nouveau matériau. Je serais riche.
it: Se trovo un nuovo minerale, sarò carico. Vedi, i soldi non sono nel materiale in sé, ma nella vendita dei diritti sul nome del nuovo materiale. Sarei ricco.
pt_br: Se eu encontrar um novo mineral, vou estar feito. Veja, o dinheiro não é a coisa em si, mas vender direitos de nome para um novo material. Eu seria rico.
ru: Было бы здорово найти новый минерал. Деньги ведь идет не за сам минерал, а с продажи прав на название нового материала. Разбогатею!
zh_cn: 如果我发现一种新矿物，我就会发大财。其实赚钱的不是矿物本身，而是卖掉新材料的命名权。我会发财的。

# StoryTitle_MinerStories7
source: Ambition
de: Ehrgeiz
es: Ambición
it: Ambizione
pt_br: Ambição
ru: Амбиции
zh_cn: 野心

# StoryText_MinerStories7
source: That Prototech stuff I've heard about - it's gotta be made of something out here. I just need to keep looking.
de: Dieses Prototech-Zeug, von dem ich gehört habe, muss hier draußen aus irgendetwas hergestellt werden. Ich muss nur weitersuchen.
es: Ese material Prototech del que he oído hablar... tiene que estar hecho de algo de aquí. Solo tengo que seguir buscando.
fr: Ce truc de Prototech dont j'ai entendu parler, il doit bien être fait de quelque chose d'ici. Je dois juste continuer à chercher.
it: Quella roba Prototech di cui ho sentito parlare deve essere fatta di qualcosa che è qui fuori. Devo solo continuare a cercare.
pt_br: Aquela coisa Prototech que ouvi... Deve ser feito de alguma coisa por aí. Só preciso continuar procurando.
ru: Мне говорили прототех-штуках. Из чего-то они да должны быть сделаны. Нужно просто хорошенько поискать.
zh_cn: 我听说的那种 Prototech，肯定是由这里的某种东西制造的。我只需要继续寻找。

# StoryTitle_MinerStories8
source: Freelance
es: Autónomo
it: Libero professionista
ru: Работа на себя
zh_cn: 自由职业

# StoryText_MinerStories8
source: Corporate miners make more - but they just do what they're told. I have my freedom.
de: Die Bergleute in den Unternehmen verdienen mehr - aber sie tun nur, was man ihnen sagt. Ich habe meine Freiheit.
es: Los mineros de las empresas ganan más, pero hacen lo que se les dice. Yo tengo mi libertad.
fr: Les mineurs d'entreprise gagnent plus, mais ils font ce qu'on leur dit. J'ai ma liberté.
it: I minatori dipendenti guadagnano di più, ma fanno solo quello che gli viene detto. Io ho la mia libertà.
pt_br: Mineradores corporativos ganham mais, mas só fazem o que mandam. Eu tenho liberdade.
ru: Корпоративные шахтеры зарабатывают больше — но они просто выполняют приказы. У меня же есть свобода.
zh_cn: 企业矿工挣得更多，但他们只是听命行事。我有我的自由。

# StoryTitle_MinerStories9
source: Cycles
de: Zyklen
es: Ciclos
it: Cicli
pt_br: Ciclos
ru: Циклы
zh_cn: 循环

# StoryText_MinerStories9
source: It's all a scam, isn't it? I mine the rock, someone turns it into a drill, then someone sells me the drill, just so I can mine more rock.
de: Das ist alles Betrug, nicht wahr? Ich baue das Gestein ab, jemand verwandelt es in einen Bohrer, dann verkauft mir jemand den Bohrer, nur damit ich mehr Gestein abbauen kann.
es: Todo es una estafa, ¿no? Yo extraigo la roca, alguien la convierte en un taladro, luego alguien me vende el taladro, solo para que yo pueda extraer más roca.
fr: Tout cela n'est que de l'escroquerie, n'est-ce pas ? J'extrais la roche, quelqu'un la transforme en foreuse, puis quelqu'un me vend la foreuse, juste pour que je puisse extraire plus de roche.
it: È una truffa, vero? Estraggo la roccia, qualcuno la trasforma in un trapano, poi qualcuno mi vende il trapano, così che possa estrarre più roccia.
pt_br: É golpe, não é? Eu minero a pedra, alguém a transforma em broca, aí alguém me vende a broca para que eu possa minerar mais pedra.
ru: Это какая-то мошенническая схема, да? Я добываю породу, ее превращает ее бур — и продают мне бур, чтобы я добыл еще больше породы.
zh_cn: 这简直是个骗局，不是吗？我挖石头，有人把它做成钻头，然后又有人把钻头卖给我，就这样我可以继续挖更多的石头。

# StoryTitle_MinerStories10
source: Accident
de: Unfall
es: Accidente
it: Incidente
pt_br: Acidente
ru: Несчастный случай
zh_cn: 事故

# StoryText_MinerStories10
source: Saw my buddy get caught in a detonation yesterday. I think I need a new career path.
de: Ich habe gestern gesehen, wie mein Kumpel in eine Detonation geraten ist. Ich glaube, ich brauche einen neuen Karriereweg.
es: Ayer vi a mi amigo quedar atrapado en una detonación. Creo que necesito una nueva trayectoria profesional.
fr: J'ai vu mon ami emporté par une détonation hier. Je crois que j'ai besoin d'une nouvelle carrière.
it: Ieri ho visto il mio amico rimanere coinvolto in una detonazione. Penso di aver bisogno di una riqualificazione professionale.
pt_br: Vi meu colega ser atingido em uma detonação ontem. Acho que preciso de uma nova profissão.
ru: Мой напарник попал под ударную волну на моих глазах. Начинаю думать о новой карьере.
zh_cn: 昨天我看到我朋友在一次爆炸中被困住了。我想我需要换个职业。

# StoryTitle_MinerStories11
source: Company Expenditure
de: Firmenausgaben
es: Gastos de la empresa
fr: Dépenses de l'entreprise
it: Spese aziendali
pt_br: Despesas da empresa
ru: Расходы компании
zh_cn: 公司开支

# StoryText_MinerStories11
source: Asked the boss if he could hook us up with some Prototech. He said no one knows where the stuff comes from. Yeah right. Bet he just doesn't want to pony it up.
de: Ich habe den Chef gefragt, ob er uns etwas Prototech besorgen kann. Er sagte, dass niemand weiß, woher das Zeug kommt. Ja, richtig. Ich wette, er will es einfach nicht hergeben.
es: Le pregunté al jefe si podía conseguirnos algo de Prototech. Dijo que nadie sabe de dónde viene el material. Sí, claro. Apuesto a que no quiere conseguirlo.
fr: J'ai demandé au patron s'il pouvait nous procurer de la prototech. Il a dit que personne ne savait d'où ça venait. Bien sûr. Je parie qu'il n'a pas envie de payer.
it: Ho chiesto al capo se poteva metterci in contatto con un po' di Prototech. Ha detto che nessuno sa da dove viene quella roba. Sì, giusto. Scommetto che semplicemente non vuole esagerare.
pt_br: Perguntei ao chefe se ele poderia nos arrumar algum Prototech. Ele disse que ninguém sabe de onde essa coisa vem. Ah, claro. Aposto que ele não quer tirar do bolso dele.
ru: Спросили у начальника, может ли он купить нам прототех-штук. Он сказал, что никто не знает, откуда они берутся. Ну да, конечно. Он просто не хочет платить.
zh_cn: 问老板能不能给我们来点 Prototech。他说没人知道这些东西来自哪里。呸，我打赌他只是不想付钱。

# StoryTitle_MinerStories12
source: Old Reliable
de: Tradition
es: Viejo fiable
fr: La fiabilité à l'ancienne
it: Vecchio affidabile
pt_br: Velho e confiável
ru: Старое — значит надежное
zh_cn: 越老越可靠

# StoryText_MinerStories12
source: My favorite ore? Iron. It's practically as common as stone. It's always there when you need it.
de: Mein Lieblingserz? Eisen. Es ist praktisch so häufig wie Stein. Es ist immer da, wenn man es braucht.
es: ¿Mi mineral favorito? El hierro. Es prácticamente tan común como la piedra. Siempre está ahí cuando lo necesitas.
fr: Mon minerai préféré ? Le fer. Il est pratiquement aussi commun que la pierre. Il est toujours là quand on en a besoin.
it: Il mio minerale preferito? Ferro. È comune quanto la pietra. È sempre lì quando ne hai bisogno.
pt_br: Meu mineral favorito? Ferro. É praticamente tão comum quanto a pedra. E está sempre lá quando você precisa.
ru: Моя любимая руда — железо. Встречается практически так же часто, как камень. Всегда легко найти.
zh_cn: 我最喜欢的矿石？铁。几乎跟石头一样常见。总是在你需要的时候出现。

# StoryTitle_MinerStories13
source: Healing
de: Heilen
es: Curación
fr: Soin
it: Guarigione
pt_br: Cura
ru: Исцеление
zh_cn: 治疗

# StoryText_MinerStories13
source: I've always had a soft spot for mining Nickel. Maybe people make Medical Components with it. Don't know if it's likely, but it's what I tell myself.
de: Ich hatte schon immer eine Schwäche für Nickel aus dem Bergbau. Vielleicht stellen die Leute damit medizinische Komponenten her. Ich weiß nicht, ob das wahrscheinlich ist, aber ich rede mir das ein.
es: Siempre he tenido debilidad por el Níquel minero. Quizá la gente fabrique componentes médicos con él. No sé si es probable, pero es lo que me digo a mí mismo.
fr: J'ai toujours eu un faible pour l'extraction du nickel. Peut-être que les gens fabriquent des composants médicaux avec. Je ne sais pas si c'est probable, mais c'est ce que je me dis.
it: Ho sempre avuto un debole per l'estrazione del nichel. Forse le persone lo utilizzano per realizzare componenti medici. Non so se è vero, ma è quello che mi racconto.
pt_br: Sempre tive uma queda pela mineração de níquel. Talvez as pessoas façam Componentes Médicos com isso. Não sei se é possível, mas é o que eu digo a mim mesmo.
ru: У меня всегда была слабость к добыче никеля. Возможно, из него делают медицинские компоненты. Не знаю, так ли это, но мне правится так думать.
zh_cn: 我一直对挖镍情有独钟。也许人们用它制造医疗组件。我不知道这是否可能，但我就是这么告诉自己的。

# StoryTitle_MinerStories14
source: Computers
de: Computer
es: Ordenadores
fr: Ordinateurs
it: Computer
pt_br: Computadores
ru: Компьютеры
zh_cn: 计算机

# StoryText_MinerStories14
source: Silicon might not be the most common ore. Nor the most expensive. But it powers computers. And they keep everything going.
de: Silizium ist vielleicht nicht das häufigste Erz. Und auch nicht das teuerste. Aber es treibt Computer an. Und die halten alles am Laufen.
es: Puede que el silicio no sea el mineral más común. Ni el más caro. Pero hace funcionar los ordenadores. Y hacen que todo funcione.
fr: Le silicium n'est peut-être pas le minerai le plus courant. Ni le plus cher. Mais il alimente les ordinateurs. Et c'est grâce à eux que tout fonctionne.
it: Il silicio potrebbe non essere il minerale più comune. Né il più costoso. Ma alimenta i computer, che fanno andare avanti tutto.
pt_br: O silício pode não ser o minério mais comum. Nem o mais caro. Mas permite a existência dos computadores. E eles mantêm as coisas funcionando.
ru: Кремний, может, и не самая распространенная руда. И даже не самая дорогая. Но это — основа компьютерных микросхем. И компьютеры отвечают за всё.
zh_cn: 硅可能不是最常见的矿石，也不是最贵的。但它能为电脑提供动力，让一切保持运行状态。

# StoryTitle_MinerStories15
source: Rich Blue
de: Kobaltblau
es: Azul intenso
fr: Bleu intense
it: Blu ricco
pt_br: Azul rico
ru: Насыщенный синий
zh_cn: 深蓝色

# StoryText_MinerStories15
source: Cobalt mining is where it's at. I don't even care what it sells for. It's pretty to look at.
de: Der Kobaltabbau ist die Zukunft. Es ist mir sogar egal, was es kostet. Es ist hübsch anzuschauen.
es: La minería de cobalto es lo que importa. Ni siquiera me importa a cuánto se venda. Es bonito de ver.
fr: L'extraction du cobalt est la meilleure solution. Je ne me soucie même pas du prix de vente. C'est joli à regarder.
it: L'estrazione del cobalto è il momento migliore. Non mi interessa a cosa serve. È bello da guardare.
pt_br: A mineração de cobalto é o que importa. Não quero saber por quanto se vende. É lindo de ver.
ru: Добыча кобальта — это красиво. Мне всё равно, по какой цене он продается. На него просто приятно смотреть.
zh_cn: 钴矿的开采才是重点。我根本不在乎它的售价。它看着就很漂亮。

# StoryTitle_BuilderStories1
source: Inner Peace
de: Innerer Friede
es: Paz interior
fr: Paix intérieure
it: Pace interiore
pt_br: Paz interior
ru: Внутренний покой
zh_cn: 内心平静
