Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# Quote45Text
source: To an engineer, good enough means perfect. With an artist, there's no such thing as perfect.
cs_cz: Pro konstruktéra, dostatečně dobrý znamená perfektní. Pro umělce, něco jako perfektní neexistuje.
de: Für einen Ingenieur bedeutet „gut genug“ das es perfekt ist. Für einen Künstler gibt es keine Perfektion.
es: Para un ingeniero, lo suficientemente bueno significa perfecto. Para un artista, no existe la perfección.
fr: Pour un ingénieur, suffisant veut dire parfait. Avec un artiste, il n'y a rien de parfait.
hu_hu: A mérnökök számára az elég jó, tökéleteset jelent. Egy művésznél nem létezik a tökéletes.
it: Per un ingegnere "abbastanza buono" significa "perfetto". Per un'artista non esiste la perfezione.
pl_pl: Dla inżyniera, prawie dobrze znaczy perfekcyjnie. Dla artysty, nie istnieje coś takiego jak perfekcyjność.
pt_br: Para um engenheiro, bom o suficiente significa perfeito. Para um artista, o perfeito não existe.
ru: Для инженера, хорошо означает идеально. Для художника, понятия "идеально" нет.
zh_cn: 对于一个工程师，足够好就是完美。对于一个艺术家，世上无完事。

# Quote46Author
source: Buzz Aldrin
ru: Базз Олдрин
zh_cn: 巴斯·奥尔德林

# Quote46Text
source: Mars is there, waiting to be reached.
cs_cz: Mars je tam, čeká až jej dosáhneme.
de: Dort ist der Mars und wartet auf unsere Ankunft.
es: Marte está allí, esperando ser alcanzado.
fr: Mars est ici, attendant d'être atteinte.
hu_hu: A Mars ott van, és várja, hogy elérjék.
it: Marte è lì, in attesa di essere raggiunto.
pl_pl: Mars jest tam, czeka by go osiągnąć.
pt_br: Marte está lá, esperando para ser alcançado.
ru: Где то там Марс, который ждёт, пока до него доберутся
zh_cn: 火星就在那儿，恭候你的光临。

# Quote47Author
source: Neil Armstrong
ru: Нил Армстронг
zh_cn: 尼尔·阿姆斯特朗

# Quote47Text
source: This is one small step for a man, one giant leap for mankind.
cs_cz: Je to malý krůček pro člověka, ale obrovský skok pro lidstvo.
de: Das ist ein kleiner Schritt für einen Menschen, ein riesiger Schritt für die Menschheit.
es: Este es un pequeño paso para un hombre, un gran salto para la humanidad.
fr: C'est un petit pas pour l'homme, mais un bond de géant pour l'humanité.
hu_hu: Ez egy kis lépés egy embernek, egy hatalmas ugrás az emberiségnek.
it: Questo è un piccolo passo per un uomo, ma un grande balzo per l'umanità.
pl_pl: To jest mały krok człowieka, ale wielki skok dla ludzkości.
pt_br: Este é um pequeno passo para um homem, mas um grande salto para a humanidade.
ru: Это один маленький шаг для человека, но гигантский скачок для всего человечества.
zh_cn: 这是我个人的一小步，却是全人类的一大步。

# Quote48Author
source: Yuri Gagarin
cs_cz: Jurij Gagarin
ru: Юрий Гагарин
zh_cn: 尤里 加加林

# Quote48Text
source: I see Earth! It is so beautiful!
cs_cz: Vidím Zemi! Je tak nádherná!
de: Ich sehe die Erde! Sie ist so wunderschön!
es: ¡Veo la Tierra! ¡Es tan hermosa!
fr: Je vois la Terre ! Elle est magnifique !
hu_hu: Látom a Földet! Ez olyan gyönyörű!
it: Vedo la Terra! E' così bella!
pl_pl: Widzę Ziemię! Jest taka piękna!
pt_br: Eu vejo a Terra! É tão linda!
ru: Я вижу землю! Она прекрасна!
zh_cn: 我看见了地球！它太美了！

# Quote49Author
source: Yuri Gagarin
cs_cz: Jurij Gagarin
ru: Юрий Гагарин
zh_cn: 尤里 加加林

# Quote49Text
source: I could have gone on flying through space forever.
cs_cz: Mohl bych létat vesmírem donekonečna.
de: Ich hätte für immer durch den Weltraum fliegen können.
es: Podría haber seguido volando por el espacio para siempre.
fr: J'aurais pu voler à travers l'espace pour toujours.
hu_hu: Örökké tudtam volna repülni az űrön keresztül.
it: Avrei potuto continuare a volare nello spazio per sempre.
pl_pl: Mógłbym przemierzać kosmos przez wieczność.
pt_br: Eu poderia ter voado pelo espaço para sempre.
ru: Я мог бы остаться летать в космосе навсегда.
zh_cn: 我想永远的飞下去，穿过整个宇宙。

# Quote50Author
source: Michael Collins
ru: Майкл Коллинс
zh_cn: 麦克·柯林斯

# Quote50Text
source: To go places and do things that have never been done before - that's what living is all about.
cs_cz: Dostat se na místa, kde ještě nikdo nebyl a dělat věci, které nikdy nikdo dříve nedělal - o tom je život.
de: Orte zu entdecken und Dinge zu tun die noch niemand zuvor getan hat - das ist es worum's im Leben geht.
es: Ir a lugares y hacer cosas que nunca se han hecho antes - de eso trata la vida.
fr: Voyager et faire des choses qui n'ont jamais été faites auparavant - voilà le sens de la vie.
hu_hu: Olyan helyekre menni, és olyan dolgokat tenni, amiket még soha nem tettek meg. Erről szól az élet.
it: Andare in luoghi mai visitati e fare cose mai fatte prima - questo è vivere.
pl_pl: Odkrywać miejsca i robić rzeczy, które nigdy nie zostały zrobione wcześniej- to jest to o co chodzi w życiu.
pt_br: Ir a lugares e fazer coisas nunca antes feitas: é disso que se trata a vida.
ru: Посещать места, где мы никогда не были и делать вещи, которые мы никогда не делали - вот в чём смысл жизни.
zh_cn: 造访无人曾造访之境，成就无人曾成就之事--这便是人生的一切。

# Quote51Author
source: Ralph W. Emerson
ru: Ральф У. Эмерсон
zh_cn: 拉尔夫 W. 艾默生

# Quote51Text
source: Do not go where the path may lead, go instead where there is no path and leave a trail.
cs_cz: Nechoď vyšlapanou cestou, jdi tam, kde žádná není a udělej si vlastní.
de: Folge nicht einem vorgegebenen Weg, sondern wähle deinen eigenen und hinterlasse eine Spur.
es: No vayas por donde el camino te lleve, ve por donde no hay camino y deja un rastro.
fr: N'allez pas là où le chemin peut mener. Allez là où il n'y a pas de chemin et laissez une trace.
hu_hu: Ne menj oda, ahová az út vezet, menj inkább oda, ahol nincs ösvény, és hagyj nyomot.
it: Non andare dove può portarti la strada, vai invece dove non ce n'è e lascia una traccia.
pl_pl: Nie idź tam gdzie prowadzi ścieżka, zamiast tego idź tam gdzie nie ma ścieżki i zostaw ślad.
pt_br: Não vá por onde o caminho o leva, vá por onde não há caminho e deixe seu rastro.
ru: Не идите туда, где проложена тропинка. Идите туда, где её нет, и проложите свою.
zh_cn: 不要去道路所通向的地方，去没有道路的地方，并留下足迹。

# Quote52Author
source: Yuri Gagarin
cs_cz: Jurij Gagarin
ru: Юрий Гагарин
zh_cn: 尤里 加加林

# Quote52Text
source: To be the first to enter the cosmos, to engage, single-handed, in an unprecedented duel with nature - could one dream of anything more?
cs_cz: Být první ve vesmíru, sám, bez pomoci vyzvat přírodu k tak nevídanému souboji - může někdo snít o něčem víc?
de: Der Erste sein, der den Weltraum betritt, sich allein auf ein beispielloses Duell mit der Natur einlassen - könnte man denn von mehr träumen?
es: Ser el primero en entrar en el cosmos, en comprometerse, solo, en un duelo sin precedentes con la naturaleza, ¿podría uno soñar con algo más?
fr: Être le premier à entrer dans le cosmos, s'engager, en solitaire, dans un duel sans précédent avec la nature - que peut-on rêver de mieux ?
hu_hu: Elsőként belépni a kozmoszba, egyedül belemenni egy példátlan párbajba a természettel - álmodhatnék még bármi másról?
it: Essere il primo ad entrare nel cosmo, ad ingaggiare un duello senza precedenti con la natura - si può sognare qualcosa di più?
pl_pl: Być pierwszym w kosmosie, aby zaangażować się własnoręcznie w bezprecedensowy pojedynek z naturą - czy ktoś mógłby marzyć o czymś więcej?
pt_br: Ser o primeiro a entrar no cosmos. Se comprometer, sozinho, em um duelo sem precedentes com a natureza... alguém poderia sonhar com mais alguma coisa?
ru: Быть первым, кто вышел в открытый космос, вступить в одиночку в беспрецедентный поединок с природой - можно ли мечтать о большем?
zh_cn: 成为第一个进入宇宙的人，独自参与一个史无前例的与大自然的决斗--夫复何求?

# Quote53Author
source: Yuri Gagarin
cs_cz: Jurij Gagarin
ru: Юрий Гагарин
zh_cn: 尤里 加加林

# Quote53Text
source: The path of a cosmonaut is not an easy, triumphant march to glory. You have to get to know the meaning not just of joy but also of grief, before being allowed in the spacecraft cabin.
cs_cz: Cesta kosmonauta není jednoduchý, triumfální pochod ke slávě. Musíte se naučit význam radosti, ale i smutku než budete vpuštěni do kabiny vesmírné lodi.
de: Der Weg von Kosmonauten ist kein einfacher triumphaler Weg zum Ruhm. Man muss nicht nur die Bedeutung von Freude, sondern auch von Leid kennen, bevor man in der Raumschiffkabine platz nehmen darf.
es: El camino de un astronauta no es un camino fácil y triunfante hacia la gloria. Hay que conocer el significado no sólo de la alegría, sino también del dolor, antes de ser admitido en la cabina de la nave.
fr: La voie du cosmonaute n'est pas une marche facile et triomphante vers la gloire. Vous devez apprendre à connaître la joie mais aussi la douleur avant d'être admis à entrer dans la cabine d'un engin spatial.
hu_hu: Az űrhajós útja nem könnyű diadalmenet a dicsőség felé. Meg kell ismernie nemcsak az öröm, hanem a gyász jelentését is, mielőtt az űrhajó kabinjába engedik.
it: La via del cosmonauta non è una banale marcia trionfante verso la gloria. Dovrai imparare a conoscere non solo la gioia, ma anche il dolore, prima di essere ammesso nella cabina di un veicolo spaziale.
pl_pl: Ścieżka kosmonauty nie łatwym, triumfalnym marszem do chwały. Trzeba poznać znaczenie nie tylko radości, ale również cierpienia, zanim zostanie się dopuszczonym do kabiny pojazdu kosmicznego.
pt_br: O caminho de um cosmonauta não é uma fácil e triunfante marcha para a glória. Você deve aprender o significado não só da alegria como também da dor antes de ser aceito na cabine de uma espaçonave.
ru: Путь космонавта - это не легкое, триумфальное шествие к славе. Вы должны познать не только смысл радостей, но и смысл горя, прежде чем сядете в кокпит космического аппарата.
zh_cn: 宇航员的路是艰难的、必胜的、向荣耀的进军的路。在进入太空舱之前，你必须知道喜悦的意义，还有悲伤的意义。

# Quote54Author
source: Robert H. Goddard
ru: Роберт Годдард
zh_cn: 罗伯特 H.戈达德

# Quote54Text
source: The dreams of yesterday are the hopes of today and the reality of tomorrow.
cs_cz: Sny včerejška jsou nadějí dneška a realitou zítřka.
de: Die Träume von gestern sind die Hoffnungen von heute und die Realität von morgen.
es: Los sueños de ayer son las esperanzas de hoy y la realidad de mañana.
fr: Les rêves d'hier sont les espoirs d'aujourd'hui et la réalité de demain.
hu_hu: A tegnapi álmok a ma reményei és a holnap valósága.
it: I sogni di ieri sono le speranze di oggi e la realtà di domani.
pl_pl: Wczorajsze marzenia są nadzieją na dzisiaj, a rzeczywistością dla jutra.
pt_br: Os sonhos de ontem são a esperança de hoje e a realidade de amanhã.
ru: Вчерашние мечты являются надеждой сегодняшнего дня и реальностью завтрашнего дня.
zh_cn: 昨日的梦想是今日之希望，会在明日实现。

# Quote55Author
source: Gene Kranz
cs_cz: Eugene F. Kranz
ru: Гена Кранц
zh_cn: 吉恩·克兰兹

# Quote55Text
source: Failure is not an option.
cs_cz: Selhání nepřichází v úvahu.
de: Versagen ist keine Option.
es: El fracaso no es una opción.
fr: Échouer n'est pas une option.
hu_hu: A kudarc nem elfogadható.
it: Il fallimento non è un'opzione.
pl_pl: Porażka nie wchodzi w grę.
pt_br: Falhar não é uma opção.
ru: Отказ не принимается.
zh_cn: 失败不可接受。

# Quote56Author
source: Albert Einstein
ru: Альберт Эйнштейн
zh_cn: 阿尔伯特·爱因斯坦

# Quote56Text
source: No amount of experimentation can ever prove me right; a single experiment can prove me wrong.
cs_cz: Žádné množství pokusů nikdy nemůže dokázat, že jsem měl pravdu. Jediný pokus však kdykoliv může dokázat, že jsem se mýlil.
de: Kein Experiment kann meine Behauptungen je beweisen, ein einziges reicht jedoch aus, um sie zu widerlegen.
es: Ninguna cantidad de experimentos puede demostrar que estoy en lo cierto; un solo experimento puede demostrar que estoy equivocado.
fr: Aucune quantité d'expérimentation ne peut confirmer que je suis correct, mais une seule expérience peut me prouver le contraire.
hu_hu: Nem létezik olyan kísérletezés, ami valaha is bebizonyíthatja, hogy igazam van; Az egyetlen a próba, ami bebizonyíthatja, hogy tévedek.
it: Nessuna quantità di esperimenti potrà dimostrare che ho ragione; un unico esperimento potrà dimostrare che ho sbagliato.
pl_pl: Żadne eksperymenty nie potwierdzą, że mam rację; jeden może udowodnić że się mylę.
pt_br: Quantidade nenhuma de experimentos pode provar que estou certo; um único experimento pode provar que estou errado.
ru: Никакое количество экспериментов никогда не сможет доказать, что я прав, но один единственный эксперимент в любое время может доказать, что я не прав.
zh_cn: 无论进行多少次实验，都无法证明我是正确的；但仅仅一次试验，就能证明我是错误的。

# Quote57Author
source: George B. Shaw
ru: Джордж Б. Шоу
zh_cn: 乔治 B. 肖

# Quote57Text
source: Science never solves a problem without creating ten more.
cs_cz: Věda nikdy nevyřeší jediný problém, aniž by nevytvořila deset nových.
de: Die Wissenschaft löst niemals ein Problem ohne zehn neue aufzuwerfen.
es: La ciencia nunca resuelve un problema sin crear diez más.
fr: La science ne résout jamais un problème sans en créer dix de plus.
hu_hu: A tudomány soha nem old meg egy problémát anélkül, hogy még tízet ne hozna létre.
it: La scienza non risolve mai un problema senza crearne altri dieci.
pl_pl: Nauka nigdy nie rozwiąże jednego problemu bez stworzenia dziesięciu kolejnych.
pt_br: A ciência nunca soluciona um problema sem criar outros dez.
ru: Наука никогда не решает проблему, не создавая еще десять.
zh_cn: 科学每解决一个问题，便会创造十个更多的问题。

# Quote58Author
source: The first law of thermodynamics
cs_cz: První zákon termodynamiky
de: Erster Hauptsatz der Thermodynamik
es: La primera ley de la termodinámica
fr: Première loi de la thermodynamique
hu_hu: A termodinamika első törvénye
it: La prima legge della termodinamica
pl_pl: Pierwsza zasada termodynamiki
pt_br: Primeira Lei da Termodinâmica
ru: Первый закон термодинамики
zh_cn: 热力学第一定理

# Quote58Text
source: The law of conservation of energy states that energy can be neither created nor destroyed. However, energy can change forms, and energy can flow from one place to another. The total energy of an isolated system remains the same.
cs_cz: Zákon zachování energie tvrdí, že energie nemůže vznikat nebo zanikat. Může ovšem změnit svoji formu a může se přesunout z jednoho místa do druhého. Celková energie izolované soustavy zůstává neměnná.
de: Das Gesetz der Energieerhaltung besagt, dass Energie weder erzeugt noch zerstört werden kann. Sie kann nur von einer Form in eine andere umgewandelt werden. Die Gesamtenergie eines geschlossenen Systems bleibt stets gleich.
es: La ley de conservación de la energía establece que la energía no puede ser creada ni destruida. Sin embargo, la energía puede cambiar de forma y puede fluir de un lugar a otro. La energía total de un sistema aislado sigue siendo la misma.
fr: La loi de conservation de l'énergie spécifie que l'énergie ne peut être ni créée ni détruite. Cependant, l'énergie peut changer de forme et peut s'écouler d'un endroit à un autre. L'énergie totale d'un système isolé reste la même.
hu_hu: Az energiamegmaradás törvénye kimondja, hogy az energia nem hozható létre és nem semmisíthető meg. Az energia azonban megváltoztathatja formáit, és az energia áramolhat egyik helyről a másikra. Egy elszigetelt rendszer teljes energiája mindig ugyanaz marad.
it: La legge di conservazione dell'energia afferma che l'energia non si crea né si distrugge. Però l'energia può cambiare forma e fluire da un posto all'altro. L'energia totale di un sistema isolato è costante.
pl_pl: Zasada zachowania energii stwierdza, że energia nie może zostać ani utworzona, ani zniszczona, lecz może zmieniać formy i przemieszczać się z jednego miejsca do drugiego. Pomimo tego energia całkowita izolowanego układu, pozostaje taka sama.
pt_br: A lei de conservação de energia afirma que a energia não pode ser criada nem destruída. Entretanto, a energia pode mudar de forma e fluir de um lugar para outro. A energia total de um sistema isolado permanece a mesma.
ru: Закон сохранения энергии гласит, что энергия не может быть ни создана, ни уничтожена. Тем не менее, энергия может изменять формы и переходить из одного места в другое. Общая энергия изолированной системы остается неизменной.
zh_cn: 能量守恒定理规定能量不可能增加或减损。但是可以改变形态和从一处传导到另一处。一个独立系统的总能量保持不变。

# Quote59Author
source: The first law of thermodynamics
cs_cz: První zákon termodynamiky
de: Erster Hauptsatz der Thermodynamik
es: La primera ley de la termodinámica
fr: Première loi de la thermodynamique
hu_hu: A termodinamika első törvénye
it: La prima legge della termodinamica
pl_pl: Pierwsza zasada termodynamiki
pt_br: Primeira Lei da Termodinâmica
ru: Первый закон термодинамики
zh_cn: 热力学第一定理

# Quote59Text
source: The flow of heat is a form of energy transfer. In other words, a quantity of heat that flows from a hot body to a cold one can be expressed as an amount of energy being transferred from the hot body to the cold one.
cs_cz: Proudění tepla je druh přenosu energie. Jinými slovy, množství tepla, které proudí z teplého tělesa do studeného, může být vyjádřeno jako množství energie přenesené z teplého tělesa na studené.
de: Der Wärmeaustausch ist einer Art der Energieübertragung. In anderen Worten, die Menge der Wärme die von einem heißen auf einen kalten Körper übertragen wird, kann auch als Energiemenge die vom heißen Körper auf den kalten übertragen wird, aufgefasst werden.
es: El flujo de calor es una forma de transferencia de energía. En otras palabras, una cantidad de calor que fluye de un cuerpo caliente a uno frío puede expresarse como una cantidad de energía que se transfiere del cuerpo caliente al frío.
fr: Le flux de chaleur est une forme de transfert d'énergie. En d'autre termes, une quantité de chaleur qui s'écoule d'un corps chaud à un corps froid peut être exprimée comme une quantité d'énergie transférée du corps chaud à celui qui est froid.
hu_hu: A hő áramlása az energiaátadás egyik formája. Más szavakkal, a forró testből a hidegbe áramló hőmennyiség kifejezhető a forró testből a hidegbe átvitt energiamennyiségként.
it: Il flusso di calore è una forma di trasferimento di energia. In altre parole, una quantità di calore che fluisce da un corpo caldo ad uno freddo può essere espressa come una quantità di energia che viene trasferita dal corpo caldo a quello freddo.
pl_pl: Przepływ ciepła jest formą przekazywania energii. Innymi słowy, ilość ciepła, która przepływa z ciepłego ciała do zimnego może być wyrażona jako ilość energii przekazywanej z ciała ciepłego do zimnego.
pt_br: A fluência de calor é uma forma de transferência de energia. Em outras palavras, a quantidade de calor que flui de um corpo quente para um corpo frio pode ser expressa como a quantidade de energia transferida de um para o outro.
ru: Поток тепла является одной из форм передачи энергии. Другими словами, количество тепла, которое идёт от горячего тела к холодному может быть выражено, как количество энергии, передаваемой от горячего тела к холодному.
zh_cn: 不同形式的能量在传递与转换过程中守恒。

# Quote60Author
source: Newton's first law
cs_cz: Newtonův první zákon
de: Das erste Newtonsche Gesetz
es: La primera ley de Newton
fr: Première loi de Newton
hu_hu: Newton első törvénye
it: Prima legge di Newton
pl_pl: Pierwsze prawo Newtona
pt_br: Primeira Lei de Newton
ru: Первый закон Ньютона
zh_cn: 牛顿第一定律

# Quote60Text
source: Every body persists in its state of being at rest or of moving uniformly straight forward, except insofar as it is compelled to change its state by force impressed.
cs_cz: Každé těleso setrvává v klidu nebo v pohybu rovnoměrném přímočarém, není-li nuceno vnějšími silami tento stav změnit.
de: Jeder Körper bleibt in Ruhe oder gleichförmiger geradliniger Bewegung, sofern er nicht durch einwirkende Kräfte zur Änderung seines Zustands gezwungen wird.
es: Todo cuerpo persiste en su estado de estar en reposo o de moverse uniformemente hacia adelante, excepto en la medida en que es obligado a cambiar su estado por la fuerza impresionada.
fr: Tout corps persiste dans son état de repos ou de mouvement linéaire uniforme, sauf s'il est contraint par une force de changer son état.
hu_hu: Minden test fenntartja nyugalomi állapotát, vagy egyenletes sebességgel egyenesen irányban halad, kivéve ha valamilyen külső erő állapotának megváltoztatására kényszeríti.
it: Un corpo mantiene il proprio stato di quiete o di moto rettilineo uniforme, finché una forza non agisce su di esso.
pl_pl: Każde ciało trwa w swym stanie spoczynku lub ruchu jednostajnym prostoliniowym, jeżeli siły przyłożone nie zmuszą ciała do zmiany tego stanu.
pt_br: Todo corpo continua em seu estado de repouso ou de movimento uniforme retilíneo, a menos que seja forçado a mudar de estado por forças aplicadas sobre ele.
ru: Всякое тело сохраняет состояние покоя или движется равномерно и прямолинейно, пока воздействия приложенных к нему сил не заставят его изменить это состояние.
zh_cn: 一切物体总保持匀速直线运动状态或静止状态，直到有外力迫使它改变这种状态为止。

# Quote61Author
source: Newton's first law
cs_cz: Newtonův první zákon
de: Das erste Newtonsche Gesetz
es: La primera ley de Newton
fr: Première loi de Newton
hu_hu: Newton első törvénye
it: Prima legge di Newton
pl_pl: Pierwsze prawo Newtona
pt_br: Primeira Lei de Newton
ru: Первый закон Ньютона
zh_cn: 牛顿第一定律

# Quote61Text
source: An object that is at rest will stay at rest unless an external force acts upon it.
cs_cz: Těleso, které je v klidu, setrvá v klidu, dokud na něj nezačne působit vnější síla.
de: Ein Körper in Ruhe bleibt in Ruhe bis eine äußere Kraft auf ihn einwirkt.
es: Un objeto que está en reposo permanecerá en reposo a menos que una fuerza externa actúe sobre él.
fr: Un objet immobile va le rester, jusqu'à ce qu'une force externe intervienne.
hu_hu: A nyugalomban lévő tárgy nyugalomban marad, mindaddig amíg nem hat rá külső erő.
it: Un corpo mantiene il proprio stato di quiete finché una forza esterna non agisce su di esso.
pl_pl: Ciało, które jest stanie spoczynku, pozostanie w nim, dopóki nie zostanie przyłożona zewnętrzna siła.
pt_br: Um objeto que está em repouso ficará em repouso a não ser que uma força resultante não nula atue sobre ele.
ru: Объект, который находится в состоянии покоя будет оставаться в покое, если внешняя сила не действует на него.
zh_cn: 一个静止的物体会保持静止，除非外力施加于它。

# Quote62Author
source: Newton's first law
cs_cz: Newtonův první zákon
de: Das erste Newtonsche Gesetz
es: La primera ley de Newton
fr: Première loi de Newton
hu_hu: Newton első törvénye
it: Prima legge di Newton
pl_pl: Pierwsze prawo Newtona
pt_br: Primeira Lei de Newton
ru: Первый закон Ньютона
zh_cn: 牛顿第一定律

# Quote62Text
source: An object that is in motion will not change its velocity unless an external force acts upon it.
cs_cz: Těleso setrvává v pohybu rovnoměrně přímočarém, dokud na něj nezačne působit vnější síla.
de: Ein Körper in Bewegung ändert seine Geschwindigkeit so lange nicht, bis eine äußere Kraft auf ihn einwirkt.
es: Un objeto que está en movimiento no cambiará su velocidad a menos que una fuerza externa actúe sobre él.
fr: Un objet en mouvement ne changera pas de vélocité à moins qu'une force externe intervienne.
hu_hu: A mozgásban lévő tárgy csak akkor változtatja meg a sebességét, ha külső erő hat rá.
it: Un corpo in moto mantiene costante la sua velocità finché una forza non agisce su di esso.
pl_pl: Ciało będące w ruchu nie zmieni prędkości, dopóki nie zadziała na nie zewnętrzna siła.
pt_br: Um objeto que está em movimento retilíneo uniforme não mudará sua velocidade a não ser que uma força resultante não nula atue sobre ele.
ru: Объект, который находится в движении не изменит свою скорость, если внешняя сила не действует на него.
zh_cn: 一个移动的物体不会改变它的速率，除非外力施加于它。

# Quote63Author
source: Newton's second law
cs_cz: Newtonův druhý zákon
de: Das zweite Newtonsche Gesetz
es: La segunda ley de Newton
fr: Deuxième loi de Newton
hu_hu: Newton második törvénye
it: Seconda legge di Newton
pl_pl: Drugie prawo Newtona
pt_br: Segunda Lei de Newton
ru: Второй закон Ньютона
zh_cn: 牛顿第二定律
