Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# Description_FAQ_Temperature
source: Temperature affects your suit systems and will drain your power faster in extreme conditions. Without power your suit will no longer protect you against extreme conditions and you may start taking damage.
de: Die Temperatur wirkt sich auf Ihre Anzugssysteme aus und entzieht Ihnen unter extremen Bedingungen schneller Energie. Ohne Energie wird Ihr Schutzanzug Sie nicht mehr gegen extreme Bedingungen schützen und Sie könnten Schaden nehmen.
es: La temperatura afecta a los sistemas de su traje y agotará su energía más rápidamente en condiciones extremas. Sin energía, su traje ya no le protegerá contra condiciones extremas y puede empezar a sufrir daños.
fr: La température affecte les systèmes de votre combinaison et drainera votre énergie plus rapidement dans des conditions extrêmes. Sans énergie, votre combinaison ne vous protégera plus contre les conditions extrêmes et vous pourriez commencer à subir des dégâts.
hu_hu: A hőmérséklet hatással van a ruharendszerekre, és extrém körülmények között gyorsabban lemeríti az energiát. Áram nélkül a ruha már nem véd meg a szélsőséges körülményektől, és elkezdődhet az egészségkárosodás.
it: La temperatura influisce sui tuoi sistemi delle tute e in condizioni estreme consuma più velocemente l'energia. Senza corrente la tua tuta non ti proteggerà più dalle condizioni estreme e potrai iniziare a subire danni.
pl_pl: Temperatura ma wpływ na systemy skafandra i przez co energia szybciej się wyczerpuje w ekstremalnych warunkach. Bez zasilania skafander nie ochroni cię przed niebezpieczeństwem z zewnątrz i możesz zacząć otrzymywać obrażenia.
pt_br: A temperatura afeta os sistemas do seu traje e drena sua energia mais rapidamente em condições extremas. Sem energia, seu traje não mais o protegerá contra as condições extremas e você pode começar a sofrer danos.
ru: Температура влияет на ваш скафандр и потребляет больше энергию в экстремальных условиях. Без энергии, скафандр перестанет защищать от экстремальных условий и Вы можете начать получать урон.
zh_cn: 温度会影响你的宇航服系统，极端条件下耗电量很大。如果断电，你会在极端环境中受到伤害。

# Description_FAQ_SpawnShip
source: Your spawn ship will have everything you need to get started. A survival kit, power and a O2/H2 generator for oxygen and hydrogen. You can take nonesential parts of your ship to use for your new base and scrap it entirely once you no longer need it.
de: Ihr Spawn-Schiff wird alles haben, was Sie brauchen, um loszulegen. Ein Survival-Kit, Energieversorgung und einen O2/H2-Generator für Sauerstoff und Wasserstoff. Sie können nicht benötigte Teile Ihres Schiffes für Ihre neue Basis mitnehmen und es vollständig verschrotten, sobald Sie es nicht mehr benötigen.
es: Tu nave inicial tendrá todo lo que necesitas para comenzar. Un kit de supervivencia, energía y un generador de O2/H2 para oxígeno e hidrógeno. Puedes quitar partes no esenciales de tu nave para usarlas en crear una nueva base o desmontarla por completo una vez que ya no la necesites.
fr: Votre vaisseau de réapparition aura tout ce dont vous avez besoin pour commencer. Un kit de survie, une alimentation et un générateur H2/O2 pour l'oxygène et l'hydrogène. Vous pouvez utiliser des parties non essentielles de votre vaisseau pour votre nouvelle base et le recycler complètement lorsque vous n'en avez plus besoin.
hu_hu: Az alap hajón minden megvan, amire szüksége van az induláshoz. Túlélőkészlet, energia és O2/H2 generátor az oxigénhez és hidrogénhez. Használhatja új hajójának alapjaihoz, és teljesen leselejtezheti, ha már nincs rá szüksége.
it: La tua nave di rientro avrà tutto il necessario per iniziare. Un kit di sopravvivenza, energia e un generatore O2/H2 per ossigeno e idrogeno. Puoi prendere parti non essenziali della tua nave da usare per la tua nuova base e demolirla completamente una volta che non ne avrai più bisogno.
pl_pl: Twój statek startowy będzie miał wszystko, czego potrzebujesz do rozpoczęcia gry. Zestaw przetrwania, zasilanie i generator tlenu/wodoru do tlenu i wodoru. Możesz rozmontować statek do stworzenia własnej bazy kiedy przestaniesz go potrzebować.
pt_br: Sua nave de renascimento possui tudo que você precisa para começar. Um kit de sobrevivência, energia e um gerador de H2/O2 para oxigênio e hidrogênio. Você pode utilizar partes não essenciais da sua nave para construir uma base ou descartá-las, se não precisar.
ru: Корабль возрождения оборудован минимумом необходимого для начала: комплект для выживания, энергия и генератор H2/O2 для получения кислорода и водорода. Необязательные блоки можно разобрать, а полученные материалы использовать для строительства базы.
zh_cn: 重生船上有你开始时需要的一切。生存套件、电力和O2/H2发生器。你可以只带必要的东西在新的基地中使用，不需要的时候可以丢弃。

# Description_FAQ_MetalScrap
source: Metal scrap appears when blocks are violently destroyed and can be melted back into iron ingots by putting them into a refinery.
de: Metallschrott entsteht, wenn Blöcke gewaltsam zerstört werden, und kann durch Einbringen in eine Raffinerie wieder zu Eisenbarren verschmolzen werden.
es: La chatarra metálica aparece cuando los bloques son destruidos violentamente y pueden volver a fundirse en lingotes de hierro al colocarlos en una refinería.
fr: Des débris de ferraille apparaissent lorsque des blocs sont violemment détruits et peuvent être fondus en lingots de fer en les mettant dans une raffinerie.
hu_hu: Fémhulladék jelenik meg, amikor egy blokk megsemmisül, ezt vissza lehet olvasztani vasöntvénnyé a finomítóban.
it: Quando i blocchi vengono distrutti violentemente, appaiono rottami metallici che possono essere fusi di nuovo in lingotti di ferro mettendoli in una raffineria.
pl_pl: Złom pojawia się kiedy blok jest całkowicie zniszczony, Złom może być przetopiony w żelazo w rafinerii.
pt_br: A sucata aparece quando blocos são destruídos violentamente e pode ser transformada em barras de ferro por uma refinaria.
ru: Металлолом появляется при повреждении блоков и может быть переплавлен в слитки в очистительном заводе.
zh_cn: 方块被破坏后能得到金属，可以在精炼机中冶炼成铁锭。

# Description_FAQ_LogOut
source: You can use a cryo room to store your character before leaving the server. This will prevent your character from dying after some time and losing your toolbar. Make sure the room is supplied with oxygen and power.
de: Sie können einen Kryoraum benutzen, um Ihren Spielcharakter zu speichern, bevor Sie den Server verlassen. Dadurch wird verhindert, dass Ihr Charakter nach einiger Zeit stirbt und Ihre Schnellzugriffsleiste verloren geht. Stellen Sie sicher, dass der Raum mit Sauerstoff und Energie versorgt wird.
es: Puedes usar una cámara criogénica para almacenar tu personaje antes de salir del servidor. Esto evitará que tu personaje muera después de un tiempo y pierdas tu barra de herramientas. Asegúrese de que la cámara esté provista de oxígeno y energía.
fr: Vous pouvez utiliser une salle cryogénique pour stocker votre personnage avant de quitter le serveur. Cela empêchera votre personnage de mourir après un certain temps et de perdre votre barre d’outils. Assurez-vous que la pièce est alimentée en oxygène et en énergie.
hu_hu: A szerver elhagyása előtt a karakter tárolásához használhat krio szobát. Ez megakadályozza, hogy a karaktere elpusztuljon, és elveszítse az eszköztárát. Győződj meg róla, hogy a szoba oxigénnel és energiával van ellátva.
it: Puoi utilizzare una sala criogenica per conservare il tuo personaggio prima di lasciare il server. Questo eviterà che il tuo personaggio muoia dopo un po' di tempo e che tu perda la barra degli strumenti. Assicurati che la stanza sia alimentata con ossigeno e corrente.
pl_pl: Możesz użyć Komory kriogenicznej do zostawienia swojej postaci po opuszczeniu serwera. Zapobiegnie wtedy śmierci i stracenia ekwipunku. Upewnij się, że jest zasilona i zaopatrzona w tlen.
pt_br: Você pode utilizar uma sala criogênica para conservar seu personagem antes de sair do servidor. Isso prevenirá que seu personagem morra e perca seus itens. Certifique-se de que a sala esteja alimentada com oxigênio e energia.
ru: Вы можете использовать криокапсулу для заморозки персонажа перед выходом с сервера. Это предотвратит смерть персонажа и потерю панели инструментов. Убедитесь что капсула снабжена кислородом и энергией.
zh_cn: 离开服务器前可以进入低温仓。这样你的人物不会死亡。确保室内有氧气和电。

# Description_FAQ_Interaction
source: Interactive objects like doors, cockpits and button panels are highlighted yellow and can be entered or interacted with by pressing {CONTROL:USE}.
de: Interaktive Objekte wie Türen, Cockpits und Schalttafeln werden gelb hervorgehoben und Sie können sie durch Drücken von {CONTROL:USE} betreten bzw. mit ihnen interagieren.
es: Los objetos interactivos como puertas, cabinas y paneles de botones se resaltan en amarillo y se pueden acceder o interactuar presionando {CONTROL:USE}.
fr: Les objets interactifs tels que les portes, les cockpits et les panneaux de boutons sont surlignés en jaune et peuvent être entrés ou interagis en appuyant sur {CONTROL:USE}.
hu_hu: Az interaktív objektumok, például az ajtók, a pilótafülkék és a gombpanelek sárga színnel vannak kiemelve, és a {CONTROL: USE} gombbal lehet belépni vagy kapcsolatba lépni velük.
it: Gli oggetti interattivi come porte, cabine di pilotaggio e pulsantiere sono evidenziati in giallo e possono essere inseriti o fatti interagire premendo {CONTROL:USE}.
pl_pl: Interaktywne obiekty takie jak drzwi, kokpity czy panele z przyciskami kiedy są podświetlone umożliwiają interakcję po wciśnięciu {CONTROL:USE}.
pt_br: Objetos interativos como portas, cabines e painéis de botões são destacados em amarelo e podem ser acessados ou interagidos ao pressionar {CONTROL:USE}.
ru: Доступные для взаимодействия объекты (например, двери, кабины и кнопочные панели) подсвечены желтым и могут быть активированы по нажатию {CONTROL:USE}.
zh_cn: 门，驾驶舱和按钮面板等可伸缩物体是可交互的，并以黄色突出显示，按[{CONTROL:USE}]可进入或操控。

# Description_FAQ_Navigation
source: You can create GPS signals to store important locations and waypoints. Use an antenna or beacon to broadcast positions of grids, but be careful, as others can also see these marked locations. Use /GPS to quickly save your current location.
de: Sie können GPS-Markierungen erstellen, um wichtige Standorte und Wegpunkte zu speichern. Verwenden Sie eine Antenne oder eine Funkbake, um die Positionen von Blockkonstruktionen zu übertragen, aber seien Sie vorsichtig, da auch andere diese so markierten Orte sehen können. Verwenden Sie /GPS, um Ihre aktuelle Position schnell zu speichern.
es: Puedes crear señales GPS para almacenar ubicaciones y puntos de referencia importantes. Utiliza una antena o baliza para transmitir las posiciones de estructuras, pero ten cuidado, ya que otros también pueden ver estas ubicaciones marcadas. Utiliza /GPS para guardar rápidamente tu posición actual.
fr: Vous pouvez créer des signaux GPS pour stocker des emplacements et des points de passage importants. Utilisez une antenne ou une balise pour diffuser les positions des grilles, mais soyez prudent, d’autres peuvent également les voir. Utilisez /GPS pour enregistrer rapidement votre position actuelle.
hu_hu: GPS-jeleket hozhat létre helyek, és út pontok tárolására. Használjon antennát vagy jeladót a pozíció sugárzásához, de óvatosan, mivel mások is láthatják a megjelölt helyeket. A /GPS kapcsolóval gyorsan mentheti az aktuális tartózkodási helyét.
it: Puoi creare segnali GPS per memorizzare posizioni e waypoint importanti. Usa un'antenna o un segnalatore per trasmettere le posizioni delle griglie, ma fai attenzione, perché anche gli altri possono vedere queste posizioni contrassegnate. Usa /GPS per salvare rapidamente la tua posizione attuale.
pl_pl: Możesz stworzyć znacznik GPS aby zapisać ważne miejsca i punkty orientacyjne. Użyj anteny lub światła lokalizacyjnego do nadawania pozycji statków i stacji, ale uważaj po każdy widzi taki sygnał. Użyj /GPS aby szybko zapisać swoją pozycję.
pt_br: Você pode criar sinais de GPS para armazenar localizações importantes e pontos de rota. Use uma antena ou sinalizador para transmitir posições de grids, mas tenha cuidado, pois outros podem ver esses marcadores. Use /GPS para salvar sua localização atual rapidamente.
ru: Вы можете создавать GPS точки и сохранять важные локации и маршруты. Используйте маяк или антенну для вещания расположения структур, но будьте осторожны - другие игроки тоже будут их видеть. Команда /GPS быстро сохранит текущее положение.
zh_cn: 可以创建GPS信号保存重要的位置和位标。用天线和信标发送网格的位置。但是要注意别人也能看到。用/GPS快速保存当前位置。

# Description_FAQ_Elaborate
source: Can you be more specific?
de: Können Sie bitte etwas genauer sein?
es: ¿Puedes ser más específico?
fr: Pouvez-vous être plus précis ?
hu_hu: Lehetne egy kicsit pontosabban?
it: Puoi essere più specifico?
pl_pl: Czy możesz to sprecyzować?
pt_br: Poderia ser mais específico?
ru: Можете уточнить?
zh_cn: 可以更具体点吗？

# Description_FAQ_CopyPaste
source: You can copy, paste and delete blocks and grids only in creative mode by pressing Ctrl+C, Ctrl+V and Ctrl-X.
de: Sie können Blöcke und Blockkonstruktionen nur im Kreativmodus kopieren, einfügen und löschen, indem Sie Strg+C, Strg+V und Strg-X drücken.
es: Puede copiar, pegar y borrar bloques y estructuras sólo en el modo creativo pulsando Ctrl+C, Ctrl+V y Ctrl-X.
fr: Vous pouvez copier, coller et supprimer des blocs et des grilles uniquement en mode création en appuyant sur Ctrl+C, Ctrl+V et Ctrl+X.
hu_hu: A blokkokat és objektumokat csak kreatív módban másolhatja, illesztheti be és törölheti a Ctrl +C, Ctrl+V és CtrlX megnyomásával.
it: Puoi copiare, incollare e cancellare blocchi e griglie solo in modalità creativa premendo Ctrl+C, Ctrl+V e Ctrl-X.
pl_pl: Możesz kopiować, wklejać i usuwać struktury będąc w trybie kreatywnym wciskając odpowiedni Ctrl+C, Ctrl+V i Ctrl+X.
pt_br: Você pode copiar, colar e excluir blocos e grids somente no modo criativo ao pressionar Ctrl+C, Ctrl+V e Ctrl-X.
ru: Вы можете копировать, вставлять и удалять блоки и структуры в творческом режиме комбинациями Ctrl+C, Ctrl+V и Ctrl+X.
zh_cn: 仅在创意模式中，能按Ctrl+C, Ctrl+V和Ctrl+X复制，粘贴和删除方块和网格。

# Description_FAQ_Tools
source: A welder to construct blocks, a grinder to deconstruct blocks and a drill to find ore and dig tunnels. All tools can be produced in assemblers or survival kits from basic materials.
de: Ein Schweißgerät, um Blöcke zu konstruieren, eine Schleifmaschine, um Blöcke zu zerlegen, und eine Bohrmaschine, um Erz zu finden und Tunnel zu graben. Alle Werkzeuge können in Montageblöcken oder Survival-Kits aus Basismaterialien hergestellt werden.
es: Un soldador para construir bloques, una amoladora para deconstruir bloques y un taladro para encontrar minerales y cavar túneles. Todas las herramientas se pueden producir en ensambladores o kits de supervivencia a partir de materiales básicos.
fr: Un chalumeau pour construire des blocs, une meuleuse pour détruire des blocs et une foreuse pour trouver du minerai et creuser des tunnels. Tous les outils peuvent être produits dans des kits d'assemblage ou de survie à partir de matériaux de base.
hu_hu: Hegesztő blokkok készítéséhez, daraboló bontáshoz, fúró érc megtalálásához és alagutak ásására. Minden szerszám előállítható összeszerelőkben vagy túlélési készletekben alapanyagokból.
it: Una saldatrice per costruire i blocchi, una smerigliatrice per decostruire i blocchi e una trivella per trovare il minerale e scavare i tunnel. Tutti gli utensili possono essere prodotti in assemblatori o kit di sopravvivenza a partire da materiali di base.
pl_pl: Spawarka do konstrukcji bloków, Szlifierka do niszczenia ich, a wiertło do znajdywania rud i wydobywania ich. Wszystkie narzędzia możesz stworzyć w stacji montażowej lub zestawu przetrwania z podstawowych elementów.
pt_br: Uma soldadora para construir blocos, um esmeril para desmontá-los e uma britadeira para encontrar minério e escavar túneis. Todas as ferramentas podem ser produzidas em montadoras ou em kits de sobrevivência a partir de materiais básicos.
ru: Сварщик для строительства блоков, болгарка для демонтажа и бур для поиска и добычи руды. Все инструменты могут быть созданы в сборщиках или комплектах для выживания из основных компонентов.
zh_cn: 焊接器造方块，切割机拆解方块，钻子发现矿石还能挖地道。可以用基本原料用生存套件制造工具。

# Description_FAQ_Commands
source: Use /help to find all chat commands.
de: Verwenden Sie „/help“, um alle Chat-Befehle anzeigen zu lassen.
es: Usa /help para encontrar todos los comandos de chat.
fr: Utilisez /help pour trouver toutes les commandes de chat
hu_hu: Használja a súgót az összes csevegési parancs megtalálásához.
it: Utilizza /aiuto per trovare tutti i comandi di chat.
pl_pl: Użyj /help aby poznać wszystkie komendy czatu.
pt_br: Use /help para visualizar os comandos de bate-papo.
ru: Команда «/help» выводит список всех команд чата.
zh_cn: 使用/帮助找到所有聊天命令。

# Description_FAQ_Platinum
source: Platinum is a rare material only found in asteroids and moons. There is no platinum on planets.
de: Platin ist ein seltenes Material, das nur in Asteroiden und Monden vorkommt. Auf Planeten gibt es kein Platin.
es: El platino es un material raro que sólo se encuentra en asteroides y lunas. No hay platino en los planetas.
fr: Le platine est un matériau rare que l'on ne trouve que dans les astéroïdes et les lunes. Il n'y a pas de platine sur les planètes.
hu_hu: A platina ritka anyag, amely csak aszteroidákban és holdakban található meg. A bolygókon nincs platina.
it: Il platino è un materiale raro che si trova solo negli asteroidi e nelle lune. Non c'è platino sui pianeti.
pl_pl: Platyna to rzadki materiał występujący tylko na księżycach i asteroidach. Na planetach nie występuje.
pt_br: Platina é um material raro encontrado apenas em asteroides ou luas. Não há platina nos planetas.
ru: Платина - редкий металл, который можно найти только на лунах и астероидах. На планетах не встречается.
zh_cn: 铂金是稀有金属，只能在小行星和月球上找到。行星上没有。

# Description_FAQ_Uranium
source: Uranium is a rare material only found in asteroids and moons. There is no uranium on planets.
de: Uran ist ein seltenes Material, das nur in Asteroiden und Monden vorkommt. Auf Planeten gibt es kein Uran.
es: El uranio es un material raro que sólo se encuentra en asteroides y lunas. No hay uranio en los planetas.
fr: L'uranium est un matériau rare que l'on ne trouve que dans les astéroïdes et les lunes. Il n'y a pas d'uranium sur les planètes.
hu_hu: Az urán ritka anyag, amelyet csak aszteroidákban és holdakban találnak meg. A bolygókon nincs urán.
it: L'uranio è un materiale raro che si trova solo negli asteroidi e nelle lune. Non c'è uranio sui pianeti.
pl_pl: Uran to rzadki materiał występujący tylko na księżycach i asteroidach. Na planetach nie występuje.
pt_br: Urânio é um material raro encontrado apenas em asteroides ou luas. Não há urânio nos planetas.
ru: Уран - редкий материал, который можно найти только на лунах и астероидах. На планетах не встречается.
zh_cn: 铀是稀有金属，只能在小行星和月球上找到。行星上没有。

# Description_FAQ_Stone
source: Stone can be refined into small amounts of basic minerals like Iron, Silicon and Nickel in refineries or a survival kit.
de: Gestein kann in Raffinerien oder in einem Survival-Kit zu kleinen Mengen von grundlegenden Mineralien wie Eisen, Silizium und Nickel raffiniert werden.
es: La piedra puede ser refinada en pequeñas cantidades de minerales básicos como hierro, silicio y níquel en refinerías o en un kit de supervivencia.
fr: La pierre peut être raffinée en petites quantités de minéraux de base comme le fer, le silicium et le nickel dans les raffineries ou dans une trousse de survie.
hu_hu: A kő finomítókban vagy túlélő készletben finomítható kis mennyiségű alapvető ásványi anyaggá, mint vas, szilícium és nikkel.
it: La pietra può essere raffinata in piccole quantità di minerali di base come ferro, silicio e nichel nelle raffinerie o in un kit di sopravvivenza.
pl_pl: Kamień może zostać przetopiony w rafinerii i zestawie przetrwania w małe ilości podstawowych materiałów takich jak Żelazo, Nikiel i Krzem.
pt_br: Pedras podem ser refinadas em pequenas quantidades de materiais básicos como ferro, silício e níquel em refinarias ou kits de sobrevivência.
ru: Камень можно переработать в небольшие количества основных слитков, вроде железа, кремния и никеля в очистительных заводах или комплектах для выживания.
zh_cn: 石头可以在精炼机和生存套件中提炼出少量的基本原料，像铁，硅，镍等。

# Description_FAQ_BlockShapes
source: You can access alternative block shapes if you have a block equipped on your toolbar with an + symbol. Use the scroll wheel to switch to different shapes.
de: Sie können auf alternative Varianten eines Blockes in Ihrer Schnellzugriffsleiste zugreifen, wenn er mit einem „+“-Symbol versehen ist. Verwenden Sie das Scrollrad, um zu dessen verschiedenen Varianten zu wechseln.
es: Puede acceder a formas de bloque alternativas si tiene un bloque equipado en su barra de herramientas con el símbolo +. Utilice la rueda de desplazamiento para cambiar de forma.
fr: Vous pouvez accéder à d'autres formes de bloc si un bloc est équipé d'un symbole + sur votre barre d'outils. Utilisez la molette de défilement pour basculer sur des formes différentes.
hu_hu: Alternatív blokkalakzatokat akkor érhet el, ha az eszköztáron + szimbólummal ellátott blokk van felszerelve. Az egérgörgővel válthat különböző alakzatokra.
it: Puoi accedere a forme di blocco alternative se disponi di un blocco equipaggiato sulla tua barra degli strumenti con un simbolo +. Utilizza la rotella di scorrimento per passare a forme diverse.
pl_pl: Możesz użyć innych kształtów bloków jeśli wybrany blok ma znak + obok swojej ikony. Użyj kółka myszy do wyboru kształtów.
pt_br: Você pode acessar formas alternativas de blocos se o bloco equipado em sua barra de ferramentas tiver o símbolo +. Use a rolagem do mouse para alternar entre as formas.
ru: Вы можете найти альтернативные формы у блоков со значком плюса на иконке, используйте колесико мыши когда такой блок выбран.
zh_cn: 方块上有+的，可以有多个形状选项供选择。使用鼠标滚轮切换不同的形状。

# Description_FAQ_BuildMode
source: You can toggle different building modes by pressing B.
de: Sie können zwischen verschiedenen Konstruktionsmodi umschalten, indem Sie B drücken.
es: Puede alternar entre diferentes modos de construcción pulsando B.
fr: Vous pouvez basculer entre différents modes de construction en appuyant sur B.
hu_hu: A B gomb megnyomásával válthat a különböző építési módok között.
it: Puoi passare da una modalità di costruzione all'altra premendo B.
pl_pl: Możesz przełączyć się między trybami budowy wciskając B.
pt_br: Você pode acionar diferentes modos de construção pressionando B.
ru: Вы можете переключать режимы строительства на B.
zh_cn: 按B切换不同的建造模式。
