Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# Description_EffectivenessModule
source: Yield modules increase production yield of refineries when connected.
de: Effektivitätsmodule erhöhen den Produktionsertrag von Raffinerien, wenn sie an sie angeschlossen sind.
es: Los módulos de rendimiento aumentan el rendimiento de producción de las refinerías cuando están conectadas.
fr: Les modules de rendement augmentent le rendement de production des raffineries lorsqu’ils sont connectés.
hu_hu: A hozammodulok növelik a finomítók termelését, ha csatlakoztatva vannak.
it: I moduli di rendimento aumentano la resa produttiva delle raffinerie quando sono collegate.
pl_pl: Moduł ulepszeń zwiększający efektywność Rafinerii. Musi być połączony z nią bezpośrednio.
pt_br: Módulos de velocidade aumentam a agilidade de produção das refinarias e montadoras quando conectados.
ru: Модуль выработки, увеличивающий добычу металлов в очистительном завода. Должен быть подключен напрямую к очистительному заводу.
zh_cn: 升级模块能增加精炼厂的产量。必须直接和精炼厂连接。

# Description_PowerEfficiencyModule
source: Power modules decrease power consumption of refineries or assemblers when connected.
de: Energiesparmodule verringern den Energieverbrauch von Raffinerien oder Montageanlagen, wenn sie an diese angeschlossen sind.
es: Los módulos de energía disminuyen el consumo de energía de las refinerías o ensambladores cuando están conectados.
fr: Les modules d'alimentation diminuent la consommation d'énergie des raffineries ou des assembleurs lorsqu'ils sont connectés.
hu_hu: Az energia modulok csökkentik a finomítók vagy összeszerelők energiafogyasztását ha csatlakoztatva vannak.
it: I moduli di potenza riducono il consumo di energia delle raffinerie o degli assemblatori quando sono collegati.
pl_pl: Moduł ulepszeń zmniejszający pobór mocy. Musi być połączony bezpośrednio z Rafinerią lub Stacją Montażową.
pt_br: Módulos de energia reduzem o consumo das refinarias e montadoras quando conectados.
ru: Модуль энергосбережения, понижающий потребление энергии. Он должен быть подключен напрямую к очистительному заводу или сборщику.
zh_cn: 一种升级模块可以降低功率要求。必须直接和精炼厂或者装配机连接。

# Description_OreDetector
source: Ore detectors detect ores within a limited radius and makes them show up on your HUD.
de: Erzdetektoren erkennen Erze innerhalb eines begrenzten Radius und visualisiert sie auf Ihrem HUD.
es: Los detectores de minerales detectan los minerales dentro de un radio limitado y los hacen aparecer en tu HUD.
fr: Les détecteurs de minerai détectent les minerais dans un rayon limité et les font apparaître sur votre ATH.
hu_hu: Az ércdetektorok észlelik az érceket egy korlátozott sugarú körben, és megjelenítik a HUD-on.
it: I rilevatori di minerali rilevano i minerali entro un raggio limitato e li fanno apparire sul tuo HUD.
pl_pl: Wykrywacz z ograniczonym zasięgiem, który wyświetla zasoby planety lub asteroidy na HUD.
pt_br: Detectores de minério identificam minerais dentro do seu raio de abrangência fazendo com que sejam mostrados no HUD.
ru: Детектор руды с ограниченным радиусом, который показывает полезные ископаемые на экране.
zh_cn: 矿石探测器探测半径有限，可以从小行星和行星中找到资源并在屏幕中显示。

# Description_OxygenFarm
source: Hydroponics farms produce small amounts of oxygen when in contact with sunlight. Use an oxygen tank to store oxygen.
de: Hydrokultur-Farmen produzieren kleine Mengen Sauerstoff, wenn sie mit Sonnenlicht in Kontakt kommen. Verwenden Sie einen Sauerstofftank, um den Sauerstoff zu speichern.
es: Las granjas hidropónicas producen pequeñas cantidades de oxígeno cuando entran en contacto con la luz solar. Usa un tanque de oxígeno para almacenar el oxígeno.
fr: Les fermes hydroponiques produisent de petites quantités d'oxygène au contact du soleil. Utilisez un réservoir d'oxygène pour stocker l'oxygène.
hu_hu: A hidroponikus gazdaságok kis mennyiségű oxigént termelnek, ha van napfény. Használjon oxigéntartályt az oxigén tárolásához.
it: Le fattorie idroponiche producono piccole quantità di ossigeno quando sono a contatto con la luce del sole. Usa un serbatoio d'ossigeno per immagazzinare l'ossigeno.
pl_pl: Farma tlenowa produkuje małe ilości tlenu w kontakcie z światłem słonecznym. Użyj zbiornika tlenu w celu przechowywania.
pt_br: Fazendas hidropônicas produzem uma pequena quantidade de oxigênio quando em contato com a luz solar. Utilize um tanque de oxigênio para armazená-lo.
ru: Гидропонная ферма, производящая кислород при контакте с солнечным светом. Используйте кислородный бак для хранения кислорода.
zh_cn: 一种水培农场，阳光照射的时候能产生少量氧气。 使用氧气罐储存氧气。

# Description_OxygenGenerator
source: O2/H2 generators produce oxygen and hydrogen from ice. Use oxygen and hydrogen tanks for storage. Will refill bottles automatically.
de: O2/H2-Generatoren produzieren aus Eis Sauerstoff und Wasserstoff. Zur Speicherung werden Sauerstoff- und Wasserstofftanks verwendet. Flaschen werden automatisch nachgefüllt.
es: Los generadores de O2/H2 producen oxígeno e hidrógeno a partir de hielo. Usa tanques de oxígeno e hidrógeno para almacenarlos. Rellena bombonas automáticamente.
fr: Les générateurs H2/O2 produisent de l'oxygène et de l'hydrogène à partir de glace. Utilisez des réservoirs d'oxygène et d'hydrogène pour le stockage. Remplira les bouteilles automatiquement.
hu_hu: Az O2/H2 generátorok jégből termelnek oxigént és hidrogént. Használjon oxigén és hidrogéntartályokat a tároláshoz. Automatikusan újratölti a palackokat.
it: I generatori O2/H2 producono ossigeno e idrogeno dal ghiaccio. Utilizza serbatoi di ossigeno e idrogeno per lo stoccaggio. Riempiranno automaticamente le bombole.
pl_pl: Generatory tlenu produkują tlen i wodór z lodu. Użyj zbiorników tlenu i zbiorników wodoru do przechowywania. Generator napełnia butle automatycznie.
pt_br: Geradores de H2/O2 produzem oxigênio e hidrogênio a partir de gelo. Utilize tanques de oxigênio e hidrogênio para armazená-los. Cilindros serão reabastecidos automaticamente.
ru: Производит кислород и водород из льда. Для хранения газов используйте соответствующие баки. Наполняет баллоны автоматически.
zh_cn: O2/H2发生器可以用冰制造氧气和氢气。 使用氧气和氢气罐储存。可以自动重新加满氧气/氢气瓶。

# Description_OxygenTank
source: Oxygen tank store oxygen. Able to store and refill oxygen bottles. Use O2/H2 generator to produce oxygen.
de: Sauerstofftanks speichern Sauerstoff. Können Sauerstoffflaschen lagern und wiederbefüllen. Verwenden Sie zur Erzeugung von Sauerstoff einen O2/H2-Generator.
es: Los tanques de oxígeno pueden almacenar oxígeno. . También pueden almacenar y rellenar bombonas de oxígeno. Usa un generador O2/H2 para producir oxígeno.
fr: Un réservoir d'oxygène stocke l'oxygène. Peut stocker et remplir des bouteilles d'oxygène. Utilisez le générateur H2/O2 pour produire de l'oxygène.
hu_hu: Az oxigéntartály oxigént tárol. Oxigénpalackok tárolására és utántöltésére képes. Oxigén előállítására használjon O2/H2 generátort.
it: La bombola di ossigeno immagazzina l'ossigeno. In grado di immagazzinare e ricaricare le bombole di ossigeno. Utilizza il generatore O2/H2 per produrre ossigeno.
pl_pl: Zbiornik tlenu przechowuje tlen. Może przechowywać i napełniać butle z tlenem. Użyj generatora tlenu, żeby produkować tlen.
pt_br: Tanques de oxigênio armazenam oxigênio. Podem também armazenar e reabastecer cilindros de oxigênio. Utilize um gerador de H2/O2 para produzir oxigênio.
ru: Бак для хранения кислорода. Может хранить и наполнять кислородные баллоны. Для производства кислорода из льда используйте генератор O2/H2.
zh_cn: 氧气罐可以储存氧气。 能够储存和重新加满氧气瓶。使用O2/H2发生器制造氧气。

# Description_ParachuteHatch
source: Parachute hatches deploy parachutes to slow down the descent of ships when inside the atmosphere. Can be configured to open automatically or used manually from the toolbar or settings.
de: Fallschirmluken lassen Fallschirme aus, um den Abstieg von Schiffen durch die Atmosphäre zu verlangsamen. Sie können so konfiguriert werden, dass sie sich automatisch öffnen oder manuell über die Schnellzugriffsleiste oder die Einstellungen geöffnet werden.
es: Los lanzadores de paracaídas despliegan un paracaídas para ralentizar el descenso de las naves cuando se encuentran dentro de la atmósfera y pueden configurarse para que se abran automáticamente o se utilicen manualmente desde la barra de herramientas o los ajustes.
fr: Les trappes de parachute déploient des parachutes pour ralentir la descente des vaisseaux dans l’atmosphère. Peuvent être configurées pour s’ouvrir automatiquement ou être utilisées manuellement à partir de la barre d’outils ou des paramètres.
hu_hu: Az ejtőernyős nyílások ejtőernyőkkel lassítják a hajók ereszkedését a légkörben. Beállítható úgy, hogy automatikusan kinyíljon, vagy manuálisan használható az eszköztárból vagy a beállításokból.
it: I portelli dei paracadute dispiegano paracadute per rallentare la discesa delle navi quando sono all'interno dell'atmosfera. Possono essere configurati per aprirsi automaticamente o usati manualmente dalla barra degli strumenti o dalle impostazioni.
pl_pl: Rozłóż spadochron żeby spowolnić opadanie statków w atmosferze. Może zostać skonfigurowany do automatycznego otwierania lub ręcznie poprzez pasek narzędzi lub terminal.
pt_br: Os porta-paraquedas lançam paraquedas para reduzir a descida de naves quando dentro da atmosfera. Podem ser configurados para abrir automaticamente ou manualmente através da barra de ferramentas ou configurações.
ru: Раскройте парашют для замедления снижения кораблей в атмосфере. Может быть настроен для автоматического раскрытия или раскрыт вручную из панели инструментов или терминала.
zh_cn: 在大气层中降落时用降落伞减速。 可以调成自动打开也可以在工具栏或者设置中手动操作。

# Description_Passage
source: Passages allow passage either vertically or horizontally.
de: Durchgänge ermöglichen entweder vertikalen oder horizontalen Durchgang.
es: Los pasillos permiten el paso vertical u horizontal.
fr: Les passages permettent le passage verticalement ou horizontalement.
hu_hu: Az átmenetek lehetővé teszik a függőleges és vízszintes közti áthaladást.
it: I passaggi consentono il passaggio sia in verticale che in orizzontale.
pl_pl: Blok dekoracyjny umożliwiający przejście przez niego w pionie lub poziomie.
pt_br: Passagens formam corredores estreitos, tanto vertical quanto horizontalmente.
ru: Декоративный блок, позволяющий перемещаться вертикально и горизонтально.
zh_cn: 一种装饰方块，可以做成垂直或者水平通道。

# Description_PassengerSeat
source: A passenger seat can be used to transport other players.
de: Ein Passagiersitz kann für den Transport anderer Spieler verwendet werden.
es: Un asiento de pasajero puede utilizarse para transportar a otros jugadores.
fr: Un siège passager peut être utilisé pour transporter d'autres joueurs.
hu_hu: Az utasülés más játékosok szállítására használható.
it: Un sedile passeggero può essere utilizzato per trasportare altri giocatori.
pl_pl: Fotel pasażera do transportu graczy nie dający możliwości kontroli statkiem.
pt_br: Assentos de passageiros são utilizados para transportar jogadores.
ru: Сиденье для перевозки персонала, дает доступ к терминалу.
zh_cn: 一种座椅用于调遣玩家。

# Description_Piston
source: The piston is an expandable block that allows the transfer of power and items.
de: Der Kolben ist ein ausfahrbarer Block, der die Übertragung von Kraft und Items ermöglicht.
es: El pistón es un bloque expandible que permite la transferencia de energía y objetos.
fr: Le piston est un bloc extensible qui permet le transfert de puissance et d'objets.
hu_hu: A dugatyú egy bővíthető blokk, amely lehetővé teszi az energia és az elemek átvitelét.
it: Il pistone è un blocco espandibile che permette il trasferimento di potenza e di oggetti.
pl_pl: Nastawny siłownik umożliwiający przepływ mocy i przedmiotów.
pt_br: Pistões são blocos extensíveis que permitem a transferência de energia e itens.
ru: Раздвижной поршень, который также позволяет передавать энергию и предметы.
zh_cn: 可以伸展的活塞，用来输送电力和物品。

# Description_PistonTop
source: This piston part is the top section of the piston. It has no function of its own, but can be used decoratively.
de: Dieser Kolbenaufsatz ist das oberste Teil des Kolbens. Er dient lediglich zu Dekorationszwecken und hat keine Funktion.
es: Esta pieza del pistón es la parte superior del pistón. No tiene función por sí misma, pero se puede usar como decoración.
fr: Cette partie du piston est la partie supérieure du piston. Elle n'a pas de fonction en elle même, mais sert de décoration.
hu_hu: Ez a dugattyúrész a dugattyú felső része.
it: Questa parte del pistone è la sezione superiore del pistone. Non ha funzionalità, ma può essere utilizzato in modo decorativo.
pl_pl: Głowica siłownika. Sama nie działa, może być dekoracją.
pt_br: Esta é a parte superior do pistão. Não tem função per se, mas pode ser usada de forma decorativa.
ru: Выдвигаемая часть поршня. Сама по себе функциональности не несет, но может служить декоративным целям.
zh_cn: 此活塞部件是活塞的顶部。它没有自己的功能，但可以作为装饰使用。

# Description_ProgrammableBlock
source: A Programmable Block is a computer that runs scripts to manage ship systems. Scripts can be found on the Workshop or written manually.
de: Ein programmierbarer Block ist ein Computer, der Skripts zur Steuerung von Schiffssystemen ausführen kann. Skripts können im Workshop gefunden oder manuell geschrieben werden.
es: Un bloque programable es un ordenador que ejecuta scripts para gestionar los sistemas de la nave. Los scripts se pueden encontrar en la Workshop o se pueden escribir manualmente.
fr: Un bloc programmable est un ordinateur qui exécute des scripts pour gérer les systèmes des vaisseaux. Les scripts peuvent être trouvés sur le workshop ou écrits manuellement.
hu_hu: A programozható blokk olyan számítógép, amely szkripteket futtat a hajórendszerek kezeléséhez. A szkriptek megtalálhatók a Műhelyben, vagy kézzel is írhatók.
it: Un blocco programmabile è un computer che esegue script per la gestione dei sistemi navali. Gli script possono essere trovati in Workshop o scritti manualmente.
pl_pl: Komputer, który zarządza skryptami do kierowania systemami statków. Skrypty możesz znaleźć w warsztacie lub napisać własnoręcznie.
pt_br: Blocos programáveis são computadores que executam scripts para gerenciamento de sistemas da nave. Os scripts podem ser encontrados no Workshop ou escritos manualmente.
ru: Компьютер, который может выполнять скрипты и управлять системами корабля. Скрипты могут быть найдены в Мастерской или написаны самостоятельно.
zh_cn: 运行脚本的电脑可以管理飞船系统。 创意工坊中有现有的，或者自己写程式。

# Description_Projector
source: The projector block projects saved blueprints of ships so that they can be built easily. Projection requires a connection with a grid from a projector in order to start construction.
de: Der Projektorblock projiziert gespeicherte Entwürfe von Schiffen, damit sie leichter montiert werden können. Um betriebsbereit zu sein, muss der Projektor mit einer Blockkonstruktion verbunden sein.
es: El bloque proyector proyecta los planos guardados de las naves para que puedan ser construidas fácilmente, la proyección requiere una conexión a la estructura de un proyector para poder comenzar la construcción.
fr: Le bloc de projection projette les plans de vaisseaux sauvegardés afin de pouvoir les construire facilement. La projection nécessite une connexion à une grille à partir d’un projecteur pour pouvoir commencer la construction.
hu_hu: A projektor blokk a mentett hajók tervrajzait tartalmazza hogy könnyen felépíthetők legyenek. A projektor megköveteli a kapcsolatot az objektummal az építkezés megkezdéséhez.
it: Il blocco dei proiettori proietta i progetti di navi salvati in modo che possano essere costruite facilmente. La proiezione richiede una connessione con una griglia da un proiettore per iniziare la costruzione.
pl_pl: Projektor wyświetla schematy statków w celu szybszej ich budowy. Projekcja wymaga połączenia z blokiem projektora w celu rozpoczęcia budowy.
pt_br: O bloco projetor exibe projetos de naves salvos que podem ser facilmente construídos. A projeção requer uma conexão entre a grid e o projetor para iniciar a construção.
ru: Проецирует сохраненные чертежи кораблей, чтобы они могли быть легко построены. Чтобы начать строить проекцию, требуется прямое соединение со структурой, на которой расположен проектор.
zh_cn: 投影仪保存飞船的蓝本，提高建造效率。 投影仪连到网格后开始投影建造。

# Description_Ramp
source: The ramp block can be used to traverse heights or simply used for aesthetics.
de: Der Rampenblock kann zum Überbrücken von Höhenunterschieden oder einfach aus ästhetischen Gründen verwendet werden.
es: El bloque de rampa se puede utilizar para atravesar alturas o simplemente para fines estéticos.
fr: Le bloc de rampe peut être utilisé pour traverser des hauteurs ou simplement pour des raisons esthétiques.
hu_hu: A rámpa blokk használható a magasságok áthaladására vagy egyszerűen esztétikai célokra.
it: Il blocco rampa può essere utilizzato per attraversare le altezze o semplicemente utilizzato per l'estetica.
pl_pl: Rampa służy do pokonywania wzniesień lub jako element dekoracyjny.
pt_br: O bloco de rampa é utilizado para acessar elevações ou simplesmente para fins estéticos.
ru: Рампа для заезда или для украшения.
zh_cn: 斜坡让玩家跨越障碍。

# Description_Reactor
source: Reactors generate high amounts of power at the cost of refined uranium ingots. Uranium is one of the rarest elements and cannot be found on planets. Uranium can be found in asteroids, and in some craters left by meteorite impacts.
de: Reaktoren erzeugen große Energiemengen aus raffinierten Uranblöcken. Uran ist eines der seltensten Elemente und auf Planeten gewöhnlicherweise nicht zu finden. Es findet sich in Asteroiden und in einigen Kratern, die von Meteoriteneinschlägen hinterlassen wurden.
es: Los reactores generan grandes cantidades de energía a costa de lingotes de uranio refinado. El uranio es uno de los elementos más raros y no puede encontrarse en los planetas. El uranio puede encontrarse en asteroides y en algunos cráteres dejados por impactos de meteoritos.
fr: Les réacteurs génèrent de grandes quantités d'énergie au contre des lingots d'uranium raffiné. L'uranium est l'un des éléments les plus rares et on ne le trouve pas sur les planètes. On trouve de l'uranium dans les astéroïdes et dans certains cratères laissés par des impacts de météorites.
hu_hu: A reaktorok nagy mennyiségű energiát termelnek finomított uránöntvényekből. Az urán az egyik legritkább elem, és nem található meg a bolygókon. Az urán megtalálható aszteroidákban és néhány kráterben, amelyeket a meteorit becsapódása hagyott hátra.
it: I reattori generano una grande quantità di energia consumando lingotti di uranio raffinato. L'uranio è uno degli elementi più rari e non si trova sui pianeti. L'uranio si può trovare negli asteroidi e in alcuni crateri lasciati dagli impatti dei meteoriti.
pl_pl: Reaktor generuje duże ilości mocy kosztem sztabek uranu. Uran to jeden z najrzadszych surowców w kosmosie i nie znajdziesz go na planetach. Uran możesz znaleźć na asteroidach oraz w kraterach po uderzeniach meteorytów.
pt_br: Reatores produzem grandes quantidades de energia com o custo de barras de urânio refinado. O urânio é um dos elementos mais raros e não pode ser encontrado em planetas. Ele pode ser obtido em asteroides e algumas crateras feitas por impactos de meteorito.
ru: Производит большое количество энергии за счет очищенных урановых слитков. Уран является одним из самых редких элементов и никогда не встречается на планетах. Уран может быть найден на астероидах а так же в кратерах образовавшихся после метеоритных ударов.
zh_cn: 反应堆可以使用提炼的铀锭产生大量电力。 铀是最稀有的元素之一，并且无法在我们的星球上找到。可以在小行星和陨石撞击形成的陨石坑中找到铀。

# Description_Refinery
source: Advanced refineries refine all ores into ingots. They can be upgraded with upgrade modules.
de: Weiterentwickelte Raffinerien veredeln alle Arten von Erzen zu Barren. Sie können mit Aufrüstmodulen aufgerüstet werden.
es: Las refinerías avanzadas refinan todos los minerales en lingotes. Se puede mejorar con módulos de mejora.
fr: Les raffineries avancées affinent tous les minerais en lingots. Elles peuvent être améliorées des modules d'amélioration.
hu_hu: A fejlett finomítók finomítják az érceket öntvényekké. Frissíthetők frissítő modulokkal.
it: Le raffinerie avanzate raffinano tutti i minerali in lingotti. Possono essere aggiornati con moduli di aggiornamento.
pl_pl: Zaawansowana Rafineria, która przetapia wszystkie rudy na sztabki. Może zostać ulepszona przez Moduły Ulepszeń.
pt_br: Refinarias avançadas refinam em barras todos os minérios. Elas podem ser evoluídas através de módulos de aprimoramento.
ru: Продвинутый очистительный завод, перерабатывающий все руды в соответствующие слитки. Может быть улучшен с помощью модулей улучшений.
zh_cn: 高级精炼厂能将所有的矿石炼成锭子。 可以用升级模块升级。

# Description_RefineryBasic
source: Basic refineries refines limited types of ores into ingots.
de: Einfache Raffinerien veredeln begrenzte Arten von Erzen zu Barren.
es: Las refinerías básicas refinan tipos limitados de minerales para convertirlos en lingotes.
fr: Les raffineries de base raffinent des types limités de minerais en lingots.
hu_hu: Az alapvető finomítók korlátozott típusú érceket finomítanak öntvényekké.
it: Le raffinerie di base perfezionano i tipi limitati di minerali in lingotti.
pl_pl: Prosta rafineria, która przetwarza tylko niektóre rudy w sztabki.
pt_br: Refinarias básicas refinam em barras somente alguns poucos tipos de minério.
ru: Простой очистительный завод, перерабатывающий только основные типы руд в слитки.
zh_cn: 简易精炼厂只能将有限种类的矿石炼成锭子。

# Description_RocketLauncherReload
source: An advanced version of the rocket launcher, capable of using the conveyor system to automatically reload. Uses Rockets. Maximum range: 800 m
de: Eine erweiterte Ausführung des Raketenwerfers, dies zum automatischen Nachladen durch das Fördersystem mit anderen Beständen verbunden werden kann. Nutzt Raketen. Maximalreichweite: 800 m
es: Una versión avanzada del lanzacohetes, capaz de utilizar el sistema de transporte para recargarse automáticamente. Utiliza Cohetes. Alcance máximo: 800 m
fr: Une version avancée du lance-roquettes, capable d'utiliser le système de convoyeur pour recharger automatiquement. Utilise des roquettes. Portée maximale : 800 m
hu_hu: Az újratölthető rakétavetők összekapcsolhatók a készletekkel az automatikus újratöltéshez. Rakétákra van szükség.
it: Una versione avanzata del lanciarazzi, in grado di utilizzare il sistema di trasporto per ricaricare automaticamente. Usa razzi. Portata massima: 800 m
pl_pl: Zaawansowana wersja wyrzutni rakiet, korzystająca z systemu transporterów do automatycznego przeładowania. Używa rakiet jako amunicji. Maksymalny zasięg: 800m
pt_br: Uma versão avançada do lança-mísseis capaz de usar o sistema de transportadores para recarregar automaticamente. Utiliza Mísseis. Alcance máximo: 800 m
ru: Продвинутая версия ракетной пусковой установки, способная автоматически перезаряжаться с помощью конвейерной системы. Использует ракеты. Максимальная дальность: 800 м
zh_cn: 火箭发射器的高级版本，能够使用输送机系统自动重新装载。使用火箭。 最大射程：800 m
