Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# SimpleNewGame_Frostbite_Description
source: You are a member of a salvage crew, which has been tasked by a mysterious client to acquire something extremely valuable (yet unknown) on Triton. Play solo or with up to four players; explore this moon’s frigid landscape and remarkable architecture, and overcome numerous engineering challenges as you uncover this world’s secrets.
de: Sie sind Mitglied einer Bergungsmannschaft, die von einem mysteriösen Kunden beauftragt wurde, etwas äußerst Wertvolles (noch unbekanntes) auf Triton zu beschaffen. Spielen Sie allein oder mit bis zu vier Spielern; erkunden Sie die eisige Landschaft und die bemerkenswerte Architektur auf diesem Mond und überwinden Sie zahlreiche technische Herausforderungen, während Sie die Geheimnisse dieser Welt aufdecken.
es: Eres parte de un equipo de recuperación que ha recibido de un misterioso cliente la tarea de obtener algo extremadamente valioso (aún desconocido) en Tritón. Juega solo o con hasta cuatro jugadores, explora los paisajes helados de esta luna y su notable arquitectura, y supera numerosos desafíos de ingeniería para descubrir los secretos de este mundo.
fr: Vous êtes membre d'une équipe de sauvetage, chargée par un mystérieux client d'acquérir un objet extrêmement précieux (mais encore inconnu) sur Triton. Jouez en solo ou à quatre, explorez le paysage glacé et l'architecture remarquable de cette lune, et relevez de nombreux défis d'ingénierie en découvrant les secrets de ce monde.
hu_hu: Ön egy mentőszemélyzet tagja, amelynek egy titokzatos ügyfél megbízást adott valami rendkívül értékes (még ismeretlen) dolog megszerzésére a Triton-on. Játsszon egyedül vagy akár négy játékossal; fedezze fel a hold rideg táját és figyelemre méltó építészetét, és hajtson végre számos mérnöki kihívást, amikor feltárja ennek a világnak a titkait.
it: Sei un membro di una squadra di recupero, che è stata incaricata da un misterioso cliente di acquisire qualcosa di estremamente prezioso (ma sconosciuto) su Tritone. Gioca da solo o con un massimo di quattro giocatori; esplora il gelido paesaggio lunare e la straordinaria architettura di questa luna e supera numerose sfide ingegneristiche mentre scopri i segreti di questo mondo.
pl_pl: Jesteś członkiem załogi poszukiwawczej, która otrzymała od tajemniczego zleceniodawcy zadanie zdobycia czegoś niezwykle cennego (aczkolwiek nieznanego) na Trytonie. Graj solo lub z czterema graczami; odkryj mroźny krajobraz tego księżyca i jego niezwykłą architekturę oraz pokonaj liczne wyzwania inżynieryjne, odkrywając tajemnice tego świata.
pt_br: Você é membro de uma equipe de salvamento que recebeu a tarefa de um cliente misterioso de adquirir algo extremamente valioso (ainda desconhecido) em Triton. Jogue sozinho ou com até quatro jogadores; explore a paisagem frígida da lua e arquitetura inesquecível e supere diversos desafios de engenharia enquanto descobre os segredos desse mundo.
ru: Вы — член экипажа, которому таинственный клиент поручил раздобыть на Тритоне что-то чрезвычайно ценное (но пока что неизвестное). Играть можно в одиночку или максимум вчетвером; вам предстоит исследовать холодный ландшафт и замечательную архитектуру этой луны, а также преодолеть многочисленные инженерные проблемы и раскрыть секреты этого мира.
zh_cn: 你是海上救援队的成员，一位神秘的客户委托救援队在Triton上收集极其珍贵的东西（还不清楚）。单独游戏或最多四个玩家同时游戏；探索月球的寒冷景观和非凡建筑，并在揭开这个世界的秘密时克服许多工程挑战。

# DisplayName_InventoryConstraint_PersonalItems
source: Tools, Weapons, Ammo, and personal items
de: Werkzeuge, Waffen, Munition und persönliche Gegenstände
es: Herramientas, armas, municiones y artículos personales
fr: Outils, armes, munitions et objets personnels
hu_hu: Eszközök, fegyverek, lőszer, és a személyes tárgyak
it: Strumenti, armi, munizioni e oggetti personali
pl_pl: Narzędzia, broń, amunicja i rzeczy osobiste
pt_br: Ferramentas, armas, munição e itens pessoais
ru: Инструменты, оружие, патроны и персональные вещи
zh_cn: 工具，武器，弹药，和个人物品

# DisplayName_TSS_ClockAnalog
source: Analog Clock
de: Analoge Uhr
es: Reloj Analógico
fr: Horloge analogique
hu_hu: Analóg Óra
it: Orologio analogico
pl_pl: Zegar Analogowy
pt_br: Relógio analógico
ru: Аналоговые часы
zh_cn: 模拟钟

# DisplayName_TSS_Weather
source: Weather
de: Wetter
es: Clima
fr: Météo
hu_hu: Időjárás
it: Meteo
pl_pl: Pogoda
pt_br: Clima
ru: Погода
zh_cn: 天气

# DisplayName_TSS_Weather_Thunderstorm
source: Thunderstorm
de: Gewitter
es: Tormenta eléctrica
fr: Orage
hu_hu: Zivatar
it: Tempesta
pl_pl: Burza, pioruny
pt_br: Tempestade
ru: Гроза
zh_cn: 雷暴

# DisplayName_TSS_Weather_Rain
source: Rain
de: Regen
es: Lluvia
fr: Pluie
hu_hu: Eső
it: Pioggia
pl_pl: Deszcz
pt_br: Chuva
ru: Дождь
zh_cn: 雨

# DisplayName_TSS_Weather_Snow
source: Snow
de: Schnee
es: Nieve
fr: Neige
hu_hu: Hó
it: Neve
pl_pl: Śnieg
pt_br: Neve
ru: Снег
zh_cn: 雪

# DisplayName_TSS_Weather_MarsSnow
source: Dry Ice Snow
de: Trockeneis-Schnee
es: Nieve de hielo seco
fr: Neige carbonique
hu_hu: Száraz jég hó
it: Bora secca
pl_pl: Śnieg z CO2
pt_br: Neve de gelo seco
ru: Снег с сухим льдом
zh_cn: 干冰雪

# DisplayName_TSS_Weather_Sandstorm
source: Sandstorm
es: Tormenta de arena
fr: Tempête de sable
hu_hu: Homokvihar
it: Tempesta di sabbia
pl_pl: Burza piaskowa
pt_br: Tempestade de areia
ru: Песчаная буря
zh_cn: 沙暴

# DisplayName_TSS_Weather_Fog
source: Fog
de: Nebel
es: Niebla
fr: Brouillard
hu_hu: Köd
it: Nebbia
pl_pl: Mgła
pt_br: Nevoeiro
ru: Туман
zh_cn: 雾

# DisplayName_TSS_Weather_Dust
source: Dust
de: Staub
es: Polvo
fr: Poussière
hu_hu: Por
it: Polvere
pl_pl: Kurzawa
pt_br: Poeira
ru: Пыль
zh_cn: 沙尘

# DisplayName_TSS_Description
source: Description
de: Beschreibung
es: Descripción
hu_hu: Leírás
it: Descrizione
pl_pl: Opis
pt_br: Descrição
ru: Описание
zh_cn: 说明

# Description_DLC_DecorativeBlocks
source: *** Description of decorative blocks DLC ***
de: *** Beschreibung des Zusatzinhalts „Dekorative Blöcke“ ***
es: *** Descripción del DLC de Bloques decorativos ***
fr: *** Description du DLC blocs décoratifs ***
hu_hu: *** DLC dekoratív blokkok leírása ***
it: *** Descrizione dei blocchi decorativi DLC ***
pl_pl: *** Opis Dekoracyjnych Bloków z DLC ***
pt_br: *** Descrição da DLC Blocos decorativos ***
ru: * Описание декоративных блоков *
zh_cn: ***装饰方块描述DLC***

# Description_DLC_DecorativeBlocks2
source: *** Description of decorative blocks 2 DLC ***
de: *** Beschreibung des Zusatzinhalts „Dekorative Blöcke 2“ ***
es: *** Descripción del DLC Bloques decorativos 2 ***
fr: *** Description du DLC blocs décoratifs 2 ***
hu_hu: *** DLC dekoratív blokkok 2 leírása ***
it: *** Descrizione dei blocchi decorativi 2 DLC ***
pl_pl: *** Opis Dekoracyjnych Bloków 2 z DLC ***
pt_br: *** Descrição da DLC Blocos decorativos 2 ***
ru: *** Описание загружаемого набора декоративных блоков № 2 ***
zh_cn: ***装饰方块描述 2 DLC***

# Description_DLC_StylePack
source: *** Description of style pack DLC ***
de: *** Beschreibung des Zusatzinhalts „Style-Paket“ ***
es: *** Descripción del Pack de Estilo DLC ***
fr: *** Description du DLC pack de style ***
hu_hu: *** A stílus csomag DLC leírása ***
it: *** Descrizione di pacchetto stili DLC ***
pl_pl: *** Opis Pakietu Stylów z DLC ***
pt_br: *** Descrição da DLC Pacote de estilo ***
ru: * Описание стильного набора *
zh_cn: ***样式包描述DLC**

# Description_DLC_Frostbite
source: *** Description of Frostbite DLC ***
de: *** Beschreibung des Zusatzinhalts „Frostbite“ ***
es: *** Descripción del DLC Congelamiento ***
hu_hu: *** A Frostbite DLC leírása ***
it: *** Descrizione di Frostbite DLC ***
pl_pl: *** Opis DLC Frostbite ***
pt_br: *** Descrição da DLC Queimadura por frio***
ru: *** Описание DLC «Обморожение» ***
zh_cn: *** Frostbite DLC说明 ***

# Description_DLC_SparksOfTheFuture
source: *** Description of Sparks Of The Future DLC ***
de: *** Beschreibung des Zusatzinhalts „Sparks Of the Future“ ***
es: *** Descripción del DLC Chispazos del futuro ***
fr: *** Description du DLC Étincelles du futur ***
hu_hu: *** A Sparks Of The Future DLC leírása ***
it: *** Descrizione di Scintille del futuro DLC ***
pl_pl: *** Opis DLC Sparks Of The Future ***
pt_br: *** Descrição da DLC Fagulhas do futuro ***
ru: *** Описание DLC «Проблески будущего» ***
zh_cn: *** Sparks Of The Future DLC说明 ***

# Description_DLC_ScrapRace
source: *** Description of Wasteland ***
de: *** Beschreibung von „Wasteland“ ***
es: *** Descripción de Wasteland ***
fr: *** Description de Wasteland ***
hu_hu: *** Wasteland leírása ***
it: *** Descrizione del Deserto ***
pl_pl: *** Opis DLC Wasteland ***
pt_br: *** Descrição de Terra Inculta ***
ru: *** Описание «Пустоши» ***
zh_cn: *** Wasteland说明 ***

# DisplayName_TSS_ClockDigital
source: Digital Clock
de: Digitale Uhr
es: Reloj digital
fr: Horloge numérique
hu_hu: Digitális Óra
it: Orologio digitale
pl_pl: Zegar Cyfrowy
pt_br: Relógio digital
ru: Цифровые часы
zh_cn: 数字钟

# DisplayName_TSS_Velocity
source: Velocity
de: Geschwindigkeit
es: Velocidad
fr: Vélocité
hu_hu: Sebesség
it: Velocità
pl_pl: Prędkość
pt_br: Velocidade
ru: Скорость
zh_cn: 速度

# DisplayName_TSS_Gravity
source: Gravity
de: Schwerkraft
es: Gravedad
fr: Gravité
hu_hu: Gravitáció
it: Gravità
pl_pl: Grawitacja
pt_br: Gravidade
ru: Гравитация
zh_cn: 重力

# TSS_Weather
source: Weather
de: Wetter
es: Clima
fr: Météo
hu_hu: Időjárás
it: Meteo
pl_pl: Pogoda
pt_br: Clima
ru: Погода
zh_cn: 天气

# DisplayName_TSS_EnergyHydrogen
source: Energy and Hydrogen
de: Energie und Wasserstoff
es: Energía e hidrógeno
fr: Énergie et hydrogène
hu_hu: Energia és Hidrogén
it: Energia e idrogeno
pl_pl: Energia i Wodór
pt_br: Energia e hidrogênio
ru: Энергия и водород
zh_cn: 能量和氢气

# DisplayName_TSS_ArtificialHorizon
source: Artificial Horizon
de: Künstlicher Horizont
es: Horizonte artificial
fr: Horizon artificiel
hu_hu: Mesterséges Horizont
it: Orizzonte artificiale
pl_pl: Sztuczny Horyzont
pt_br: Horizonte artificial
ru: Авиагоризонт
zh_cn: 人造地平线

# DisplayName_TSS_ArtificialHorizon_AltitudeWarning
source: ALTITUDE
de: HÖHE
es: Altitud
hu_hu: MAGASSÁG
it: ALTITUDINE
pl_pl: WYSOKOŚĆ
ru: ВЫСОТА
zh_cn: 高度

# Description_DLC_PreorderPack
source: *** Description of pre-order pack DLC ***
de: *** Beschreibung des „Pre-order“-Zusatzinhaltspakets ***
es: *** Descripción de reserva de paquete de DLC ***
fr: *** Description du DLC pack de précommande ***
hu_hu: *** Az előrendelhető DLC csomag leírása ***
it: *** Descrizione di pacchetto pre-ordine DLC ***
pl_pl: *** Opis Pakiet z Przedsprzedaży z DLC ***
pt_br: *** Descrição do pacote de pré-venda da DLC ***
ru: *** Описание набора предзаказа ***
zh_cn: *** 预购包DLC说明 ***

# Description_DLC_DeluxeEdition
source: *** Description of deluxe edition DLC ***
de: *** Beschreibung des Zusatzinhalts „Deluxe Edition“ ***
es: *** Descripción del DLC de la edición de lujo ***
fr: *** Description du DLC édition deluxe ***
hu_hu: *** A Deluxe DLC kiadás leírása ***
it: *** Descrizione di edizione deluxe DLC ***
pl_pl: *** Opis Edycja Deluxe z DLC ***
pt_br: *** Descrição da DLC Edição Deluxe ***
ru: * Описание делюкс издания *
zh_cn: ***豪华版描述DLC***

# DisplayName_Screen_ProjectionArea
source: Projection Area
de: Projektionsfläche
es: Área de proyección
fr: Zone de projection
hu_hu: Vetítési Terület
it: Area proiezione
pl_pl: Obszar Projekcji
pt_br: Área de projeção
ru: Зона проекции
zh_cn: 投影区

# DisplayName_Screen_Large
source: Large Display
de: Großes Display
es: Pantalla grande
fr: Grand écran
hu_hu: Nagy Kijelző
it: Display grande
pl_pl: Duży Wyświetlacz
pt_br: Tela grande
ru: Большой дисплей
zh_cn: 大显示屏

# DisplayName_Screen_Keyboard
source: Keyboard
de: Tastatur
es: Teclado
fr: Clavier
hu_hu: Billentyűzet
it: Tastiera
pl_pl: Klawiatura
pt_br: Teclado
ru: Клавиатура
zh_cn: 键盘

# DisplayName_Screen_Numpad
source: Numpad
de: Ziffernblock
fr: Pavé numérique
hu_hu: Számbillentyűzet
it: Tastierino numerico
pt_br: Teclado numérico
ru: Цифровой блок
zh_cn: 数字键盘

# DisplayName_Screen_TopCenter
source: Top Center Screen
de: Display oben mittig
es: Pantalla central superior
fr: Écran central supérieur
hu_hu: Fent Képernyő Közepére
it: Schermo in alto al centro
pl_pl: Górny Środkowy Ekran
pt_br: Monitor superior central
ru: Верхний центральный экран
zh_cn: 顶部中心屏

# DisplayName_Screen_BottomCenter
source: Bottom Center Screen
de: Display unten mittig
es: Pantalla central inferior
fr: Écran central inférieur
hu_hu: Lent Képernyő Közepére
it: Schermo in basso al centro
pl_pl: Dolny Środkowy Ekran
pt_br: Monitor inferior central
ru: Нижний центральный экран
zh_cn: 底部中心屏

# DisplayName_Screen_TopLeft
source: Top Left Screen
de: Display oben links
es: Pantalla superior izquierda
fr: Écran gauche supérieur
hu_hu: Fent Képernyő Baloldalán
it: Schermo in alto a sinistra
pl_pl: Górny Lewy Ekran
pt_br: Monitor superior esquerdo
ru: Верхний левый экран
zh_cn: 顶部左屏

# DisplayName_Screen_BottomLeft
source: Bottom Left Screen
de: Display unten links
es: Pantalla inferior izquierda
fr: Écran gauche inférieur
hu_hu: Lent Képernyő Baloldalán
it: Schermo in basso a sinistra
pl_pl: Dolny Lewy Ekran
pt_br: Monitor inferior esquerdo
ru: Нижний левый экран
zh_cn: 底部左屏

# DisplayName_Screen_TopRight
source: Top Right Screen
de: Display oben rechts
es: Pantalla superior derecha
fr: Écran droit supérieur
hu_hu: Fent Képernyő Jobboldallán
it: Schermo in alto a destra
pl_pl: Górny Prawy Ekran
pt_br: Monitor superior direito
ru: Верхний правый экран
zh_cn: 顶部右屏

# DisplayName_Screen_BottomRight
source: Bottom Right Screen
de: Display unten rechts
es: Pantalla inferior derecha
fr: Écran droit inférieur
hu_hu: Lent Képernyő Jobboldallán
it: Schermo in basso a destra
pl_pl: Dolny Prawy Ekran
pt_br: Monitor inferior direito
ru: Нижний правый экран
zh_cn: 底部右屏

# Notification_ActivationFailed
source: Activation failed
de: Aktivierung fehlgeschlagen
es: Fallo de activación
fr: Échec de l'activation
hu_hu: Aktiválás nem sikerült
it: Attivazione fallita
pl_pl: Nieudana aktywacja
pt_br: Falha na ativação
ru: Активация не удалась
zh_cn: 激活失败

# ToolTipTerminalInventory_AddComponents
source: Add components from Build Planner to production queue Shortcuts for conveyor port interaction: Shift+{0} - Add components to production Shift+Ctrl+{0} - Add components to production 10x
de: Fügen Sie Komponenten aus dem Konstruktionsplaner zur Produktionswarteschlange hinzu Tastenkombinationen für die Interaktion mit dem Fördererport: Umschalt+{0} - Komponenten zur Produktion hinzufügen Umschalt+Strg+{0} - Komponenten zur Produktion hinzufügen 10x
es: Añade componentes desde el planificador de construcción a la cola de producción para la interacción entre puertos de transportadores: Shift+{0} - Añadir componentes a la producción Shift+Ctrl+{0} - Añadir componentes a la producción 10x
fr: Ajoute des composants du plan de construction à la file de production Raccourcis d'interaction avec le port de convoyeur : Maj+{0} - Ajoute des composants à la construction Maj+Ctrl+{0} - Ajoute des composants à la construction x10
hu_hu: Összetevők hozzáadása az építéstervezőből a termelési várólistához Szállítószalag-portok közötti műveleteinek parancsikonjai: Shift+{0} - Összetevők hozzáadása a gyártáshoz Shift+Ctrl+{0} – Összetevők hozzáadása a termeléshez 10x
it: Aggiungi componenti dal Planner di costruzione alla coda di produzione Scorciatoie per l'interazione delle porte dei trasportatori: Shift+{0} - Aggiungi componenti alla produzione Shift+Ctrl+ {0}- Aggiungi componenti alla produzione 10x
pl_pl: Dodaj komponenty z Planera Budowy do kolejki produkcji Skróty do interakcji z portem transportera: Shift+{0} - Dodaj komponenty do produkcji Shift+Ctrl+{0} - Dodaj komponenty do produkcji x10
pt_br: Adiciona componentes ao Planejador de construção para a fila de produção Atalhos para interação com a porta de transportador: Shift+{0} - Adiciona componentes para produção Shift+Ctrl+{0} - Adiciona componentes para produção 10X
ru: Добавить компоненты из Планировщика в очередь производства. Горячие комбинации при взаимодействии с портом конвейера: Shift+{0} - Добавить компоненты в очередь производства Shift+Ctrl+{0} - Добавить компоненты в очередь производства десятикратно
zh_cn: 从建造管理器添加组件到生产等待区 传输器端口对接快捷键 Shift+{0}-加组件到生产 Shift+Ctrl+{0}- 10倍速度添加组价到生产

# ToolTipTerminalInventory_AddComponents_Controller
source: Add components from Build Planner to production queue
de: Fügen Sie Komponenten aus dem Konstruktionsplaner zur Produktionswarteschlange hinzu
es: Añadir componentes desde el planificador de construcción a la cola de producción
fr: Ajouter les composants du plan de construction à la file de production
it: Aggiungi componenti dal Planner di costruzione alla coda di produzione
pl_pl: Dodaj komponenty z Planera Budowy do kolejki produkcji
pt_br: Adicionar componentes do Planejador de construção na fila de produção
ru: Добавить компоненты из планировщика в очередь производства
zh_cn: 将组件从建造计划器添加到生产队列

# ToolTipTerminalInventory_AddSelectedComponent
source: Add selected component to production queue
de: Ausgewählte Komponente zur Produktionswarteschlange hinzufügen
es: Añadir el componente seleccionado a la cola de producción
fr: Ajouter le composant sélectionné à la file de production
hu_hu: Kijelölt összetevő hozzáadása a termelési várólistához
it: Aggiungi il componente selezionato alla coda di produzione
pl_pl: Dodaj wybrany komponent do kolejki produkcji
pt_br: Adiciona componente selecionado à fila de produção
ru: Добавить выбранный компонент в очередь производства
zh_cn: 将选择的组件加到生产等待区

# ToolTipTerminalInventory_Deposit
source: Deposit all ores, ingots and components Shortcuts for conveyor port interaction: Alt+{0} - Deposit all ores, ingots and components
de: Alle Erze, Barren und Komponenten deponieren Tastenkombinationen für die Förderband-Port-Interaktion: Alt+{0} - Alle Erze, Barren und Komponenten deponieren
es: Depositar todos los minerales, lingotes y componentes Atajo para la interacción entre los puertos de los transportadores: Alt+{0} - Depositar todos los minerales, lingotes y componentes
fr: Dépose tous les minerais, lingots et composants Raccourcis d'interaction avec le port de convoyeur : Alt+{0} - Dépose tous les minerais, lingots et composants
hu_hu: Összes érc, öntvény és alkatrész behelyezése Szállítószalag-portok közötti műveleteinek parancsikonjai: Alt+{0} - Helyezze el az összes ércet, öntvényt és alkatrészt
it: Deposita tutti i minerali, lingotti e componenti Scorciatoie per l'interazione della porta del trasportatore: Alt+ {0}- Deposita tutti i minerali, lingotti e componenti
pl_pl: Deponuje wszystkie rudy, sztabki i komponenty Skrót do interakcji z portem transportera: Alt+{0} - Deponuj wszystkie rudy, sztabki i komponenty
pt_br: Deposita todos os minérios, barras e componentes Atalhos para interação com porta de transportador: Alt+{0} - Deposita todos os minérios, barras e componentes
ru: Сложить все руды, слитки и компоненты Горячие комбинации при взаимодействии с портом конвейера: Alt+{0}- Сложить все руды, слитки и компоненты
zh_cn: 存放所有矿石，锭子和组件 传输器端口对接快捷键 Alt+{0}-存放所有矿石，锭子和组件

# ToolTipTerminalInventory_Withdraw
source: Withdraw components for Build Planner Hold Ctrl for x10 amount. Shortcuts for conveyor port interaction: {0} - Default withdraw Ctrl+{0} - Withdraw 10x and keep block in Build Planner Alt+Ctrl+{0} - Withdraw and keep block in Build Planner
de: Entnehmen Sie verfügbare im Konstruktionsplaner hinterlegte Komponenten Strg für x10 Betrag halten. Tastenkombinationen für die Interaktion mit dem Förderport: {0} - Standardmäßige Entnahme Strg+{0} - 10x entnehmen und Block im Konstruktionsplaner behalten Alt+Strg+{0} - Entnehmen und Block im Konstruktionsplaner behalten
es: Retirar componentes para el Planificador de Construcciones, mantén presionada la tecla ctrl para una cantidad x10. Atajos para la interacción con el puerto del transportador: {0} - Retirar por defecto Ctrl+{0} - Retirar 10x y mantener bloqueado en el Planificador de construcción Alt+Ctrl+{0} - Retirar y mantener bloqueado en el Planificador de construcción
fr: Retire les composants pour le plan de construction. Tenez Ctrl pour une quantité x10. Raccourcis d'interaction avec le port de convoyeur : {0} - Retrait par défaut Ctrl+{0} - Retire x10 et garde le bloc dans le plan de construction Alt+Ctrl+{0} - Retire et garde le bloc dans le plan de construction
hu_hu: Összetevők visszavonása az építéstervező alkalmazásból Tartsa nyomva a Ctrl billentyűt a x10 mennyiségért. Szállítószalag-portok közötti műveletek parancsikonjai: {0} - Alapértelmezett visszavonás Ctrl+{0} - 10x visszavonása de a blokk megtartása az építéstervezőben Alt + Ctrl + {0} - Mind visszavonja de a blokkot megtartja az építéstervezőben
it: Ritira componenti per Planner di costruzione Tieni premuto Ctrl per un importo x10. Scorciatoie per l'interazione della porta del trasportatore: {0}- Prelievo predefinito Ctrl+{0} - Ritira 10x e mantieni il blocco in Planner di costruzione Alt+Ctrl+{0} - Ritira e mantieni il blocco in Planner di costruzione
pl_pl: Wyjmij komponenty do Planera Budowy Przytrzymaj Ctrl dla ilości x10. Skróty do interakcji z portem transportera: {0}- Domyślne wyjęcie Ctrl+{0} - Wyjmij 10x i zatrzymaj blok w Planerze Budowy. Alt+Ctrl+{0} -Wyjmij i zatrzymaj w Planerze Budowy
pt_br: Retira componentes do Planejador de construção Segure Ctrl para aumentar 10X a quantidade. Atalhos para interação com porta de transportador: {0} - Retirada padrão Ctrl+{0} - Retira 10X e mantém bloco no Planejador de construção Alt+Ctrl+{0} - Retira e mantém bloco no Planejador de construção
ru: Забрать компоненты для Планировщика Удерживайте Ctrl для десятикратного количества. Горячие комбинации при взаимодействии с портом конвейера: {0} - Забрать Ctrl+{0} - Забрать десятикратно и оставить блок в Планировщике Alt+Ctrl+{0} - Забрать и оставить блок в Планировщике
zh_cn: 取出组件给建造计划器 按住Ctrl增十倍的量 传输器端口对接快捷键： {0} - 默认取出 Ctrl+{0}10倍速度取出而且方块保持在建造计划器中 Alt+Ctrl+{0}- 取出并将方块保持在建造计划器中

# ToolTipTerminalInventory_Withdraw_Controller
source: Withdraw components for Build Planner
de: Entnehmen Sie Komponenten für den Konstruktionsplaner
es: Retirar componentes para el planificador de construcción
fr: Retirer les composants pour le plan de construction
it: Ritira componenti dal Planner di costruzione
pl_pl: Wyjmij komponenty według Planera Budowy
pt_br: Remover componentes do Planejador de Construção
ru: Забрать компоненты для планировщика
zh_cn: 为建造计划器取出组件

# DisplayName_BlueprintClass_BuildPlanner
source: Build Planner
de: Konstruktionsplaner
es: Planificador de construcción
fr: Plan de construction
hu_hu: Építés Tervező
it: Inserisci nel planner di costruzione
pl_pl: Planer Budowy
pt_br: Planejador de construção
ru: Планировщик- Выберите любой блок из Планировщика чтобы собрать все необходимые компонентыдля его постройки.
zh_cn: 建造计划器

# NotificationDepositFailed
source: {0} component(s) could not be deposited.
de: {0} Komponente(n) konnte(n) nicht eingelagert werden.
es: {0} no se han podido depositar los componentes.
fr: Impossible de déposer {0} composant(s).
hu_hu: {0} összetevő(ket) nem lehetett letétbe helyezni.
it: Non è stato possibile depositare {0} componente(i).
pl_pl: {0} komponentów nie udało się zdeponować.
pt_br: {0} componente(s) não pode(m) ser depositado(s).
ru: Не удалось сложить {0} компонентов.
zh_cn: {0}组件无法存放。

# NotificationDepositSuccessful
source: All possible components were deposited.
de: Alle möglichen Komponenten wurden eingelagert.
es: Se han depositado todos los componentes posibles.
fr: Tous les composants possibles ont été déposés.
hu_hu: Minden lehetséges alkatrészt letétbe helyezve.
it: Tutti i possibili componenti sono stati depositati.
pl_pl: Wszystkie możliwe komponenty zostały zdeponowane.
pt_br: Todos os componentes possíveis foram depositados.
ru: Все возможные предметы были сложены.
zh_cn: 所有的组件都已存放。
