Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# Description_HandDrill
source: A tool to break down rock to collect minerals. Hold down {CONTROL:ABASE:PRIMARY_TOOL_ACTION} to drill. Hold {CONTROL:ABASE:SECONDARY_TOOL_ACTION} to quickly dig tunnels.
de: Ein Werkzeug, um Gestein abzubauen und Mineralien zu sammeln. Halten Sie {CONTROL:ABASE:PRIMARY_TOOL_ACTION} gedrückt, um Gestein abzutragen. Halten Sie {CONTROL:ABASE:SECONDARY_TOOL_ACTION} gedrückt, um schnell Tunnel zu graben.
es: Una herramienta para destruir roca para obtener minerales. Mantén {CONTROL:ABASE:PRIMARY_TOOL_ACTION} para taladrar. Mantén {CONTROL:ABASE:SECONDARY_TOOL_ACTION} para cavar túneles rápidamente.
fr: Un outil pour briser la roche afin de collecter des minéraux. Maintenez {CONTROL:ABASE:PRIMARY_TOOL_ACTION} pour forer. Maintenez {CONTROL:ABASE:SECONDARY_TOOL_ACTION} pour forer rapidement des tunnels.
hu_hu: Eszköz a kőzet bontásához és ásványok gyűjtéséhez. Tartsa lenyomva a {CONTROL:ABASE:PRIMARY_TOOL_ACTION} gombot a fúráshoz. Tartsa lenyomva a {CONTROL:ABASE:SECONDARY_TOOL_ACTION} gombot a gyors alagút ásáshoz.
it: Uno strumento per rompere la roccia per raccogliere i minerali. Tieni premuto {CONTROL:ABASE:PRIMARY_TOOL_ACTION} per trivellare. Tieni premuto {CONTROL:ABASE:SECONDARY_TOOL_ACTION} per scavare rapidamente le gallerie.
pl_pl: Narzędzie do niszczenia skał w celu zebrania ich minerałów. Przytrzymaj {CONTROL:ABASE:PRIMARY_TOOL_ACTION}aby wiercić. Przytrzymaj {CONTROL:ABASE:SECONDARY_TOOL_ACTION} aby szybko tworzyć tunele.
pt_br: Ferramenta para perfurar rochas e minerar. Segure {CONTROL:ABASE:PRIMARY_TOOL_ACTION} para perfurar e {CONTROL:ABASE:SECONDARY_TOOL_ACTION} para escavar túneis rapidamente.
ru: Инструмент для разрушения горной породы и извлечения полезных ископаемых. Удерживайте {CONTROL:ABASE:PRIMARY_TOOL_ACTION} для бурения. Удерживайте {CONTROL:ABASE:SECONDARY_TOOL_ACTION} для быстрого рытья туннелей без извлечения полезных ископаемых.
zh_cn: 能击碎石头获取矿物质的工具。按住{CONTROL:ABASE:PRIMARY_TOOL_ACTION}开钻。按住{CONTROL:ABASE:SECONDARY_TOOL_ACTION}迅速挖地道。

# Description_Rifle
source: The MR-20 is a staple of both military and police forces. An exceptionally reliable rifle. Easy to use, easy to clean.
de: Das MR-20 gehört sowohl zur Grundausstattung des Militärs als auch der Polizei. Es ist ein außergewöhnlich zuverlässiges Gewehr. Es ist einfach zu nutzen und zu reinigen.
es: El rifle automático es un arma básica de las fuerzas militares y policiales. Un rifle excepcionalmente fiable. Fácil de usar y de limpiar.
fr: Le MR-20 est un incontournable des forces militaires et policières. Un fusil exceptionnellement fiable. Facile à utiliser, facile à nettoyer.
hu_hu: Egy egyszerű fegyver, hogy megvédje magát.
it: L'MR-20 è un punto fermo sia delle forze armate che di quelle di polizia. Un fucile eccezionalmente affidabile. Facile da usare, facile da pulire.
pl_pl: Karabin MR-20 jest podstawą bronią zarówno wojska jak i policji. Wyjątkowo niezawodny karabin. Łatwy w użyciu, łatwy do czyszczenia.
pt_br: O MR-20 é um elemento básico das forças policiais e militares. Um rifle excepcionalmente confiável. Fácil de usar e fácil de limpar.
ru: MR-20 — основа вооружения военных и полиции. Исключительно надежная винтовка. Легкая в использовании, удобная в чистке.
zh_cn: MR-20是军队和警察机关的主要武器。一种非常可靠的步枪。使用方便，易于清洁。

# Description_LightArmor
source: Basic armor to give structure and shape to ships and stations. Not very durable but lightweight.
de: Grundpanzerung, um Schiffen und Stationen Struktur und Form zu geben. Nicht sehr haltbar, aber leicht.
es: Una protección básica para estructuras de naves y estaciones. No es muy resistente pero es ligera.
fr: Armure de base pour structurer et donner forme aux vaisseaux et aux stations. Pas très résistante mais légère.
hu_hu: Alapvető páncél a hajók és állomások szerkezetének és alakjának megadásához. Nem túl tartós, de könnyű.
it: Armatura di base per dare struttura e forma a navi e stazioni. Non molto resistente ma leggera.
pl_pl: Podstawowy pancerz do budowania statków i stacji. Nie jest trwały, ale za to lekki.
pt_br: Blindagem básica para dar forma e estrutura a naves e estações. Não tão resistente, mas leve.
ru: Основная броня для придания структуры и формы кораблей и станций. Не очень прочная, зато легкая.
zh_cn: 一般装甲可以做出一些结构和形状用于建造飞船和基站。不是很坚实但是很轻。

# Description_HeavyArmor
source: Heavy armor to give structure and shape to ships and stations. Durable but heavy.
de: Schwere Panzerung, um Schiffen und Stationen Struktur und Form zu geben. Langlebig, aber schwer.
es: Una protección pesada para estructuras de naves y estaciones. Es muy resistente pero es muy pesada.
fr: Une armure lourde pour structurer les vaisseaux et les stations. Durable mais lourde.
hu_hu: Nehéz páncél, a hajók és állomások szerkezetét, alakját biztosítják. Tartós, de nehéz.
it: Armatura pesante per dare struttura e forma a navi e stazioni. Durevole ma pesante.
pl_pl: Ciężki pancerz do budowy budynków, statków i stacji. Trwały, ale ciężki.
pt_br: Blindagem pesada para dar forma e estrutura a naves e estações. Resistente, mas pesada.
ru: Тяжелая броня для придания структуры и формы кораблей и станций. Тяжелая, но прочная.
zh_cn: 重型装甲为飞船和基站提供结构和形状。耐用但是很重。

# Description_AdvancedRotor
source: Advanced rotors enable connected grids to rotate with the ability to transfer items between the grids.
de: Weiterentwickelte Rotoren können mit ihnen verbundene Blockkonstruktionen drehen und ermöglichen es, Gegenstände zwischen Blockkonstruktionen zu übertragen.
es: Los rotores avanzados permiten a dos estructuras rotar con la capacidad de transferir objetos entre las estructuras.
fr: Les rotors avancés permettent aux grilles connectées de pivoter avec la possibilité de transférer des éléments entre les grilles.
hu_hu: A fejlett rotorok lehetővé teszik a csatlakoztatott objektumok forgását azzal a képességgel, hogy tárgyakat továbbítsanak az objektumok között.
it: I rotori avanzati consentono alle griglie collegate di ruotare con la possibilità di trasferire oggetti tra le griglie.
pl_pl: Umożliwia obracanie połączonych struktur oraz przenoszenia przedmiotów pomiędzy nimi.
pt_br: Rotores avançados permitem girar grids conectadas com capacidade de transferência de itens entre as grids.
ru: Позволяет вращать подключенную структуру, а также передает предметы.
zh_cn: 允许相连的网格旋转，并能相互交换部件。

# Description_AdvancedRotorPart
source: The top part of an advanced rotor can be reattached to the rotor by accessing rotor settings.
de: Der Aufsatz für den weiterentwickelten Rotor kann über die Rotoreinstellungen wieder am Rotor befestigt werden.
es: La parte superior de un rotor avanzado se puede volver a unir al rotor accediendo a los ajustes del rotor.
fr: La partie supérieure d'un rotor avancé peut être réattachée au rotor en accédant aux paramètres du rotor.
hu_hu: A fejlett rotor forgórészéhez új felső rész rögzíthető a rotorbeállításokban.
it: La parte superiore di un rotore avanzato può essere riattaccata al rotore accedendo alle impostazioni del rotore.
pl_pl: Umożliwia obracanie połączonych struktur oraz przenoszenia przedmiotów pomiędzy nimi.
pt_br: Parte superior do rotor avançado que pode ser conectada ao rotor, acessando suas configurações.
ru: Головка улучшенного ротора может быть заново присоединена через настройки ротора.
zh_cn: 访问转子设置将高级转子的顶端重新连接到转子。

# Description_AirVent
source: The Airvent can fill a sealed room with oxygen or extract oxygen from the atmosphere. Oxygen is produced from ice in a O2/H2 generator or by oxygen farms. Use an oxygen tank for storage and conveyors to connect the blocks.
de: Die Be-/Entlüftungsanlage kann einen abgedichteten Raum mit Sauerstoff füllen oder ihm Sauerstoff entziehen. Sauerstoff wird aus Eis in einem O2/H2-Generator oder durch Sauerstofffarmen erzeugt. Verwenden Sie einen Sauerstofftank für die Lagerung des Gases und Förderleitungen zur Verbindung der Blöcke.
es: La rejilla de ventilación puede llenar una habitación sellada con oxígeno o extraerlo de la atmósfera. El oxígeno se produce a partir del hielo en un generador de O2/H2 o a través de granjas de oxígeno. Usa un tanque de oxígeno y transportadores para almacenarlo y conectar los bloques.
fr: L'aération peut remplir une pièce fermée avec de l'oxygène ou extraire l'oxygène de l'atmosphère. L'oxygène est produit à partir de la glace dans un générateur de h2/o2 ou dans des fermes à oxygène. Utilisez un réservoir d'oxygène pour le stockage et des convoyeurs pour connecter les blocs.
hu_hu: A Légcsatorna. feltöltheti a lezárt helyiséget oxigénnel vagy kivonhatja az oxigént a légkörből. Az oxigént jégből állítják elő egy O2/H2 generátorban vagy az oxigénfarmokban. Használjon oxigéntartályt a tároláshoz és szállítószalagot a blokkok összekapcsolásához.
it: Lo sfiato dell'aria può riempire una stanza sigillata con ossigeno o estrarre ossigeno dall'atmosfera. L'ossigeno viene prodotto dal ghiaccio in un generatore O2/H2 o da fabbriche di ossigeno. Utilizza un serbatoio di ossigeno per lo stoccaggio e i trasportatori per collegare i blocchi.
pl_pl: Wentylator, który może wypełnić szczelnie zamknięte pomieszczenie tlenem lub pobrać tlen z atmosfery. Tlen jest produkowany z lodu przez generator tlenu/wodoru lub przez farmy tlenu. Użyj zbiornika tlenu do przechowywania i systemu transportowego do łączenia z generatorem.
pt_br: A saída de ar é capaz de preencher de oxigênio um local selado ou extrair oxigênio da atmosfera. O oxigênio é produzido a partir de gelo, no gerador de H2/O2, ou em fazendas de oxigênio. Utilize um tanque de oxigênio para armazenar e transportadores para conectar aos blocos.
ru: Вентиляция может наполнить герметичное помещение кислородом или забирать его из атмосферы. Кислород производится изо льда в генераторе O2/H2 или на кислородных фермах. Используйте кислородный бак для хранения и конвейеры для соединения блоков.
zh_cn: 通风口可以向密闭房间充入氧气或从大气中抽取氧气。 O2/H2发生器可以用冰制造氧气,，氧气场也可以制造氧气。 使用氧气罐储存，并用输送机连接各个模块。

# Description_RadioAntenna
source: Antennas can be used to broadcast positions, messages HUD markers and allows grids to be accessed or controlled from a distance. Antennas need to be able to send and receive, so make sure two antennas always overlap each other's position.
de: Antennen können verwendet werden, um Positionen zu melden, Nachrichten auszutauschen und GPS-Markierungen zu übermitteln, weiterhin ermöglichen sie den Zugang zu Blockkonstruktionen oder deren Steuerung aus der Ferne. Antennen müssen sich stets in Funkreichweite befinden, um Signale erfolgreich senden und empfangen zu können.
es: Las antenas se pueden usar para emitir posiciones, mensajes, marcadores en el HUD y permite controlar y acceder a estructuras a distancia. Las antenas deben poder enviar y recibir, así que asegúrate de que dos antenas siempre se solapen entre sí.
fr: Les antennes peuvent être utilisées pour diffuser des positions, des messages, des marqueurs d'ATH et permettent d’accéder aux grilles ou de les contrôler à distance. Les antennes doivent pouvoir émettre et recevoir, assurez-vous donc que le champ de deux antennes se chevauchent toujours.
hu_hu: Az antennák felhasználhatók pozíciók, üzenetek HUD-kijelzőkre történő közvetítésére, és lehetővé teszik az objektumok távoli elérését vagy vezérlését. Az antennáknak képesnek kell lenniük fogadásra és tovább küldésre is, ezért ügyeljen arra hogy két antenna hatósugara mindig átfedje egymás helyzetét.
it: Le antenne possono essere utilizzate per trasmettere posizioni, messaggi, marcatori HUD e permettono di accedere alle griglie o di controllarle a distanza. Le antenne devono essere in grado di inviare e ricevere, quindi assicurati che due antenne si sovrappongano sempre l'una alla posizione dell'altra.
pl_pl: Anteny mogą zostać użyte do nadawania pozycji, wiadomości, znaczników HUD i pozwalają na zdalną kontrolę stacji lub statku. Anteny muszą być w stanie wysyłać i odbierać dane, więc upewnij się, że sygnał dwóch anten zawsze się nakłada.
pt_br: Antenas podem ser utilizadas para transmitir posições, mensagens, marcadores de HUD, além de permitir que grids sejam acessadas e controladas à distância. Antenas devem ser capazes de enviar e receber, portanto, certifique-se de que, de duas antenas, uma sempre sobreponha a posição da outra.
ru: Антенны используются для передачи позиции, отображения маркеров HUD, а также позволяют получать доступ к структурам и управлять ими на расстоянии. У антенн должно быть включено вещание сигнала. Также убедитесь, что радиусы вещания двух антенн достигают положения друг друга.
zh_cn: 天线可以用来广播位置信息，向HUD标记发送消息以及远距离访问或控制网格。 天线需要能够发送和接收数据，因此请确保两个天线总能彼此覆盖。

# Description_VirtualMass
source: Artificial mass or spaceballs enable grids to react to artificial gravity.
de: Künstliche Masse bzw. Spaceballs können Blockkonstruktionen einer künstlichen Schwerkraft aussetzen.
es: La masa artificial o bolas espaciales, permiten a las estructuras reaccionar a la gravedad artificial.
fr: La masse artificielle ou les balles spatiales permettent aux grilles de réagir à la gravité artificielle.
hu_hu: A mesterséges tömeg vagy űrgolyók lehetővé teszik, hogy az objektumok reagáljanak a mesterséges gravitációra.
it: La massa artificiale o le sfere spaziali consentono alle griglie di reagire alla gravità artificiale.
pl_pl: Blok sztucznej masy umożliwiający reakcję struktur na sztuczną grawitację.
pt_br: Massa artificial ou esferas espaciais permitem às grids reagirem à gravidade artificial.
ru: Искусственная масса позволяет структуре реагировать на искусственную гравитацию.
zh_cn: 人工重力或者重力球可以使人工重力作用于网格。

# Description_Assembler
source: Assemblers are highly advanced machines capable of producing tools and components. Requires ingots and power to produce components.
de: Montageanlagen sind hochentwickelte Maschinen, die in der Lage sind, Werkzeuge und Komponenten herzustellen. Zur Herstellung von Komponenten werden Barren und Energie benötigt.
es: Los ensambladores son máquinas muy avanzadas capaces de producir herramientas y componentes. Requieren lingotes y energía para producir componentes.
fr: Les assembleurs sont des machines très perfectionnées capables de produire des outils et des composants. Nécessite des lingots et une alimentation pour produire des composants.
hu_hu: Az összeszerelők nagyon fejlett gépek, amelyek képesek szerszámok és alkatrészek előállítására. Öntvényeket és energiát igényel az alkatrészek előállításához.
it: Gli assemblatori sono macchinari avanzati in grado di produrre strumenti e componenti. Richiede lingotti ed energia per produrre componenti.
pl_pl: Wysoce zaawansowana maszyna zdolna do produkcji narzędzi i komponentów. Wymaga sztabek i mocy do produkcji komponentów.
pt_br: Montadoras são máquinas altamente avançadas capazes de produzir componentes e ferramentas. Necessitam de barras de minério e energia para a produção.
ru: Сборщик - это высокотехнологичная машина, способная производить инструменты и компоненты. Для производства компонентов требуются слитки и энергия.
zh_cn: 非常先进的机器，能生产工具和部件。 生产部件时需要锭子和电。

# Description_AssemblerBasic
source: A basic assembler to produce a limited selection of components. Requires ingots and power to produce components.
de: Eine einfache Montageanlage zur Herstellung einer begrenzten Auswahl von Komponenten. Benötigt zur Herstellung von Komponenten Barren und Energie.
es: Un ensamblador básico para producir una sección limitada de componentes. Requiere lingotes y energía para producir componentes.
fr: Un assembleur de base pour produire une sélection limitée de composants. Nécessite des lingots et du courant pour produire des composants.
hu_hu: Alap összeszerelő, korlátozott számú alkatrész előállítására. Öntvényeket és energiát igényel az alkatrészek előállításához.
it: Un assemblatore di base può produrre una varietà limitata di componenti. Richiede lingotti ed energia per produrre componenti.
pl_pl: Podstawowa Stacja Montażowa z ograniczonym wyborem komponentów. Wymaga sztabek i zasilania do produkcji komponentów.
pt_br: Montadora básica capaz de produzir uma pequena linha de componentes. Necessita de barras de minério e energia para produção.
ru: Базовый сборщик способен производить ограниченный набор компонентов. Для производства компонентов требуются слитки и энергия.
zh_cn: 简易装配机能生产少量的组件。 需要锭子和电才能生产。

# Description_AtmosphericThrust
source: Atmospheric thrusters can only function in planetary atmospheres.
de: Atmosphärentriebwerke funktionieren nur in planetarischen Atmosphären.
es: Los propulsores atmosféricos solo funcionan en atmósferas planetarias.
fr: Les propulseurs atmosphériques ne peuvent fonctionner que dans les atmosphères planétaires.
hu_hu: A légköri hajtóművek csak a bolygó légkörében működnek.
it: I propulsori atmosferici possono funzionare solo in atmosfere planetarie.
pl_pl: Silniki działające jedynie w atmosferze.
pt_br: Propulsores atmosféricos só podem funcionar em atmosferas planetárias.
ru: Атмосферные ускорители могут работать только в атмосфере планет.
zh_cn: 大气推进器只能在行星大气中运行。

# Description_Battery
source: A battery stores power and is able to distribute a high output of energy.
de: Eine Batterie speichert Energie und bietet eine hohe Ausgangsleistung.
es: Una batería almacena electricidad y es capaz de distribuir una gran salida de energía.
fr: Une batterie stocke de l'énergie et est capable de distribuer une grande quantité d'énergie.
hu_hu: Az akkumulátor energiát tárol, és képes nagy mennyiségű energiát elosztani.
it: Una batteria immagazzina l'energia ed è in grado di distribuire un'elevata produzione di energia.
pl_pl: Akumulator, który magazynuje energię i jest w stanie ją rozprowadzić z wysoką wydajnością.
pt_br: As baterias armazenam energia e são capazes de distribuir uma alta quantidade de energia.
ru: Батарея накапливает энергию и способна обеспечитвать большую нагрузку.
zh_cn: 电池能存储电能并保证高的电量输出。

# Description_Beacon
source: A beacon is used to broadcast its position.
de: Eine Funkbake wird verwendet, um ein Positionssignal auszusenden.
es: Las balizas se utilizan para emitir su posición.
fr: Une balise est utilisée pour diffuser sa position.
hu_hu: A helyzetjelzéshez egy jeladót használnak.
it: Un faro viene utilizzato per trasmettere la sua posizione.
pl_pl: Sygnalzator transmitujący swoją pozycję.
pt_br: O sinalizador é utilizado para transmitir a sua posição.
ru: Маяк используется для передачи своего местоположения.
zh_cn: 信标可以报告你的位置。

# Description_ButtonPanel
source: Button panels enable you to bind block functions to buttons that can be directly interacted with. When highlighted, press {CONTROL:TERMINAL} to configure the buttons and {CONTROL:USE} to activate them.
de: Schalttafeln ermöglichen es Ihnen, Blockfunktionen an Tasten zu binden, mit denen direkt interagiert werden kann. Wenn diese hervorgehoben sind, drücken Sie {CONTROL:TERMINAL}, um die Tasten zu konfigurieren, und {CONTROL:USE}, um sie zu aktivieren.
es: Los paneles de botones te permiten asignar funciones de bloques a los botones para interactuar directamente. Cuando esté resaltado, presiona {CONTROL:TERMINAL} para configurar los botones y {CONTROL:USE} para activarlos.
fr: Les panneaux vous permettent de lier des fonctions de bloc à des boutons avec lesquels il est possible d'interagir directement. Une fois mis en surbrillance, appuyez sur {CONTROL:TERMINAL} pour configurer les boutons et sur {CONTROL:USE} pour les activer.
hu_hu: A gombpanelek lehetővé teszik a blokkfunkciók gombokhoz kötését, amelyekkel közvetlen cselekvésre van lehetőség. Ha ki van jelölve, nyomja meg a {CONTROL:TERMINAL} gombot a gombok beállításához, majd a {CONTROL:USE} gombokat az aktiváláshoz.
it: I pannelli dei pulsanti ti consentono di associare le funzioni di blocco ai pulsanti con cui puoi interagire direttamente. Quando sono evidenziati, premi {CONTROL:TERMINAL}per configurare i pulsanti e {CONTROL:USE}per attivarli.
pl_pl: Umożliwia przypisanie funkcji bloku do przycisków, z które można bezpośrednio używać. Kiedy jest podświetlony, naciśnij{CONTROL:TERMINAL}, aby konfigurować przyciski i {CONTROL:USE}, by ich użyć.
pt_br: Botões de painéis permitem que você atribua funções a blocos, proporcionando um acionamento direto. Quando destacado, pressione {CONTROL:TERMINAL} para configurar os botões e {CONTROL:USE} para ativá-los.
ru: Позволяет привязывать функции блоков к кнопкам для прямого взаимодействия. Нажмите [{CONTROL:TERMINAL}] для настройки кнопок и [{CONTROL:USE}] для активации.
zh_cn: 通过按钮板，你可以将方块功能绑定到按钮后进行直接操作。 高亮后，按{CONTROL:TERMINAL}配置按钮，按{CONTROL:USE}激活。

# Description_Camera
source: The camera allows you to view remote locations and zoom in on distant objects. Set up cameras on ship toolbars so you can zoom while using weapons or look behind you while docking.
de: Die Kamera ermöglicht es Ihnen, entfernte Standorte zu betrachten und an entfernte Objekte heranzuzoomen. Legen Sie eine Kamera auf der Schnellzugriffsleiste Ihres Schiffs ab, sodass Sie beim Einsatz von Waffen zoomen oder beim Andocken hinter sich schauen können.
es: La cámara te permite ver posiciones lejanas y hacer zoom en objetos distantes. Pon las cámaras en las barras de herramientas de la nave para poder hacer zoom mientras usa las armas o mirar hacia atrás mientras atracas la nave.
fr: La caméra vous permet de visualiser des emplacements éloignés et de zoomer sur des objets distants. Configurez les caméras sur les barres d’outils du vaisseau pour pouvoir zoomer tout en utilisant des armes ou regarder derrière vous pendant l’accostage.
hu_hu: A kamera lehetővé teszi a távoli helyek megtekintését és a távoli tárgyak nagyítását. Állítson be kamerát a hajó eszköztárán, hogy fegyverek használata közben nagyíthasson, vagy dokkolás közben hátra nézzen.
it: La telecamera ti consente di visualizzare le posizioni remote e di zoomare su oggetti distanti. Imposta le telecamere sulle barre degli strumenti della nave in modo da poter zoomare durante l'uso delle armi o guardare dietro di te durante l'attracco.
pl_pl: Kamera pozwala oglądać odległe lokalizacje i przybliżać odległe obiekty. Ustaw Kamerę na pasku narzędzi aby móc przybliżać podczas używania broni, lub spojrzeć w tył podczas dokowania.
pt_br: A câmera permite que você visualize áreas remotas e aproxime objetos distantes. Configure as câmeras nas barras de ferramentas das naves para dar zoom enquanto utiliza armas ou ter visão traseira enquanto atraca.
ru: Камера позволяет вглядываться вдаль и приближать отдаленные объекты. Добавьте обзор камеры на панель инструментов корабля, чтобы приближать объекты при использовании оружия или смотреть назад при стыковке.
zh_cn: 你可以用摄像头查看远处而且还能放大远处的物体。 在飞船工具栏上设置摄像头，使用武器是或者飞船停稳时向后看时可以缩放。

# Description_SmallCargoContainer
source: Small containers can be used to store items.
de: Kleine Container können zur Lagerung von Gegenständen verwendet werden.
es: Los contenedores pequeños se pueden usar para almacenar objetos.
fr: Les petits conteneurs peuvent être utilisés pour stocker des objets.
hu_hu: Kis tárolók használhatók tárgyak tárolására.
it: I container piccoli possono essere utilizzati per immagazzinare oggetti.
pl_pl: Mały kontener do przechowywania przedmiotów.
pt_br: Compartimentos de carga pequenos são utilizados para armazenar itens.
ru: Малый контейнер используется для хранения предметов.
zh_cn: 储存物品的小型货柜。
