Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# StoryText_Military_Factorum4
source: INTERCEPTED MESSAGE: R.O.S. made a huge mistake. I received one of their messages the other day. Seems they've had a massive leak. What is clear is they don't know what's real or not about The Factorum. They're as in the dark as we are. My assessment? This is an opportunity. First we track The Factorum down. Show them we're useful. Then, we get as much Prototech as we can. And then, we avenge. Independent Terran Workers will not be forgotten.
de: ABGEHÖRTE NACHRICHT: R.O.S. hat einen großen Fehler gemacht. Ich habe neulich eine ihrer Nachrichten erhalten. Es scheint, als hätten sie ein massives Sicherheitsleck. Klar ist, dass sie nicht wissen, was an The Factorum echt ist und was nicht. Sie tappen genauso im Dunkeln wie wir. Meine Einschätzung? Das ist die Gelegenheit. Zuerst machen wir The Factorum ausfindig und zeigen ihnen, dass wir ihnen nützlich sind. Dann holen wir uns so viel Prototech, wie wir können. Und dann üben wir Rache. Unabhängige terranische Arbeiter sollen dabei nicht vergessen werden.
es: MENSAJE INTERCEPTADO: R.O.S. cometió un gran error. Recibí uno de sus mensajes el otro día. Parece que han tenido una filtración masiva. Lo que está claro es que no saben lo que es real o no sobre El Factorum. Están tan a oscuras como nosotros. ¿Mi valoración? Es una oportunidad. Primero rastreamos a El Factorum. Les demostramos que somos útiles. Luego, conseguimos todo el Prototech que podamos. Y luego, nos vengamos. Los Trabajadores de Independientes Terran no serán olvidados.
fr: MESSAGE INTERCEPTÉ : R.O.S. a fait une grosse erreur. J'ai reçu un de leurs messages l'autre jour. Il semble qu'il y ait eu une fuite massive. Ce qui est clair, c'est qu'ils ne savent pas ce qui est réel ou non à propos du Factorum. Ils sont aussi dans l'ignorance que nous. Mon avis ? C'est une opportunité. D'abord, on traque le Factorum. On leur montre qu'on est utiles. Ensuite, on récupère autant de Prototech que possible. Et ensuite, on se venge. Les Travailleurs terriens indépendants ne seront pas oubliés.
it: MESSAGGIO INTERCETTATO: R.O.S. ha fatto un grosso errore. Ho ricevuto uno dei loro messaggi l'altro giorno. Sembra che abbiano avuto una fuga di notizie enorme. Ciò che è chiaro è che non sanno cosa è reale o meno riguardo al Factorum. Sono all'oscuro tanto quanto noi. Cosa ne penso? Questa è un'opportunità. Per prima cosa rintracciamo il Factorum. Dimostriamo loro che siamo utili. Poi, prendiamo più Prototech possibile. E poi, ci vendichiamo. I Lavoratori Terrestri Indipendent non saranno dimenticati.
pt_br: MENSAGEM INTERCEPTADA: R.O.S. cometeu um enorme erro. Recebi uma das suas mensagens outro dia. Parece que eles tiveram um grande vazamento. O que está claro é que eles não sabem o que é real ou não sobre o Factorum. Eles estão no escuro, assim como nós. Minha avaliação? Essa é uma oportunidade. Primeiro, rastreamos o Factorum. Mostramos que somos úteis. Depois, pegamos o máximo de Prototech que pudermos. Então, nos vingamos. Os Trabalhadores Terranos Independentes não serão esquecidos.
ru: ПЕРЕХВАЧЕННОЕ СООБЩЕНИЕ: ROS совершили огромную ошибку. На днях мне удалось получить одно из их сообщений. Похоже, у них произошла крупная утечка. Ясно одно: они не знают, какая информация о Факториуме — правда, а какая — ложь. Они блуждают в темноте — так же, как и мы. Я считаю, что это открывает для нас прекрасную возможность. Сначала мы выследим Факторум. Покажем им, что мы можем быть полезны. Затем мы заполучим все прототехнологии, которые сможем. И тогда придет время отмщения. Память о Независимых Земных Рабочих не забыта!
zh_cn: 截获的消息： R.O.S. 犯了个大错误。我前几天收到了他们的一条消息。看来他们出了重大纰漏。 显然，他们对 Factorum 的真实情况一无所知，跟我们一样一头雾水。 我的评价？这是个千载难逢的机会。 首先，我们要追踪 Factorum，向他们展示我们的价值。 然后，我们尽可能多地获取 Prototech。 最后，我们复仇。 独立的人族工人不会被遗忘。

# StoryTitle_Military_Factorum5
source: A Call to Action
de: Handlungsauftrag
es: Una llamada a la acción
fr: Un appel à l'action
it: Un invito all'azione
pt_br: Uma chamada à ação
ru: Призыв к действию
zh_cn: 行动呼吁

# StoryText_Military_Factorum5
source: INTERCEPTED MESSAGE: "Experts" claim Prototech is too revolutionary. They blame "The Factorum". They claim R.O.S. is a victim. Of course that's what they're saying. WHO PAYS THE EXPERTS? You think this is bad? They've done worse. Sunset Valley. Triton. I.T.W. I have once again submitted my evidence to the Sol Cooperative and NOTHING has been done. How deep does it go? If this Factorum is real - and not just an R.O.S. front - we should be grateful. They're here to liberate us. The best thing we could do, the best thing for HUMANITY, would be to willingly submit. They'll need all the help they can get fighting the R.O.S. demon. Remember our true enemy.
de: ABGEHÖRTE NACHRICHT: „Experten“ behaupten, Prototech sei zu revolutionär. Sie beschuldigen „The Factorum“. Sie behaupten, R.O.S. sei ein Opfer. Natürlich ist es das, was sie sagen. WER BEZAHLT DIE EXPERTEN? Sie halten das für schlecht? Sie haben schon Schlimmeres getan. Sunset Valley. Triton. I.T.W. Ich habe der Sol-Genossenschaft erneut meine Beweise vorgelegt und es wurde NICHTS unternommen. Wie weit das geht? Wenn dieses The Factorum echt ist - und nicht nur eine R.O.S.-Fassade - sollten wir dankbar sein. Sie sind hier, um uns zu befreien. Das Beste, was wir tun können, das Beste für die MENSCHHEIT, wäre es, uns bereitwillig zu unterwerfen. Sie werden jede Hilfe brauchen, die sie im Kampf gegen den R.O.S.-Dämon bekommen können. Denken Sie an unseren wahren Feind.
es: MENSAJE INTERCEPTADO: Los «expertos» afirman que Prototech es demasiado revolucionario. Culpan a «El Factorum». Afirman que R.O.S. es una víctima. Por supuesto que eso es lo que dicen. ¿QUIÉN PAGA A LOS EXPERTOS? ¿Cree que esto es malo? Han hecho cosas peores. Sunset Valley. Tritón. I.T.W. He vuelto a presentar mis pruebas a la Cooperativa Sol y no se ha hecho NADA. ¿Hasta dónde llega? Si este Factorum es real, y no solo una tapadera del R.O.S., deberíamos estar agradecidos. Están aquí para liberarnos. Lo mejor que podríamos hacer, lo mejor para la HUMANIDAD, sería someternos voluntariamente. Necesitarán toda la ayuda posible para luchar contra el demonio de R.O.S. Recordemos cuál es nuestro verdadero enemigo.
fr: MESSAGE INTERCEPTÉ : Les « experts » affirment que la Prototech est trop révolutionnaire. Ils accusent le « Factorum ». Ils prétendent que R.O.S. est une victime. Bien sûr, c'est ce qu'ils disent. QUI PAIE LES EXPERTS ? Vous pensez que c'est mal ? Ils ont fait pire. Sunset Valley. Triton. I.T.W. J'ai une fois de plus envoyé mes preuves à la coopérative Sol et RIEN n'a été fait. Jusqu'où cela va-t-il ? Si ce Factorum est réel, et pas seulement une façade du R.O.S., nous devrions être reconnaissants. Ils sont là pour nous libérer. La meilleure chose que nous puissions faire, la meilleure chose pour l'HUMANITÉ, serait de nous soumettre volontairement. Ils auront besoin de toute l'aide possible pour combattre le démon R.O.S.. Souvenez-vous de notre véritable ennemi.
it: MESSAGGIO INTERCETTATO: Gli "esperti" sostengono che Prototech è troppo rivoluzionario. Danno la colpa al "Factorum". Affermano che R.O.S. è una vittima. Ovviamente è quello che stanno dicendo. CHI PAGA GLI ESPERTI? Pensi che questo sia un male? Hanno fatto di peggio. Sunset Valley. Triton. I.T.W. Ho nuovamente presentato le mie prove alla Cooperativa Sol e NON è stato fatto NULLA. Quanto è profondo? Se questo Factorum è reale, e non solo una facciata di R.O.S., dovremmo esserne grati. Sono qui per liberarci. La cosa migliore che potremmo fare, la cosa migliore per l'UMANITÀ, sarebbe sottometterci volontariamente. Avranno bisogno di tutto l'aiuto possibile per combattere il demone R.O.S. Ricorda il nostro vero nemico.
pt_br: MENSAGEM INTERCEPTADA: "Experts" afirmam que o Prototech é revolucionário demais. Culpam o "Factorum". Alegam que o R.O.S. é vítima. É claro que é isso que eles estão falando. QUEM PAGA OS ESPECIALISTAS? Você acha isso ruim? Já fizemos pior. Sunset Valley. Triton. I.T.W. Novamente, enviei minhas evidências para a Cooperativa Sol e NADA foi feito. Até onde vai isso? Se esse Factorum é real, e não uma frente R.O.S., devíamos ser gratos. Eles estão aqui para nos libertar. A melhor coisa que poderíamos fazer, a melhor coisa para a HUMANIDADE, seria submeter-se voluntariamente. Eles precisam de toda ajuda que conseguirem para lutar contra o demônio R.O.S. Lembre-se do verdadeiro inimigo.
ru: ПЕРЕХВАЧЕННОЕ СООБЩЕНИЕ: «Эксперты» утверждают, что прототехнология слишком революционная. Они считают, что это дело рук Факторума. Что ROS — всего лишь жертва. Конечно, они будут так говорить. Потому что КТО ИМ ПЛАТИТ? И это не худшее, что они делали. Долина заката. Тритон. НЗР. Мною были переданы доказательства в Sol Cooperative, однако НИЧЕГО не было сделано. Насколько всё серьезно? Если Факторум существует на самом деле, и это не просто прикрытие для ROS, мы должны быть благодарны. Они принесут нам свободу. Лучшее, что мы можем сделать — во благо всего ЧЕЛОВЕЧЕСТВА, — это добровольно подчиниться. В борьбе с демоном ROS им понадобится вся возможная помощь. Помните, кто наш истинный враг.
zh_cn: 截获的消息： “专家”声称 Prototech 太具革命性。他们把责任推给“Factorum”，声称 R.O.S. 是受害者。 当然，他们就是这么说的。 谁给专家付钱 ？ 你觉得这很糟糕？他们做得更糟。 日落谷。 Triton。 I.T.W.。 我再次把我的证据提交给了太阳系同盟会，但什么都没有发生。 到底有多深？ 如果这个 Factorum 是真实的（而不仅仅是 R.O.S. 的幌子），我们应该感激。他们来这解放我们。我们能做的最好的事情，对人类来说最好的事情，就是心甘情愿地投降。他们需要一切可能的帮助来对抗 R.O.S. 这个恶魔。 牢记我们真正的敌人。

# StoryTitle_Mining_Factorum1
source: Incident Report
de: Vorfallsbericht
es: Informe de incidentes
fr: Rapport d'incident
it: Rapporto sull'incidente
pt_br: Relatório de incidente
ru: Отчет об инциденте
zh_cn: 事件报告

# StoryText_Mining_Factorum1
source: INTERCEPTED MESSAGE: On Tuesday Morning, at 07:12 Universal Circadian Time (UCT), we received a distress call from a nearby asteroid - part of the cluster colloquially referred to as "The Pebbles". As I was unable to spot anything from the deck, I ordered a ground crew to approach via jetpack. The crew, upon reaching an unnamed asteroid, reported visuals on two "Prototech Frames" as well as a fully operational "Prototech Battery" and "Prototech Gyroscope". Further investigation revealed no leads to pursue. There were no signs of shipwreck, no hint to who relayed the distress call, and perhaps most distressingly, no presence of The Factorum at all. This, unfortunately, only raises more questions.
de: ABGEHÖRTE NACHRICHT: Am Dienstagmorgen, um 07:12 Uhr UTC (Koordinierte Weltzeit), erhielten wir einen Notruf von einem nahe gelegenen Asteroiden, der zu einem Cluster gehört, der umgangssprachlich als „The Pebbles“ bezeichnet wird. Da ich vom Deck aus nichts erkennen konnte, befahl ich einer Bodencrew, sich per Düsenantrieb zu nähern. Als die Crew einen unbenannten Asteroiden erreichte, meldete sie, dass sie zwei „Prototech Rahmen“ sowie eine voll funktionsfähige „Prototech Batterie“ und ein „Prototech Gyroskop“ gesehen hatte. Weitere Untersuchungen ergaben keine Anhaltspunkte. Es gab keine Anzeichen für ein Raumschiffswrack, keinen Hinweis auf den Absender des Notrufs und, was vielleicht am meisten beunruhigt, auch keine Anwesenheit von The Factorum. Das wirft leider nur noch mehr Fragen auf.
es: MENSAJE INTERCEPTADO El martes por la mañana, a las 07:12 Tiempo Circadiano Universal (UCT), recibimos una llamada de socorro de un asteroide cercano, parte del cúmulo denominado coloquialmente «Los Guijarros». Como no pude divisar nada desde la cubierta, ordené a una tripulación de tierra que se aproximara mediante un jetpack. La tripulación, al llegar a un asteroide sin nombre, informó de que había visualizado dos «Bastidores de Prototech», así como una «Batería de Prototech» y un «Giroscopio de Prototech» plenamente operativos. Las investigaciones posteriores no revelaron ninguna pista que seguir. No había señales de naufragio, ni indicios de quién retransmitió la llamada de socorro, y quizá lo más angustioso, ninguna presencia de El Factorum en absoluto. Esto, por desgracia, solo plantea más preguntas.
fr: MESSAGE INTERCEPTÉ : Mardi matin, à 7 h 12 en temps universel circadien (TUC), nous avons reçu un appel de détresse en provenance d'un astéroïde proche, faisant partie de l'amas familièrement appelé « Les cailloux ». Comme je ne pouvais rien repérer depuis le pont, j'ai ordonné à une équipe au sol de s'approcher par jetpack. En atteignant un astéroïde sans nom, l'équipe a signalé la présence de deux « cadres Prototech » ainsi que d'une « batterie Prototech » et d'un « gyroscope Prototech » pleinement opérationnels. Une enquête plus approfondie n'a révélé aucune piste à suivre. Il n'y avait aucun signe de naufrage, aucun indice sur l'identité de l'auteur de l'appel de détresse et, ce qui est peut-être le plus inquiétant, aucune présence du Factorum. Malheureusement, cela ne fait que soulever de nouvelles questions.
it: MESSAGGIO INTERCETTATO: Martedì mattina, alle 07:12 Universal Circadian Time (UCT), abbiamo ricevuto una chiamata di soccorso da un asteroide vicino, parte del cluster colloquialmente chiamato "I Ciottoli". Poiché non sono riuscito a vedere nulla dal ponte, ho ordinato a un equipaggio di terra di avvicinarsi tramite jetpack. L'equipaggio, dopo aver raggiunto un asteroide senza nome, ha segnalato immagini di due "Strutture Prototech" e di una "Batteria Prototech" e di un "Giroscopio Prototech" completamente operativi. Ulteriori indagini non hanno rivelato alcuna pista da seguire. Non c'erano segni di naufragio, nessun indizio su chi avesse inoltrato la chiamata di soccorso e, forse la cosa più angosciante, nessuna presenza del Factorum. Questo, sfortunatamente, solleva solo più domande.
pt_br: MENSAGEM INTERCEPTADA: Na terça-feira de manhã, às 07:12 do Horário Circadiano Universal (UCT), recebemos um pedido de socorro de um asteroide próximo, parte do conjunto coloquialmente chamado de "Os Seixos". Como não consegui identificar nada do convés, enviei uma tripulação para abordagem em terra. A tripulação, ao chegar no asteroide sem nome, reportou avistar dois "Quadros Prototech", assim como uma "Bateria Prototech" e um "Giroscópio Prototech" totalmente operacionais. Investigações posteriores não revelaram pistas a serem seguiras. Não havia sinais de destroços, nenhum indício de quem emitiu o pedido de socorro e, talvez o mais angustiante, nenhuma presença do Factorum. Isso, infelizmente, só nos trás mais perguntas.
ru: ПЕРЕХВАЧЕННОЕ СООБЩЕНИЕ: Во вторник утром, в 07:12 по всемирному циркадному времени (UCT), мы получили сигнал бедствия от астероида поблизости, который входит в скопление, в просторечии именуемое «Галька». С палубы разглядеть ничего не удавалось, поэтому наземной команде был отдан приказ приблизиться на реактивных ранцах. Достигнув безымянного астероида, оно сообщили, что наблюдают две «прототех-рамы», а также полностью работоспособные «прототех-батарею» и «прототех-гироскоп». При дальнейшем изучении никакой новой информации получено не было.. Никаких следов аварии, никаких указаний на то, кто передал сигнал бедствия. И, пожалуй, самое прискорбное: никаких следов присутствия Факторума. К сожалению, в результате мы получили лишь еще больше вопросов.
zh_cn: 截获的消息： 在周二早上 07:12（宇宙昼夜时间），我们收到来自附近一颗小行星的求救信号 – 这颗小行星属于俗称“鹅卵石”的星团的一部分。 由于我无法从甲板上看到任何东西，我命令地面船员通过喷气背包接近。到达一颗未命名的小行星时，船员们报告说看到了两个“Prototech 框架”，以及一个完全可运行的“Prototech 电池”和“Prototech 陀螺仪”。进一步的调查没有发现任何线索。没有飞船失事的迹象，没有提示谁发出了求救信号，更令人沮丧的是，根本没有 Factorum 的存在。 遗憾的是，这只会引发更多的问题。

# StoryTitle_Mining_Factorum2
source: Prototech: What's in a Name?
de: Prototech: Was verbirgt sich hinter einem Namen?
es: Prototech: ¿Qué esconde ese nombre?
fr: Prototech : que cache un nom ?
it: Prototech: cosa c'è dietro un nome?
pt_br: Prototech: O que há em um nome?
ru: Прототехнологии. Что кроется в этом названии?
zh_cn: Prototech：名字有什么关系呢？

# StoryText_Mining_Factorum2
source: INTERCEPTED MESSAGE: I've been wondering about the names. "Prototech." "Factorum." What do you think is going on here? Could Prototech be an acronym? I like to think there's some sort of Dr. Prototech out there - maybe the evil leader of The Factorum? Maybe they named the technology after themself? This is worth investigating. I'm getting giddy thinking about it. --- It is quite clearly "Prototype Technology." Please do not waste my time with another message like this.
de: ABGEHÖRTE NACHRICHT: Ich habe mich schon über die Namen gewundert. „Prototech.“ „The Factorum“. Was geht hier nur ab? Könnte Prototech ein Akronym sein? Ich denke gerne, dass es da draußen eine Art Dr. Prototech gibt – vielleicht der böse Anführer von The Factorum? Vielleicht hat er die Technologie nach sich selbst benannt? Das ist eine Untersuchung wert. Mir wird ganz schwindelig, wenn ich daran denke. --- Es handelt sich ganz klar um „Prototyp-Technologie“. Bitte verschwenden Sie meine Zeit nicht mit einer weiteren Nachricht wie dieser.
es: MENSAJE INTERCEPTADO: Me he estado preguntando por los nombres. «Prototech». «Factorum». ¿Qué cree que está pasando aquí? ¿Podría ser Prototech un acrónimo? Me gusta pensar que hay algún tipo de Dr. Prototech ahí fuera, ¿quizá el malvado líder de El Factorum? ¿Quizás le pusieron su nombre a la tecnología? Merece la pena investigarlo. Me estoy mareando pensando en ello. --- Es claramente «Prototipo de tecnología». Por favor, no me haga perder el tiempo con otro mensaje como este.
fr: MESSAGE INTERCEPTÉ : Je me suis interrogé sur les noms. « Prototech ». « Factorum ». Que pensez-vous qu'il se passe ici ? Prototech pourrait-il être un acronyme ? J'aime à penser qu'il existe une sorte de Dr Prototech, peut-être le chef maléfique du Factorum ? Peut-être qu'il a donné son nom à la technologie ? Cela vaut la peine d'être étudié. J'ai le vertige en y pensant. --- Il s'agit clairement d'une « technologie prototype ». Ne me faites pas perdre mon temps avec un autre message de ce genre.
it: MESSAGGIO INTERCETTATO: Mi chiedevo dei nomi. "Prototech." "Factorum." Cosa pensi che stia succedendo qui? Prototech potrebbe essere un acronimo? Mi piace pensare che ci sia una specie di Dr. Prototech là fuori, forse il malvagio leader del Factorum? Forse hanno chiamato la tecnologia con il loro nome? Vale la pena indagare. Mi esalto solo a pensarci. --- È abbastanza chiaro che si tratti di un "Prototipo Tecnologico". Non farmi perdere tempo con un altro messaggio come questo.
pt_br: MENSAGEM INTERCEPTADA: Tenho pensado em alguns nomes. "Prototech." "Factorum." O que você acha que está rolando? Seria Prototech um acrônimo? Gosto de pensar que existe algum tipo de Dr. Prototech por aí. Talvez o líder maligno do Factorum? Talvez deram o nome à tecnologia em sua homenagem? Vale a pena investigar. Estou ficando tonto só de pensar nisso. --- Está bem claro que é "Protótipo de Tecnologia". Para de desperdiçar meu tempo com mensagens assim.
ru: ПЕРЕХВАЧЕННОЕ СООБЩЕНИЕ: В моей голове постоянно крутятся эти названия: «прототехнология», «Факторум». Почему они названы именно так? Может, «прототехнология» — это сокращение? Мне нравится мысль, что где-то есть доктор Прототех — возможно, это злой лидер Факторума! Может, он назвал технологию в честь самого себя? Стоит изучить этот вопрос. У меня голова начинает кружится, когда я об этом думаю. --- Совершенно очевидно, что это «прототипная технология». Впредь не тратьте мое время на подобные сообщения.
zh_cn: 截获的消息： 我一直在想这些名字。“Prototech。”“Factorum。”你觉得这背后有什么深意吗？ Prototech 可能是个缩略词？我想可能有个叫 Prototech 博士的人 – 也许是 Factorum 的邪恶领袖？也许他们用自己的名字给技术命名？ 这值得调查。一想到这件事我就激动不已。 --- 很明显，这就是“原型技术”。 不要再发这种消息来浪费我的时间了。

# StoryTitle_Pirate_Factorum1
source: He Had The Money
de: Er hatte das Geld
es: Tenía el dinero
fr: Il avait l'argent
it: Aveva i soldi
pt_br: Ele tinha dinheiro
ru: У него были деньги
zh_cn: 他有钱
