Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# HintGamepadOnly07Text
source: Did you know? If you are building a symmetrical ship, you can activate Symmetry Building Mode through System Radial Menu.
de: Wussten Sie schon? Wenn Sie ein symmetrisches Schiff konstruieren möchten, können Sie den Symmetriekonstruktionsmodus über das Radialmenü aktivieren.
es: ¿Sabías que...? Si vas a construir una nave simétrica, puedes activar el modo de construcción simétrica en el menú radial del sistema.
fr: Le saviez-vous ? Si vous construisez un vaisseau symétrique, vous pouvez activer le mode de construction symétrique via le menu radial systèmes.
hu_hu: Tudta? Ha szimmetrikus hajót épít, aktiválhatja a Szimmetria építési módot a System Radiális menüben.
it: Lo sapevi? Se stai costruendo una nave simmetrica, puoi attivare la modalità di costruzione simmetria attraverso il menu radiale del sistema.
pl_pl: Czy wiesz? Jeśli chcesz zbudować symetryczny statek, możesz użyć Trybu Symetrii z Obrotowego Menu Systemu.
pt_br: Você sabia? Se estiver construindo uma nave simétrica, ative o Modo de construção simétrica no Menu radial de sistema.
ru: Знаете ли вы, что... Если вы строите симметричный корабль, можно активировать режим симметричного строительства в системном круговом меню.
zh_cn: 小贴士： 在建造对称飞船时，可在系统圆形菜单中激活对称建造模式。

# HintGamepadOnly09Text
source: Did you know? You can trigger Emotes Toolbar by holding {0}+{1}.
de: Wussten Sie schon? Sie können die Charakteranimation-Schnellzugriffsleiste einblenden, indem Sie {0}+{1} gedrückt halten.
es: ¿Sabías que...? Para activar la Barra de gestos puedes mantener presionados {0}+{1}.
fr: Le saviez-vous ? Vous pouvez déclencher la barre d'outils en maintenant {0}+{1}.
hu_hu: Tudta? A Hangulatjelek eszköztárat a {0}+{1} gombokat nyomva tartva aktiválhatja.
it: Lo sapevi? Puoi attivare la barra gli strumenti Animazioni tenendo premuto {0}+{1}.
pl_pl: Czy wiesz? Możesz aktywować Pasek Emotek przytrzymując {0}+{1}.
pt_br: Você sabia? Você pode acionar a Barra de ferramentas de emotes ao segurar {0}+{1}.
ru: Знаете ли вы, что... Можно вызвать панель эмоций, удерживая {0}+{1}.
zh_cn: 小贴士： 你可以按住{0}和{1}打开表情工具栏。

# HintGamepadOnly10Text
source: Did you know? You can modify voxels with Voxel Hand Tool, which can be accesed from System Radial Menu in Creative Mode. You can then place, remove, revert and paint voxels with {GAMEPAD_CONTROL:VOXEL:PRIMARY_TOOL_ACTION}, {GAMEPAD_CONTROL:VOXEL:SECONDARY_TOOL_ACTION}, {GAMEPAD_CONTROL:VOXEL:VOXEL_REVERT} and {GAMEPAD_CONTROL:VOXEL:VOXEL_PAINT} respectively.
de: Wussten Sie schon? Sie können Voxel mit dem Voxelhand-Werkzeug modifizieren, auf das Sie im Kreativmodus über das System-Radialmenü zugreifen können. Sie können Voxel anschließend mit {GAMEPAD_CONTROL:VOXEL:PRIMARY_TOOL_ACTION}, {GAMEPAD_CONTROL:VOXEL:SECONDARY_TOOL_ACTION}, {GAMEPAD_CONTROL:VOXEL:VOXEL_REVERT} und {GAMEPAD_CONTROL:VOXEL:VOXEL_PAINT} platzieren, entfernen, zurücksetzen und einfärben.
es: ¿Sabías que...? Puedes modificar vóxeles con la herramienta Modificador Vóxel, a la cual puedes acceder desde el menú radial en el Modo Creativo. Podrás colocar, eliminar, revertir y pintar vóxeles con {GAMEPAD_CONTROL:VOXEL:PRIMARY_TOOL_ACTION}, {GAMEPAD_CONTROL:VOXEL:SECONDARY_TOOL_ACTION}, {GAMEPAD_CONTROL:VOXEL:VOXEL_REVERT} y {GAMEPAD_CONTROL:VOXEL:VOXEL_PAINT} respectivamente.
fr: Le saviez-vous ? Vous pouvez modifier les voxels avec l'outil Curseur voxel, disponible dans le menu radial système en mode créatif. Tu pouvez ensuite placer, retirer, rétablir et peindre les voxels avec {GAMEPAD_CONTROL:VOXEL:PRIMARY_TOOL_ACTION}, {GAMEPAD_CONTROL:VOXEL:SECONDARY_TOOL_ACTION}, {GAMEPAD_CONTROL:VOXEL:VOXEL_REVERT} et {GAMEPAD_CONTROL:VOXEL:VOXEL_PAINT}, respectivement.
hu_hu: Tudta? A voxeleket a Voxel Kézi Eszközzel módosíthatja, mely Kreatív módban a Rendszer Radial Menüből érhető el. Ezután elhelyezheti, eltávolíthatja, visszaállíthatja és festheti a voxeleket{GAMEPAD_CONTROL:VOXEL:PRIMARY_TOOL_ACTION}, {GAMEPAD_CONTROL:VOXEL:SECONDARY_TOOL_ACTION}, {GAMEPAD_CONTROL:VOXEL:VOXEL_REVERT} és {GAMEPAD_CONTROL:VOXEL:VOXEL_PAINT} gombokkal.
it: Lo sapevi? Puoi modificare i voxel con lo strumento Mano Voxel, al quale si può accedere dal Menu radiale del sistema in modalità creativa. Puoi quindi posizionare, rimuovere, ripristinare e dipingere i voxel rispettivamente con {GAMEPAD_CONTROL:VOXEL:PRIMARY_TOOL_ACTION}, {GAMEPAD_CONTROL:VOXEL:SECONDARY_TOOL_ACTION}, {GAMEPAD_CONTROL:VOXEL:VOXEL_REVERT} e{GAMEPAD_CONTROL:VOXEL:VOXEL_PAINT} rispettivamente.
pl_pl: Czy wiesz? Możesz modyfikować woksele Rękami Stwórcy, który możesz znaleźć w Obrotowym Menu Systemu w trybie kreatywnym. Możesz wtedy kłaść, usuwać, cofać i kolorować woksele klikając kolejno {0}, {1}, {2}+{0} i {2}+{1}.
pt_br: Você sabia? É possível modificar voxels com a ferramenta Mão voxel, acessível a partir do Menu radial de sistema no Modo criativo. Então, você pode colocar, remover, reverter e pintar voxels com {GAMEPAD_CONTROL:VOXEL:PRIMARY_TOOL_ACTION}, {GAMEPAD_CONTROL:VOXEL:SECONDARY_TOOL_ACTION}, {GAMEPAD_CONTROL:VOXEL:VOXEL_REVERT} e {GAMEPAD_CONTROL:VOXEL:VOXEL_PAINT}, respectivamente.
ru: Знаете ли вы что… Воксели можно модифицировать с помощью воксельной кисти из системного кругового меню. Кроме того, можно размещать, удалять, отменять и окрашивать воксели с помощью {GAMEPAD_CONTROL:VOXEL:PRIMARY_TOOL_ACTION}, {GAMEPAD_CONTROL:VOXEL:SECONDARY_TOOL_ACTION}, {GAMEPAD_CONTROL:VOXEL:VOXEL_REVERT} и {GAMEPAD_CONTROL:VOXEL:VOXEL_PAINT} соответственно.
zh_cn: 小贴士： 你可以用体素手修整体素。创意模式时，可以从系统圆形菜单进入。可以按{GAMEPAD_CONTROL:VOXEL:PRIMARY_TOOL_ACTION}{GAMEPAD_CONTROL:VOXEL:SECONDARY_TOOL_ACTION}{GAMEPAD_CONTROL:VOXEL:VOXEL_REVERT}和{GAMEPAD_CONTROL:VOXEL:VOXEL_PAINT}进行放置，恢复和喷涂。

# HintGamepadOnly11Text
source: Did you know? You can toggle off the block auto rotation function with {0}
de: Wussten Sie schon? Sie können das automatische Ausrichten von Blöcken mit {0} ausschalten
es: ¿Sabías que...? Puedes desactivar la función de rotación automática de bloques con {0}
fr: Le saviez-vous ? Vous pouvez désactiver la fonction de rotation automatique du bloc avec {0}.
hu_hu: Tudta? A {0} segítségével kikapcsolhatja a blokk automatikus elforgatásának funkcióját
it: Lo sapevi? Puoi disattivare la funzione di rotazione automatica del blocco con {0}
pl_pl: Czy wiesz? Możesz przełączać funkcję auto obrotu bloków używając {0}
pt_br: Você sabia? Você pode desabilitar função de rotação automática de blocos com {0}.
ru: Знаете ли вы, что... Отключить автоматический поворот блоков можно, нажав {0}.
zh_cn: 小贴士： 你可以按{0}禁用自动旋转功能

# HintGamepadOnly12Text
source: Did you know? You can steer vehicles from a turret if the cockpit is set to main cockpit. Hold {0} to control turning around.
de: Wussten Sie schon? Sie können Fahrzeuge von einem Geschützturm aus steuern, wenn das Cockpit als Hauptcockpit eingestellt ist. Halten Sie {0} gedrückt, um die Drehung des Geschützturms zu kontrollieren.
es: ¿Sabías que...? Puedes manejar vehículos desde una torreta si la cabina se configura como cabina principal. Mantén {0} presionado para controlar su giro.
fr: Le saviez-vous ? Vous pouvez diriger les véhicules depuis une tourelle si le cockpit est réglé sur le cockpit principal. Maintenez {0} pour contrôler la direction.
hu_hu: Tudta? Ha a pilótafülke beállítását fő pilótafülkére állítja, akkor a toronyból kormányozhatja a járműveket. Tartsa lenyomva a {0} gombot az irányítás visszafordításához.
it: Lo sapevi? Puoi guidare i veicoli da una torretta se la cabina di pilotaggio è impostata su cabina principale. Tieni premuto {0}per controllare la rotazione.
pl_pl: Czy wiesz? Możesz sterować pojazdem z wieżyczki, jeśli kokpit jest ustawiony jako główny kokpit. Przytrzymaj {0} aby kontrolować obracanie się.
pt_br: Você sabia? Você pode dirigir veículos de uma torre, se a cabine for definida como cabine principal. Segure {0} para controlar a virada.
ru: Знаете ли вы, что... Можно управлять транспортом, находясь в режиме управления турели, если кокпит помечен как «главный кокпит». Удерживайте {0}, чтобы управлять мышью.
zh_cn: 小贴士： 如果驾驶舱为主驾驶舱，你可以从炮塔开走车 按住{0}控制转向。

# HintGamepadOnly13Text
source: Did you know? You can dig tunnels quickly without producing ore by using {0} with your drill.
de: Wussten Sie schon? Sie können durch Drücken von {0} mit Ihrem Bohrer schnell Tunnel graben, ohne dabei Erz zu fördern.
es: ¿Sabías que...? Puedes cavar túneles rápidamente sin producir mineral usando {0} con tu taladro.
fr: Le saviez-vous ? Vous pouvez creuser des tunnels rapidement sans produire de minerai en utilisant {0} avec votre foreuse.
hu_hu: Tudta? A fúró használatakor a {0} megnyomása után, gyorsan áshat alagutakat érc termelése nélkül.
it: Lo sapevi? Puoi scavare rapidamente gallerie senza produrre minerale utilizzando {0} con la tua trivella.
pl_pl: Czy wiesz? Możesz szybko kopać tunele wydobywania rudy klikając {0} podczas korzystania z wiertła.
pt_br: Você sabia? Você pode cavar túneis rapidamente, sem produzir minério, utilizando {0} na perfuração.
ru: Знаете ли вы, что... Можно быстро копать туннели без добычи руды, нажав {0} при использовании бура.
zh_cn: 小贴士： 使用{0}你可以快速挖矿而不产生矿石。

# HintGamepadOnly00Text
source: Did you know? While holding a blueprint in creative mode, you can use {0} to align them to a planet's Gravity.
de: Wussten Sie schon? Wenn Sie einen Entwurf im Kreativmodus platzieren, können Sie ihn mit {0} an der Schwerkraft des aktuellen Planeten ausrichten.
es: ¿Sabías que...? Mientras sostienes un plano en modo creativo, puedes usar {0} para alinearlo con la Gravedad de un planeta.
fr: Le saviez-vous ? Tout en maintenant un plan en mode création, vous pouvez utiliser {0} pour les aligner sur la gravité d'une planète.
hu_hu: Tudta? Ameddig egy tervrajzot kreatív módban tart, a {0} használatával a bolygó gravitációjához igazíthatja.
it: Lo sapevi? Tenendo un progetto in modalità creativa, puoi usare {0} per allinearli alla Gravità di un pianeta.
pl_pl: Czy wiesz? Trzymając schemat w trybie kreatywnym, możesz użyć {0} aby dopasować go do grawitacji planety.
pt_br: Você sabia? Enquanto estiver com um projeto no modo criativo, você pode alinhá-lo à gravidade do planeta ao pressionar {0}.
ru: Знаете ли вы, что... Вставляя чертеж в творческом режиме, можно нажать {0} для выравнивания по планетарной гравитации.
zh_cn: 小贴士： 创意模式时，你可以用{0}使手上的蓝图和行星的引力一致。

# HintGamepadOnly08Text
source: Did you know? Holding {0}, {1} or {0}-{1} enables you to move stacks of items by 10, 100 and 1000 at the time.
de: Wussten Sie schon? Halten von {0}, {1} oder {0}+{1} ermöglicht es Ihnen, Items in Mengen von 10, 100 und 1000 zu verschieben.
es: ¿Sabías que...? Mantener presionados {0}, {1} o {0}-{1} te permite mover pilas de 10, 100 y 1000 objetos a la vez.
fr: Le saviez-vous ? Maintenir {0}, {1} ou {0}-{1} vous permet de déplacer des piles d’éléments de 10, 100 et 1 000 à la fois.
hu_hu: Tudta? Tartsa lenyomva a {0}, {1} vagy a {0}-{1} gombot mely lehetővé teszi a 10, 100 és 1000 elemköteg hozzáadását egyszerre.
it: Lo sapevi? Tenere premuto {0}, {1}o {0}- {1}ti consente di spostare cataste di oggetti di 10, 100 e 1000 alla volta.
pl_pl: Czy wiesz? Przytrzymując {0}, {1} lub{0}+{1} aby przenosić przedmioty po 10, 100 i 1000 jednocześnie.
pt_br: Você sabia? Segurar {0}, {1} ou {0}-{1} permite mover pilhas de itens em 10, 100 e 1000 por vez.
ru: Знаете ли вы, что... Удерживая {0}, {1}или {0}+{1}, можно перемещать предметы по 10, 100 или 1000 штук за раз.
zh_cn: 小贴士： 按住{0}，{1}或者{0}{1}你可以移动的物品的数量成10倍增加。

# HintGamepadOnly05Text
source: Did you know? You can zoom in and out while using a camera or turret with {0}.
de: Wussten Sie schon? Mit {0} können Sie bei der Verwendung von Kameras und Geschütztürmen rein- und rauszoomen.
es: ¿Sabías que...? Puedes usar {0} para acercar o alejar la imagen al usar una cámara o torreta.
fr: Le saviez-vous ? Vous pouvez zoomer et dézoomer sur une caméra ou une tourelle avec {0}.
hu_hu: Tudta? A {0} használatával nagyíthat és kicsinyíthet kamera vagy torony használata közben.
it: Lo sapevi? Puoi ingrandire e rimpicciolire lo zoom mentre utilizzi una telecamera o una torretta con {0}.
pl_pl: Czy wiesz? Możesz przybliżać obraz korzystając z kamery lub wieżyczki za pomocą {0}.
pt_br: Você sabia? Você pode ampliar ou reduzir o zoom usando a câmera ou torre com {0}.
ru: Знаете ли вы, что... С помощью {0} можно приближать и отдалять вид в режиме камеры или управления турелью.
zh_cn: 小贴士： 使用摄像头和炮塔的时候，可以按{0}调焦距。

# HintGamepadOnly06Text
source: Did you know? You can change the way GPS coordinates and Antennas are displayed on your HUD through System Radial Menu.
de: Wussten Sie schon? Sie können über das System-Radialmenü die Art und Weise ändern, wie GPS-Markierungen und Funksignalquellen auf Ihrem HUD angezeigt werden.
es: ¿Sabías que...? Puedes cambiar la forma de presentación de las antenas y coordenadas GPS en tu HUD desde el menú radial.
fr: Le saviez-vous ? Vous pouvez modifier la façon dont les coordonnées GPS et les antennes sont affichées sur votre ATH via le menu radial système.
hu_hu: Tudta? A Rendszer Radiális menüben módosíthatja a HUD-on megjelenő GPS-koordináták és antennák megjelenítési módját.
it: Lo sapevi? Puoi modificare il modo in cui le coordinate GPS e le antenne sono visualizzate sul tuo HUD attraverso il Menu radiale del sistema.
pl_pl: Czy wiesz? Możesz zmieniać sposób wyświetlania na Hudzie punktów GPS i anten w Obrotowym Menu Systemu.
pt_br: Você sabia? É possível alterar a forma que as coordenadas de GPS e antenas são exibidas no seu HUD através do Menu radial de sistema.
ru: Знаете ли вы, что... В системном круговом меню можно изменить отображение GPS-координат и сигналов антенн на экране.
zh_cn: 小贴士： 你可以从圆形菜单中修改屏幕中的GPS坐标和天线。

# RadialMenu_Label_VoxelHand_Disabled
source: Disabled for this World.
de: Für diese Welt deaktiviert.
es: Desactivado para este mundo.
fr: Désactivé pour ce monde
hu_hu: Letiltva ebben a világban.
it: Disabilitato per questo Mondo.
pl_pl: Wyłączone dla tego świata.
pt_br: Desablitado para este mundo.
ru: Отключено для этого мира.
zh_cn: 此世界禁用

# RadialMenu_Label_VoxelHand_Survival
source: Available only in Creative mode or with creative tools.
de: Nur im Kreativmodus oder mit Kreativwerkzeugen verfügbar.
es: Solo disponible en Modo creativo o con herramientas creativas.
fr: Disponible uniquement pour le mode créatif ou avec des outils créatifs
hu_hu: Csak kreatív módban vagy kreatív eszközökkel érhető el.
it: Disponibile solo in modalità creativa o con strumenti creativi.
pl_pl: Dostępne tylko w trybie Kreatywnym lub z narzędziami kreatywnymi.
pt_br: Disponível somente no Modo criativo ou com ferramentas criativas.
ru: Доступно только в творческом режиме или с творческими инструментами.
zh_cn: 只在创意模式或使用创意工具时可用。

# RadialMenu_Label_DisabledWorld
source: Disabled for this world.
de: Für diese welt deaktiviert.
es: Desactivado para este mundo.
fr: Désactivé pour ce monde
hu_hu: Letiltva ebben a világban.
it: Disabilitato per questo mondo.
pl_pl: Wyłączone dla tego świata.
pt_br: Desablitado para este mundo.
ru: Отключено для этого мира.
zh_cn: 此世界禁用

# RadialMenu_Label_CreativeOnly
source: Available only in creative mode or with creative tools.
de: Nur im kreativmodus oder mit kreativwerkzeugen verfügbar.
es: Solo disponible en modo creativo o con herramientas creativas.
fr: Disponible uniquement pour le mode créatif ou avec des outils créatifs
hu_hu: Csak kreatív módban vagy kreatív eszközökkel érhető el.
it: Disponibile solo in modalità creativa o con strumenti creativi.
pl_pl: Dostępne tylko w trybie kreatywnym lub z narzędziami kreatywnymi.
pt_br: Disponível somente no modo criativo ou com ferramentas criativas.
ru: Доступно только в творческом режиме или с творческими инструментами.
zh_cn: 只在创意模式或使用创意工具时可用。

# RadialMenu_Label_AdminOnly
source: Available only for admins.
de: Nur für Admins verfügbar.
es: Solo disponible para administradores.
fr: Disponible pour les administrateurs uniquement.
hu_hu: Csak rendszergazdák számára érhető el.
it: Disponibile solo per gli ammin.
pl_pl: Dostępne tylko dla Administratorów.
pt_br: Disponível somente para administradores.
ru: Доступно только администраторам.
zh_cn: 仅管理员可用。

# RadialMenu_Label_SurvivalOnly
source: Available only in survival mode.
de: Nur im Survival-Modus verfügbar.
es: Solo disponible en modo supervivencia.
fr: Disponible en mode survie uniquement.
hu_hu: Csak túlélési módban érhető el.
it: Disponibile solo in modalità di sopravvivenza.
pl_pl: Dostępne tylko w trybie przetrwania
pt_br: Disponível somente no modo sobrevivência.
ru: Доступно только в режиме выживания.
zh_cn: 仅生存模式可用。

# RadialMenuGroupTitle_Creative
source: Creative
de: Kreativ
es: Creativo
fr: Créatif
hu_hu: Kreatív
it: Creativa
pl_pl: Kreatywny
pt_br: Criativo
ru: Творческий
zh_cn: 创造

# RadialMenuGroupTitle_View
source: View
de: Ansicht
es: Ver
fr: Vue
hu_hu: Nézet
it: Controlli spettatore
pl_pl: Widok
pt_br: Visualizar
ru: Обзор
zh_cn: 查看

# BlockPropertyTitle_JukeboxScreenSelectedSounds
source: Selected sounds
de: Ausgewählte Sounds
es: Sonidos seleccionados
fr: Sons sélectionnés
hu_hu: Kiválasztott hangok
it: Suoni selezionati
pl_pl: Wybierz dźwięki
pt_br: Sons selecionados
ru: Выбранные звуки
zh_cn: 选定的声音

# BlockPropertyTitle_JukeboxScreenSelectSounds
source: Add to selection
de: Zur Auswahl hinzufügen
es: Añadir a selección
fr: Ajouter à la sélection
hu_hu: Hozzáadás a kijelöléshez
it: Aggiungi alla selezione
pl_pl: Dodaj do zaznaczenia
pt_br: Adicionar à seleção
ru: Добавить к выбранным
zh_cn: 添加到选择项

# BlockPropertyTitle_JukeboxScreenRemoveSelectedSounds
source: Remove selected
de: Auswahl entfernen
es: Eliminar seleccionado
fr: Éffacer la sélection
hu_hu: Kijelölt eltávolítása
it: Rimuovi selezionato
pl_pl: Usuń zaznaczone
pt_br: Remover seleção
ru: Снять выбор
zh_cn: 删除已选定项

# NotificationHintJukeboxPlay
source: Press {0} to play/stop music
de: Drücken Sie {0}, um Musik abzuspielen/zu stoppen
es: Presiona {0} para reproducir/detener música
fr: Appuyez sur {0} pour lire/arrêter la musique
hu_hu: Nyomja meg a {0} gombot a zene lejátszására/leállításához
it: Premi {0} per riprodurre/fermare la musica
pl_pl: Wciśnij {0} do odtwarzania/zatrzymania muzyki
pt_br: Pressione {0} para reproduzir/parar música
ru: {0} — воспроизведение или остановка музыки
zh_cn: 按{0}播放/停止音乐

# NotificationHintJukeboxPlayPrevious
source: Press {0} to play previous track
de: Drücken Sie {0}, um den vorherigen Titel abzuspielen
es: Presiona {0} para reproducir pista anterior
fr: Appuyez sur {0} pour lire la piste précédente
hu_hu: Nyomja meg a {0} gombot az előző szám lejátszásához
it: Premi {0} per riprodurre la traccia precedente
pl_pl: Wciśnij {0} aby odtworzyć poprzedni utwór
pt_br: Pressione {0} para reproduzir a faixa anterior
ru: {0} — воспроизведение предыдущего трека
zh_cn: 按{0}播放上一曲

# NotificationHintJukeboxPlayNext
source: Press {0} to play next track
de: Drücken Sie {0}, um den nächsten Titel abzuspielen
es: Presiona {0} para reproducir pista siguiente
fr: Appuyez sur {0} pour lire la piste suivante
hu_hu: Nyomja meg a {0} gombot a következő szám lejátszásához
it: Premi {0} per riprodurre la traccia successiva
pl_pl: Wciśnij {0} aby odtworzyć następny utwór
pt_br: Pressione {0} para reproduzir a próxima faixa
ru: {0} — воспроизведение следующего трека
zh_cn: 按{0}播放下一曲

# NotificationHintSoundBlockDlcUnavailable
source: This item won't play as the {0} DLC is missing
de: Dieses Item wird nicht abgespielt werden, da das DLC {0} fehlt
es: Este elemento no se reproducirá porque falta el DLC {0}
fr: Cet objet ne fonctionnera pas car le DLC {0} est manquant
it: Questo elemento non funzionerà perché manca il DLC {0}
pt_br: Este item não funcionará pois a DLC {0} está ausente
ru: Этот предмет не будет воспроизводить звук: отсутствует DLC «{0}».
zh_cn: 由于缺少{0} DLC，此条目无法播放

# SoundBlock_SoundName_MusCalm_01
source: Calm Music 01
de: Ruhige Musik 01
es: Música relajada 01
fr: Musique calme 01
hu_hu: Nyugodt Dallam 01
it: Musica tranquilla 01
pl_pl: Spokojna Muzyka 01
pt_br: Música calma 01
ru: Спокойная музыка 01
zh_cn: 轻音乐 01

# SoundBlock_SoundName_MusCalm_02
source: Calm Music 02
de: Ruhige Musik 02
es: Música relajada 02
fr: Musique calme 02
hu_hu: Nyugodt Dallam 02
it: Musica tranquilla 02
pl_pl: Spokojna Muzyka 02
pt_br: Música calma 02
ru: Спокойная музыка 02
zh_cn: 轻音乐 02

# SoundBlock_SoundName_MusCalm_03
source: Calm Music 03
de: Ruhige Musik 03
es: Música relajada 03
fr: Musique calme 03
hu_hu: Nyugodt Dallam 03
it: Musica tranquilla 03
pl_pl: Spokojna Muzyka 03
pt_br: Música calma 03
ru: Спокойная музыка 03
zh_cn: 轻音乐 03

# SoundBlock_SoundName_MusCalm_04
source: Calm Music 04
de: Ruhige Musik 04
es: Música relajada 04
fr: Musique calme 04
hu_hu: Nyugodt Dallam 04
it: Musica tranquilla 04
pl_pl: Spokojna Muzyka 04
pt_br: Música calma 04
ru: Спокойная музыка 04
zh_cn: 轻音乐 04

# SoundBlock_SoundName_MusCalm_05
source: Calm Music 05
de: Ruhige Musik 05
es: Música relajada 05
fr: Musique calme 05
hu_hu: Nyugodt Dallam 05
it: Musica tranquilla 05
pl_pl: Spokojna Muzyka 05
pt_br: Música calma 05
ru: Спокойная музыка 05
zh_cn: 轻音乐 05

# SoundBlock_SoundName_MusCalm_06
source: Calm Music 06
de: Ruhige Musik 06
es: Música relajada 06
fr: Musique calme 06
hu_hu: Nyugodt Dallam 06
it: Musica tranquilla 06
pl_pl: Spokojna Muzyka 06
pt_br: Música calma 06
ru: Спокойная музыка 06
zh_cn: 轻音乐 06

# SoundBlock_SoundName_MusCalm_07
source: Calm Music 07
de: Ruhige Musik 07
es: Música relajada 07
fr: Musique calme 07
hu_hu: Nyugodt Dallam 07
it: Musica tranquilla 07
pl_pl: Spokojna Muzyka 07
pt_br: Música calma 07
ru: Спокойная музыка 07
zh_cn: 轻音乐 07

# SoundBlock_SoundName_MusCalm_08
source: Calm Music 08
de: Ruhige Musik 08
es: Música relajada 08
fr: Musique calme 08
hu_hu: Nyugodt Dallam 08
it: Musica tranquilla 08
pl_pl: Spokojna Muzyka 08
pt_br: Música calma 08
ru: Спокойная музыка 08
zh_cn: 轻音乐 08

# SoundBlock_SoundName_MusCalm_09
source: Calm Music 09
de: Ruhige Musik 09
es: Música relajada 09
fr: Musique calme 09
hu_hu: Nyugodt Dallam 09
it: Musica tranquilla 09
pl_pl: Spokojna Muzyka 09
pt_br: Música calma 09
ru: Спокойная музыка 09
zh_cn: 轻音乐 09

# SoundBlock_SoundName_MusCalm_10
source: Calm Music 10
de: Ruhige Musik 10
es: Música relajada 10
fr: Musique calme 10
hu_hu: Nyugodt Dallam 10
it: Musica tranquilla 10
pl_pl: Spokojna Muzyka 10
pt_br: Música calma 10
ru: Спокойная музыка 10
zh_cn: 轻音乐 10

# SoundBlock_SoundName_MusCalm_11
source: Calm Music 11
de: Ruhige Musik 11
es: Música relajada 11
fr: Musique calme 11
hu_hu: Nyugodt Dallam 11
it: Musica tranquilla 11
pl_pl: Spokojna Muzyka 11
pt_br: Música calma 11
ru: Спокойная музыка 11
zh_cn: 轻音乐 11

# SoundBlock_SoundName_MusCalm_12
source: Calm Music 12
de: Ruhige Musik 12
es: Música relajada 12
fr: Musique calme 12
hu_hu: Nyugodt Dallam 12
it: Musica tranquilla 12
pl_pl: Spokojna Muzyka 12
pt_br: Música calma 12
ru: Спокойная музыка 12
zh_cn: 轻音乐 12

# SoundBlock_SoundName_MusCalm_13
source: Calm Music 13
de: Ruhige Musik 13
es: Música relajada 13
fr: Musique calme 13
hu_hu: Nyugodt Dallam 13
it: Musica tranquilla 13
pl_pl: Spokojna Muzyka 13
pt_br: Música calma 13
ru: Спокойная музыка 13
zh_cn: 轻音乐 13

# SoundBlock_SoundName_MusMystery_01
source: Mystery Music 01
de: Mysteriöse Musik 01
es: Música misteriosa 01
fr: Musique mystérieuse 01
hu_hu: Misztikus Dallam 01
it: Musica misteriosa 01
pl_pl: Tajemnicza Muzyka 01
pt_br: Música misteriosa 01
ru: Загадочная музыка 01
zh_cn: 神秘音乐 01

# SoundBlock_SoundName_MusMystery_02
source: Mystery Music 02
de: Mysteriöse Musik 02
es: Música misteriosa 02
fr: Musique mystérieuse 02
hu_hu: Misztikus Dallam 02
it: Musica misteriosa 02
pl_pl: Tajemnicza Muzyka 02
pt_br: Música misteriosa 02
ru: Загадочная музыка 02
zh_cn: 神秘音乐 02
