Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# UGCService_Email
source: Insert your email address to login to {0}: (temporary)
de: Geben Sie Ihre E-Mail-Adresse ein, um sich bei {0} anzumelden: (vorübergehend)
es: Introduce tu dirección de correo electrónico en {0}: (temporal)
fr: Saisissez votre adresse e-mail pour vous connecter à {0} : (temporaire)
hu_hu: Adja meg e-mail címét a (z) {0} bejelentkezéshez: (ideiglenes)
it: Inserisci il tuo indirizzo e-mail per effettuare il login a {0}: (temporaneo)
pl_pl: Wprowadź swój adres email do zalogowania {0}: (tymczasowo)
pt_br: Insira seu endereço de e-mail para efetuar login em {0}: (temporário)
ru: Введите эл. почту для входа в {0}: (временно)
zh_cn: 插入你的邮箱地址登录到{0}：（临时）

# ToolTipNewsletter_Ok
source: Proceed
cs_cz: Pokračovat
de: Fortfahren
es: Proceder
fr: Continuer
hu_hu: Folytatás
it: Procedi
pl_pl: Kontynuuj
pt_br: Prosseguir
ru: Продолжить.
zh_cn: 继续

# ToolTipNewWorldQuickstart
source: Create a new world using the default settings: Game Type: Creative Mode Scenario: Planet / Easy Start 1 Auto-Save: ON
cs_cz: Vytvořit nový svět s použitím výchozího nastavení: Herní režim: Kreativní Scénář: Planeta / Lehký začátek 1 Automatické ukládání: Zapnuto
de: Erstellen Sie eine neue Welt mit den Standardeinstellungen: Spiel-Typ: Kreativmodus Szenario: Planet / Einfacher Start 1 Auto-Speichern: EIN
es: Crea un nuevo mundo usando la configuración predeterminada: Tipo de juego: Escenario de Modo Creativo: Planet / Easy Start 1 Auto-Save: ON
fr: Créez un nouveau monde avec les paramètres par défaut : Type de partie : mode créatif Scénario : planète / Départ facile 1 Sauvegarde automatique : ON
hu_hu: Hozzon létre egy új világot alap beállításokkal: Játék típusa: Kreatív mód Forgatókönyv: Bolygó / Könnyű Start 1 Automatikus mentés: BE
it: Crea un nuovo mondo utilizzando le impostazioni predefinite: Tipo di gioco: Modalità creativa Scenario: Pianeta / Facile Start 1 Auto-Save: ON
pl_pl: Stwórz nowy świat używając domyślnych ustawień: Tryb Gry: Kreatywny Scenariusz: Planeta / Prosty Start 1 Autozapis: Włączony
pt_br: Cria um novo mundo com as configurações padrão: Tipo de jogo: Modo criativo Cenário: Planeta/Início rápido 1 Salvamento automático: Ativado
ru: Создать новый мир со стандартными настройками: Режим игры: Творческий Сценарий: Планета/Быстрый старт 1 Авто-сохранение: ВКЛ
zh_cn: 创建一个世界使用以下设置： 游戏模式：创造模式 脚本：行星/简单开局 1 自动保存：启用

# ToolTipOptionsAudio_EnableVoiceChat
source: Enable in-game voice chat
cs_cz: Povolí hlasovou komunikaci
de: Aktivieren des Ingame-Sprachchats
es: Habilitar el chat de voz en el juego
fr: Activer le chat vocal en jeu
hu_hu: Játékon belüli hangcsevegés engedélyezése
it: Attiva la chat vocale in-game
pl_pl: Zezwól na komunikację głosową w grze
pt_br: Habilita bate-papo por voz no jogo
ru: Включить голосовой чат.
zh_cn: 启用游戏内语音聊天

# ToolTipOptionsAudio_HudWarnings
source: Use sound warnings, when low on oxygen, health or power
cs_cz: Zapnout zvuková upozornění když je kyslík, zdraví nebo energie na nízké úrovni
de: Aktivieren akustischer Warnungen, wenn Sauerstoff-, Gesundheits- oder Energiemangel besteht
es: Usa advertencias de sonido, cuando tengas poco oxígeno, salud o energía
fr: Utilisez des avertissements sonores lorsque vous manquez d'oxygène, de santé ou d'énergie
hu_hu: Hangfigyelmeztetések, ha kevés az oxigén, az egészség vagy energia
it: Usa avvertimenti sonori, quando l'ossigeno, la salute o l'energia sono bassi
pl_pl: Używaj informacji głosowych, gdy mało tlenu, zdrowia lub mocy
pt_br: Alertas sonoros quando oxigênio, saúde ou energia estiverem baixos
ru: Использовать звуковые предупреждения, когда мало кислорода, здоровья или энергии.
zh_cn: 当氧气、生命值或电量低时，使用声音警报

# ToolTipOptionsAudio_MusicVolume
source: Configure volume level of in-game music
cs_cz: Nastavit hlasitost herní hudby
de: Anpassen der Musik-Lautstärke
es: Configurar el nivel de volumen de la música en el juego
fr: Configurer le niveau de volume de la musique dans le jeu
hu_hu: Játékon belüli zene hangerő beállítása
it: Configura il livello del volume della musica di gioco
pl_pl: Konfiguruj głośność muzyki w grze
pt_br: Ajuste de volume da música
ru: Настроить уровень громкости музыки.
zh_cn: 设置游戏内音乐音量

# ToolTipOptionsAudio_MuteWhenInactive
source: Disable all sound when game window loses focus
cs_cz: Vypnout všechny zvuky, pokud neběží hra v popředí
de: Stummschalten aller Töne, wenn das Spielfenster den Fokus verliert
es: Desactivar todos los sonidos cuando la ventana del juego se minimiza
fr: Désactiver tout les sons lorsque la fenêtre n'est plus en avant
hu_hu: Összes hang letiltása, ha a játékablak elveszíti a fókuszt
it: Disattiva tutti i suoni quando la finestra di gioco perde la messa a fuoco
pl_pl: Wyłącza wszystkie dźwięki, gdy okno gry nie jest używane
pt_br: Desabilita som quando a janela do jogo perder o foco
ru: Заглушить все звуки, когда окно игры не в фокусе.
zh_cn: 当游戏窗口非活跃时禁用所有声音

# ToolTipOptionsAudio_SoundVolume
source: Configure volume level of sound effects
cs_cz: Nastavit hlasitost herních efektů
de: Anpassen der Soundeffekt-Lautstärke
es: Configurar el nivel de volumen de los efectos de sonido
fr: Configurer le niveau de volume des effets sonores
hu_hu: Hangeffektusok hangerejének beállítása
it: Configura il livello del volume degli effetti sonori
pl_pl: Konfiguruj głośność efektów dźwiękowych w grze
pt_br: Ajuste de volume dos efeitos sonoros
ru: Настроить уровень громкости звуковых эффектов.
zh_cn: 设置音效音量

# ToolTipOptionsAudio_SpeedBasedSounds
source: Play ship engine sounds based solely on the speed of the craft. Uncheck for realistic sound.
cs_cz: Přehrávat zvuky lodních motorů pouze na základě rychlosti plavidla. Odškrtněte pro realistický zvuk.
de: Abspielen von Schiffsmotorengeräuschen, die ausschließlich auf der Geschwindigkeit des Schiffes basieren. Deaktivieren Sie die Option für realitätsgetreue Geräusche.
es: Reproduce los sonidos del motor de la nave basándose únicamente en la velocidad del vehículo. Desmarcar para que el sonido sea realista.
fr: Joue les sons du moteur du vaisseau en vous basant uniquement sur la vitesse du vaisseau. Décochez cette case pour obtenir un son réaliste.
hu_hu: Motor hangok lejátszása kizárólag a hajó sebessége alapján. Törölje a reális hangjelzést.
it: Riproduci i suoni dei motori delle navi in base alla sola velocità del veicolo. Deseleziona per ottenere un suono realistico.
pl_pl: Używaj dźwięków silnika na podstawie prędkości statku. Odznacz dla realistycznego dźwięku
pt_br: Sons dos motores da nave baseados na velocidade. Desmarque para som realístico.
ru: Проигрывать звуки ускорителей корабля, основываясь на его скорости. Уберите галочку для реалистичного эффекта.
zh_cn: 勾选后声效将受飞船速度和空气密度影响 。

# ToolTipOptionsAudio_UseContextualMusic
source: Change music according to current in-game situation
cs_cz: Měnit hudbu na základě situace, ve které se nacházíte
de: Anpssen der Musik an die aktuelle Spielsituation
es: Cambiar la música de acuerdo a la situación actual del juego
fr: Changer la musique en fonction de la situation actuelle dans le jeu
hu_hu: Változtassa meg a zenét a játék jelenlegi helyzete szerint
it: Cambia la musica in base alla situazione attuale del gioco
pl_pl: Zmieniaj muzykę w zależności od aktualnej sytuacji w grze
pt_br: Mudanças musicais de acordo com a situação do jogo
ru: Менять музыку в зависимости от ситуации в игре.
zh_cn: 根据当前游戏实情更换音乐

# ToolTipOptionsAudio_VoiceChatVolume
source: Configure volume level of player voice chat
cs_cz: Nastaví hlasitost hlasové komunikace
de: Anpassen der Sprachchat-Lautstärke
es: Configurar el nivel de volumen del chat de voz del reproductor
fr: Configurer le niveau de volume du chat vocal du joueur
hu_hu: Játékos hangerő-szintjének konfigurálása hangcsevegésben
it: Configura il livello del volume della chat vocale del giocatore
pl_pl: Konfiguruj głośność komunikacji głosowej w grze
pt_br: Ajusta o volume da voze do jogador no bate-papo
ru: Настроить уровень громкости голосового чата.
zh_cn: 设置玩家语音聊天音量

# ToolTipOptionsControls_Category
source: Choose controls category
cs_cz: Vyberte kategorii ovládání
de: Bedienelemente-Kategorie wählen
es: Elige la categoría de controles
fr: Choisissez la catégorie de contrôles
hu_hu: Vezérlők kategória kiválasztása
it: Scegli categoria dei controlli
pl_pl: Wybierz kategorię kontroli
pt_br: Seleciona categoria de controles
ru: Выберите категорию управления.
zh_cn: 选择控制目录

# ToolTipOptionsControls_ClickToEdit
source: Click to edit Right click to remove binding
cs_cz: Klikněte pro změnu
de: Linksklicken zum Zuweisen Rechtsklicken zum Entfernen der Bindung
es: Haz clic para editar Clic derecho para eliminar
fr: Cliquez pour éditer Clic droit pour supprimer l'association
hu_hu: Kattintson a szerkesztéshez Jobb gombbal az összeállítás eltávolításához
it: Clicca per modificare Clicca con il tasto destro del mouse per rimuovere l'associazione
pl_pl: Wciśnij aby edytować Prawy przycisk, żeby usunąć przypisanie
pt_br: Clique para editar Use o botão direito para remover vínculo
ru: Щелкните, чтобы изменить. ПКМ — удалить привязку.
zh_cn: 点击编辑 点击右键移除绑定

# ToolTipOptionsControls_Defaults
source: Set controls to default values
cs_cz: Nastavit ovládání na výchozí
de: Standardzuweisungen der Bedienelemente wiederherstellen
es: Ajustar los controles a los valores predeterminados
fr: Définir les contrôles sur les valeurs par défaut
hu_hu: Vezérlők beállítása az alapértelmezett értékekre
it: Imposta i controlli su valori predefiniti
pl_pl: Ustawia przypisanie klawiszy na domyślne
pt_br: Restaura padrão de controles
ru: Сбросить управление к настройкам по умолчанию.
zh_cn: 将控制设为默认值

# ToolTipOptionsControls_InvertMouseX
source: Reverse horizontal movement of mouse
cs_cz: Invertovat horizontální pohyb myši
de: Umgekehrte horizontale Mausbewegung
es: Movimiento horizontal inverso del ratón
fr: Inverser le mouvement horizontal de la souris
hu_hu: Egér vízszintes mozgásának megfordítása
it: Inverti il movimento orizzontale del mouse
pl_pl: Odwróć oś X myszy
pt_br: Reverter o movimento horizontal do mouse
ru: Инвертировать горизонтальное движение мыши.
zh_cn: 反转鼠标横向移动

# ToolTipOptionsControls_InvertMouseY
source: Reverse vertical movement of mouse
cs_cz: Invertovat vertikální pohyb myši
de: Umgekehrte vertikale Mausbewegung
es: Movimiento vertical inverso del ratón
fr: Inverser le mouvement vertical de la souris
hu_hu: Egér függőleges mozgásának megfordítása
it: Inverti il movimento verticale del mouse
pl_pl: Odwróć oś Y myszy
pt_br: Reverter o movimento vertical do mouse
ru: Инвертировать вертикальное движение мыши.
zh_cn: 反转鼠标纵向移动

# ToolTipOptionsControls_InvertMouseScrollBlockSelection
source: Reverse block selection by mouse scroll (scroll up = next block, scroll down = previous block)
de: Umgekehrte Blockauswahl (hochscrollen = nächster Block, herunterscrollen = vorheriger Block)
es: Invertir la selección de bloques con el desplazamiento del ratón (desplazamiento hacia arriba = bloque siguiente, desplazamiento hacia abajo = bloque anterior)
fr: Inverser la sélection des blocs par défilement de la souris (défilement vers le haut = bloc suivant, défilement vers le bas = bloc précédent)
hu_hu: Eger görgetéskor blokkválasztás megfordítása (görgetés felfelé = következő blokk, görgetés lefelé = előző blokk)
it: Selezione del blocco invertito tramite scorrimento del mouse (scorrimento in alto = blocco successivo, scorrimento in basso = blocco precedente)
pl_pl: Odwrócenie wyboru bloku przez przewijanie myszką (przewijanie w górę = następny blok, przewijanie w dół = poprzedni blok)
pt_br: Seleção de bloco invertido com rolagem do mouse (rolar para cima: próximo bloco; rolar para baixo: bloco anterior)
ru: Инвертируйте выбор блоков колесом прокрутки (прокрутка вверх — следующий блок, прокрутка вниз — предыдущий)
zh_cn: 通过鼠标滚动反向选择方块（向上滚动 = 下一个方块，向下滚动 = 上一个方块）

# ToolTipOptionsControls_JoystickDeadzoneWidth
source: Adjust how much movement of the controller is needed before it activates
cs_cz: Upravte sílu pohybu joystickem, která je nutná pro jeho aktivaci
de: Passen Sie an, wie viel Bewegung vom Controller registriert werden muss, bevor er aktiviert wird
es: Ajusta la cantidad de movimiento que necesita el mando antes de que se active
fr: Ajustez la quantité de mouvement de la manette nécessaire avant son activation
hu_hu: Állítsa be, mennyit mozdulhat a vezérlő, mielőtt aktiválódik
it: Regola quanto movimento del controller è necessario prima che si attivi
pl_pl: Dostosuj jak daleko należy wychylić gałkę kontroler zanim ruch zostanie odczytany
pt_br: Ajustar quanto movimento é necessário para o controle ser ativado
ru: Насколько сильно нужно сдвинуть контроллер, чтобы игра зарегистрировала это движение
zh_cn: 调整控制器激活所需的移动距离

# ToolTipOptionsControls_JoystickGradualPrecision
source: Change how sensitive your controller is to slow movements
cs_cz: Upravte citlivost Vašeho joysticku, která ovlivní pomalé pohyby
de: Passen Sie an, wie empfindlich Ihr Controller auf langsame Bewegungen reagiert
es: Cambia lo sensible que es tu mando a los movimientos lentos
fr: Changez la sensibilité de votre manette aux mouvements lent
hu_hu: Kontroller érzékenységének módosítása a lassú mozgásokhoz
it: Cambiate la sensibilità del tuo controller al rallentamento dei movimenti
pl_pl: Dostosuj jak czuły jest twój kontroler na powolne ruchy
pt_br: Alterar a sensibilidade do controle para movimentos lentos
ru: Насколько чувствителен контроллер при медленных движениях
zh_cn: 更改控制器对慢动作的灵敏度

# ToolTipOptionsControls_JoystickOrGamepad
source: Select active controller
cs_cz: Povolte ovládání a používání hry pomocí joysticku a gamepadu
de: Aktiven Controller auswählen
es: Seleccionar mando activo
fr: Sélectionner la manette active
hu_hu: Aktív vezérlő kiválasztása
it: Seleziona il controller attivo
pl_pl: Wybierz aktywny kontroler
pt_br: Selecionar controle ativo
ru: Выберите активный контроллер
zh_cn: 选择活动控制器

# ToolTipOptionsControls_JoystickSensitivity
source: Adjust sensitivty of your controller
cs_cz: Upravte citlivost Vašeho joysticku
de: Passen Sie die Empfindlichkeit Ihres Controllers an
es: Ajusta la sensibilidad del mando
fr: Ajuste la sensibilité de votre manette
hu_hu: Kontroller érzékenységének beállítása
it: Regola la sensibilità del tuo controller
pl_pl: Dostosuj czułość swojego kontrolera
pt_br: Ajustar a sensibilidade do controle
ru: Настройка чувствительности контроллера
zh_cn: 调整控制器灵敏度

# ToolTipOptionsControls_MouseSensitivity
source: Change how sensitive your mouse is to movement
cs_cz: Upravte citlivost Vaší myši
de: Passen Sie die Bewegungsempfindlichkeit Ihrer Maus an
es: Cambiar la sensibilidad del ratón al movimiento
fr: Change la sensibilité de votre souris au mouvement
hu_hu: Egér mozgásérzékenységének módosítása
it: Cambiate la sensibilità del tuo mouse al movimento
pl_pl: Zmień to, jak czuła na ruch jest twoja myszka
pt_br: Ajustar a sensibilidade do mouse para movimentos
ru: Изменить насколько чувствительна мышь к движениям.
zh_cn: 更改鼠标移动灵敏度

# ToolTipOptionsDisplay_ScreenshotMultiplier
source: Choose how big screenshots will be in multipliers of current window size
cs_cz: Vyberte znásobení velikosti snímků obrazovky proti velikosti obrazovky
de: Wählen Sie, wie groß Screenshots im Verhältnis zur aktuellen Fenstergröße sein sollen
es: Elegir cómo serán las capturas de pantalla grandes en los multiplicadores del tamaño de la ventana actual
fr: Choisissez la taille des captures d'écran en multiple de la taille de la fenêtre actuelle
hu_hu: Válassza ki mekkora aktuális ablakméret szorzóval készüljenek a képernyőképek
it: Scegli quanto saranno grandi gli screenshot nei moltiplicatori della dimensione della finestra corrente
pl_pl: Wybierz o ile będą powiększane zrzuty ekranu
pt_br: Definir o tamanho da captura de tela em múltiplos do tamanho atual da janela
ru: Выбрать насколько больше будут снимки экрана, относительно текущего размера окна.
zh_cn: 选择当前窗口大小增强倍率

# ToolTipOptionsDisplay_WindowMode
source: Choose whether the game should appear fullscreen or in a window
cs_cz: Vyberte, jestli se má hra zobrazovat v režimu plné obrazovky nebo v okně
de: Wählen Sie, ob das Spiel im Vollbildmodus oder in einem Fenster angezeigt werden soll
es: Elige si el juego debe aparecer en pantalla completa o en una ventana
fr: Choisissez si le jeu doit apparaître en plein écran ou dans une fenêtre
hu_hu: Választás, hogy a játék teljes képernyőben vagy egy ablakban jelenjen meg
it: Scegliere se il gioco deve apparire a schermo intero o in una finestra
pl_pl: Wybierz czy gra ma pojawiać się w pełnym ekranie czy w oknie
pt_br: Escolher se o jogo será exibido em tela cheia ou em uma janela
ru: Выберите режим отображения: полный экран или окно.
zh_cn: 选择窗口模式或全屏

# ToolTipOptionsGame_GDPRConsent
source: By checking this you agree to our privacy policy according to GDPR. You can change your mind at any time.
de: Indem Sie dies überprüfen, erklären Sie sich mit unserer Datenschutzrichtlinie gemäß DSGVO einverstanden. Sie können Ihr Einverständnis jederzeit widerrufen.
es: Al marcar aquí aceptas nuestra política de privacidad de acuerdo con la RGDP. Puedes cambiar de parecer en cualquier momento.
fr: En cochant cette case, vous acceptez notre charte de confidentialité selon le RGPD. Vous pouvez changer d'avis à tout moment.
hu_hu: Ennek ellenőrzésével elfogadja a GDPR szerinti adatvédelmi irányelveinket. Bármikor meggondolhatja magát.
it: Spuntando questo, accetti la nostra informativa sulla privacy secondo GDPR. Puoi cambiare idea in qualsiasi momento.
pl_pl: Zaznaczając to, wyrażasz zgodę na naszą politykę prywatności zgodną z RODO. Możesz zmienić zdanie w każdej chwili.
pt_br: Ao marcar, você concorda com a nossa política de privacidade, de acordo com a RGPD. Você pode mudar de ideia a qualquer momento.
ru: Ставя здесь галочку, вы соглашаетесь с нашей Политикой конфиденциальности в соответствии с GDPR. Вы можете передумать в любое время.
zh_cn: 勾选后即表示您同意我们根据通用数据保护条例制定的隐私政策 您可以随时改变主意。

# ToolTipOptionsGame_BuildingMode
source: Select default block-placement mode (Affects only building in creative)
cs_cz: Vyberte výchozí režim pokládání bloků (Ovlivní budování jen v kreativním režimu)
de: Wählen Sie den Standard-Block-Platzierungsmodus (Betrifft nur das Konstruieren im Kreativmodus)
es: Selecciona el modo predeterminado de colocación de bloques (sólo afecta a la construcción en creativo)
fr: Sélectionner le mode de placement de bloc par défaut (affecte uniquement la construction en mode créatif)
hu_hu: Alapértelmezett blokk-elhelyezés kiválasztása (Csak a kreatív épületeket érinti)
it: Selezionare la modalità di posizionamento a blocchi predefinito (influisce solo sulla costruzione creativa)
pl_pl: Wybierz domyślny sposób stawiania bloków (Dotyczy tylko budowania w trybie kreatywnym)
pt_br: Definir o modo padrão de posicionamento de blocos (afeta somente construções no modo criativo)
ru: Выбрать режим строительства по умолчанию. (влияет только на творческий режим)
zh_cn: 选择默认方块放置模式。 （只会在创意模式下有影响）

# ToolTipOptionsGame_Language
source: Choose your preferred language settings
cs_cz: Vyberte Vámi preferované, jazykové nastavení
de: Wählen Sie die von Ihnen bevorzugte Sprache
es: Elige la configuración del idioma preferido
fr: Choisissez vos paramètres de langue préférés
hu_hu: Nyelvi beállítások megadása
it: Scegli la lingua desiderata
pl_pl: Wybierz swoje preferowane ustawienia językowe
pt_br: Defina a configuração de idioma preferida
ru: Выберите предпочитаемый язык
zh_cn: 选择首选语言设置

# ToolTipOptionsGraphics_AmbientOcclusion
source: Darken the areas that are less exposed to the ambient light
cs_cz: Ztmavit oblasti, které jsou méně vystaveny okolnímu světlu
de: Verdunkelt die Bereiche, die weniger Umgebungslicht ausgesetzt sind
es: Oscurecer las zonas menos expuestas a la luz ambiental
fr: Assombrit les zones moins exposées à la lumière ambiante
hu_hu: Sötétítse azokat a területeket, amelyek kevésbé vannak kitéve a környezeti fénynek
it: Oscura le aree meno esposte alla luce ambientale
pl_pl: Zaciemnij obszary, które są mniej wystawione na ambientowe światło
pt_br: Escurecer as áreas menos expostas à luz do ambiente
ru: Затемнять места, которые меньше открыты для света окружения.
zh_cn: 加深阴影区域

# ToolTipOptionsGraphics_AnisotropicFiltering
source: Improve render quality of textures
cs_cz: Zlepšete kvalitu renderování textur
de: Verbessert die Renderqualität von Texturen
es: Mejorar la calidad del renderizado de las texturas
fr: Améliore la qualité de rendu des textures
hu_hu: Textúrák renderelési minőségének javítása
it: Migliora la qualità del rendering delle texture
pl_pl: Poprawia jakość renderowania tekstur
pt_br: Aumentar a qualidade de renderização das texturas
ru: Улучшить качество отрисовки текстур.
zh_cn: 加强纹理渲染质量

# ToolTipOptionsGraphics_Antialiasing
source: Smooth out hard edges around objects
cs_cz: Vyhladit ostré hrany kolem objektů
de: Glättet harte Kanten um Objekte
es: Alisar los bordes duros alrededor de los objetos
fr: Lisse les bords durs autour des objets
hu_hu: Kemény élek simítása az objektumok körül
it: Leviga i bordi taglienti intorno agli oggetti
pl_pl: Wygładza ostre brzegi obiektów
pt_br: Suavizar as bordas rígidas ao redor dos objetos
ru: Сгладить острые края объектов.
zh_cn: 提高物体边缘平滑度

# ToolTipOptionsGraphics_FOV
source: Adjust view cone of character camera in degrees
cs_cz: Upravte zobrazení zorného pole Vaší postavy v úhlových stupních
de: Sichtbereich der Charakterkamera in Grad einstellen
es: Ajustar el cono de visión de la cámara de personajes en grados
fr: Ajuste le cône de vue de la caméra du personnage en degrés
hu_hu: Karakterkamera nézet kúpjának beállítása fokban
it: Regola il cono di visualizzazione della telecamera del personaggio in gradi
pl_pl: Dostosuj stożek kamery postaci w stopniach
pt_br: Ajustar o campo de visão da câmera do personagem em graus
ru: Настроить угол поля зрения персонажа в градусах.
zh_cn: 调整人物视角度数

# ToolTipOptionsGraphics_GrassDensity
source: Set density of grass
cs_cz: Nastavte hustotu trávy
de: Grasdichte einstellen
es: Fijar la densidad de la hierba
fr: Définit la densité de l'herbe
hu_hu: Fű sűrűségének beállítása
it: Imposta densità dell'erba
pl_pl: Ustaw gęstość trawy
pt_br: Ajustar a densidade da grama
ru: Установить плотность травы.
zh_cn: 设置草地密度

# ToolTipOptionsGraphics_GrassDrawDistance
source: Modify grass render distance
cs_cz: Upraví vzdálenost renderování trávy
de: Gras-Render-Abstand anpassen
es: Modificar la distancia de renderizado de la hierba
fr: Modifie la distance de rendu d'herbe
hu_hu: Fű megjelenítési távolságának módosítása
it: Modifica la distanza di rendering dell'erba
pl_pl: Modyfikuj dystans renderowania trawy
pt_br: Modificar a distância de renderização da grama
ru: Настроить дальность отрисовки травы.
zh_cn: 更改草地渲染距离

# ToolTipOptionsGraphics_ModelQuality
source: Set model complexity
cs_cz: Nastavte složitost modelování
de: Modellkomplexität einstellen
es: Definir la complejidad del modelo
fr: Définit la complexité des modèles
hu_hu: Modell komplexitás beállítása
it: Imposta complessità del modello
pl_pl: Ustaw złożoność modeli
pt_br: Ajustar a complexidade do modelo
ru: Настроить сложность моделей.
zh_cn: 设置模型复杂度
