Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# Description_RemoteControl
source: Remote controls allow ships to be controlled from a distance when combined with an antenna or commands ships to fly automatically to waypoints.
de: Fernsteuerungsblöcke ermöglichen, wenn sie mit einer Antenne kombiniert werden, die Steuerung von Schiffen aus der Ferne, oder können Schiffe anweisen, automatisch zu Wegpunkten zu fliegen.
es: Los controles remotos permiten que las naves sean controladas desde muy lejos cuando se combinan con una antena o comandan a las naves para que vuelen automáticamente a los objetivos.
fr: Les télécommandes permettent de contrôler les vaisseaux à distance lorsqu'elles sont combinées avec une antenne ou ordonnent aux vaisseaux de se rendre automatiquement à des points de passage.
hu_hu: A távirányítók lehetővé teszik a hajók távolról történő irányítását antennával kombinálva, vagy parancsot adnak a hajóknak, hogy automatikusan repüljenek az útpontokig.
it: I telecomandi consentono di controllare le navi a distanza se combinati con un'antenna o comandano alle navi di volare automaticamente verso i waypoint.
pl_pl: Pozwala na zdalną kontrolę statków przy użyciu anteny, lub do automatycznego lotu statków do punktów.
pt_br: Controles remotos permitem que naves sejam controladas à distância quando combinadas a uma antena. Podem também controlar naves para voarem automaticamente até pontos de rota.
ru: Позволяет брать контроль над кораблями удаленно через антенну или отдавать команды кораблю автоматически следовать по GPS точкам.
zh_cn: 和天线连接后，可以远程控制飞船，下指令让飞船自动飞到指定位标。

# Description_RocketLauncher
source: Slow-shooting, explosive damage dealing, rocket launcher that must be loaded manually. Uses Rockets. Maximum range: 800 m
de: Niedrige Feuerrate und explosive Schäden. Der Raketenwerfer muss manuell nachgeladen werden kann. Nutzt Raketen. Maximale Reichweite: 800 m
es: Lanzacohetes de disparo lento y daño explosivo que debe cargarse manualmente. Utiliza Cohetes. Alcance máximo: 800 m
fr: Lanceur de missiles à tir lent, infligeant des dégâts explosifs, qui doit être chargé manuellement. Utilise des roquettes. Portée maximale : 800 m
hu_hu: A rakétavető korlátozott tárral rendelkezik, és előre néző fegyver. Rakétákat igényel.
it: Lanciarazzi a cadenza di fuoco lenta, che infligge danni esplosivi e che deve essere caricato manualmente. Usa razzi. Portata massima: 800 m
pl_pl: Wyrzutnia rakiet o ograniczonej pojemości. Trafienie powoduje znacze uszkodzenia. Wymaga ręcznego przeładowania. Maksymalny zasięg: 800m
pt_br: Lança-mísseis com tiros lentos e dano explosivo que deve ser carregado manualmente. Utiliza Mísseis. Alcance máximo: 800 m
ru: Ракетная пусковая установка с медленной скоростью стрельбы и взрывным уроном. Использует ракеты и заряжается вручную. Максимальная дальность: 800 м
zh_cn: 慢速射击，造成爆炸性伤害，必需手动装载的火箭发射器。使用火箭。 最大射程：800 m

# Description_Rotor
source: Rotors allows connected grids to rotate.
de: Rotoren können die mit ihnen verbundenen Subkonstruktionen drehen.
es: Los rotores permiten que las estructuras conectadas giren.
fr: Les rotors permettent aux grilles connectées de pivoter.
hu_hu: A rotorok lehetővé teszik a csatlakoztatott objektumok elforgatását.
it: I rotori consentono la rotazione delle griglie collegate.
pl_pl: Pozwala połączonym obiektom na obracanie się.
pt_br: Rotores permitem girar grids conectadas.
ru: Позволяет вращать присоединенную структуру.
zh_cn: 使相连的网格旋转。

# Description_RotorPart
source: The rotor part is the top section of the rotor. It can be reattached with a rotor within rotor settings.
de: Der Rotoraufsatz sitzt auf dem Rotor auf. Er kann über die Rotoreinstellungen wieder an einem Rotor befestigt werden.
es: La parte del rotor es la parte superior del rotor y se puede volver a fijar con un rotor dentro de los ajustes del rotor.
fr: La partie rotor est la partie supérieure du rotor. Elle peut être rattachée à un rotor dans les réglages du rotor.
hu_hu: A rotoralkatrész a rotor felső része. A rotor beállításaiban visszahelyezhető a rotorra.
it: La parte del rotore è la sezione superiore del rotore. Può essere riattaccata con un rotore all'interno delle impostazioni del rotore.
pl_pl: Górna część rotora. Może być odczepiana i doczepiana w terminalu rotora.
pt_br: A parte chamada “rotor” é a seção superior do rotor. Ela pode ser reconectada ao rotor nas configurações de rotor.
ru: Верхняя часть ротора. Может быть присоединена снова в настройках ротора.
zh_cn: 转子的顶部。 可在转子设置中重新连接。

# Description_Sensor
source: Sensors can be set up to activate ship systems when they detects players, ships or asteroids within a limited range.
de: Sensoren können verwendet werden, um Schiffssysteme zu aktivieren, wenn sie Spieler, Schiffe oder Asteroiden innerhalb einer begrenzten Reichweite entdecken.
es: Los sensores pueden configurarse para activar sistemas de naves cuando detectan jugadores, naves o asteroides dentro de un rango limitado.
fr: Des capteurs peuvent être configurés pour activer les systèmes de vaisseau lorsqu'ils détectent des joueurs, des vaisseaux ou des astéroïdes dans une zone limitée.
hu_hu: Az érzékelők beállíthatók a hajórendszerek aktiválására, ha korlátozott hatótávolságon belül játékosokat, hajókat vagy aszteroidákat észlelnek.
it: I sensori possono essere impostati per attivare i sistemi navali quando rilevano giocatori, navi o asteroidi entro un raggio limitato.
pl_pl: Konfigurowalny sensor mogący uruchomić określone systemy na statku kiedy w zasięgu znajdzie się gracz, statek lub asteroida. Posiada ograniczony zasięg.
pt_br: Sensores podem ser configurados para ativar os sistemas da nave ao detectarem jogadores, naves e asteroides dentro de um alcance limitado.
ru: Настраиваемый сенсор, который может выполнять разные функции блоков при обнаружении игроков, кораблей или астероидов в радиусе действия.
zh_cn: 可调式传感器，可在一定的范围内检测到玩家，飞船或者小行星并启动飞船系统。

# Description_SolarPanel
source: Solar panels generate power when exposed to sunlight. Point solar panels directly at the sun to improve the amount of power generated.
de: Sonnenkollektoren erzeugen Energie, wenn sie Sonnenlicht ausgesetzt sind. Richten Sie Sonnenkollektoren direkt auf die Sonne, um die Menge an erzeugter Energie zu erhöhen.
es: Los paneles solares generan energía cuando se exponen a la luz solar. Apunta los paneles solares directamente al sol para mejorar la cantidad de energía generada.
fr: Les panneaux solaires génèrent de l'énergie lorsqu'ils sont exposés à la lumière du soleil. Placez les panneaux solaires directement au soleil pour améliorer la quantité d'énergie générée.
hu_hu: A napelemek energiát termelnek napfény hatására. A napelemeket irányítsa közvetlenül a napra, hogy javítsa a megtermelt energia mennyiségét.
it: I pannelli solari generano energia quando sono esposti alla luce del sole. Punta i pannelli solari direttamente verso il sole per migliorare la quantità di energia generata.
pl_pl: Generuje energię w kontakcie ze światłem słonecznym. Umieść panele słoneczne bezpośrednio przed słońce, aby zwiększyć ilość wytwarzanej energii.
pt_br: Painéis solares geram energia quando expostos à luz solar. Posicione os painéis solares diretamente para a luz solar para aumentar sua geração de energia.
ru: Солнечная панель производит энергию из прямого солнечного света. Направьте панели прямо на солнце для повышения производительности.
zh_cn: 将太阳能转化成电能。 将太阳能板对准太阳提高发电效率。

# Description_Sound
source: Sound blocks emit sounds when activated.
de: Tonblöcke wiedergeben Töne, wenn sie aktiviert werden.
es: Los bloques de sonido emiten sonidos cuando se activan.
fr: Les blocs sonores émettent des sons lorsqu'ils sont activés.
hu_hu: A hangblokkok aktiváláskor hangot bocsátanak ki.
it: I blocchi dei suoni emettono suoni quando vengono attivati.
pl_pl: Blok dźwiękowy, który po włączeniu emituje dźwięki.
pt_br: Blocos de som emitem sons quando ativados.
ru: Проигрывает выбранные звуки когда активирован.
zh_cn: 激活后发出声音。

# Description_SpaceBall
source: A spherical block that reacts to gravity.
de: Ein kugelförmiger Block, der auf Schwerkraft reagiert.
es: Un bloque esférico que reacciona a la gravedad.
fr: Un bloc sphérique qui réagit à la gravité.
hu_hu: Gömb alakú blokk, amely reagál a gravitációra.
it: Un blocco sferico che reagisce alla gravità.
pl_pl: Kulisty blok umożliwiający reakcję struktur na sztuczną grawitację.
pt_br: Blocos esféricos que reagem à gravidade.
ru: Сферический блок, подверженный воздействию искусственной гравитации.
zh_cn: 此方块可以使人工重力作用于网格。

# Description_ReflectorLight
source: Spotlights are powerful lights used to illuminate dark areas.
de: Scheinwerfer sind leistungsstarke Leuchten, die zur Beleuchtung dunkler Bereiche eingesetzt werden.
es: Los focos son luces potentes que se utilizan para iluminar áreas oscuras.
fr: Les lumières sont des lumières puissantes utilisés pour éclairer les zones sombres.
hu_hu: A spotlámpák erős fényűek, amelyeket sötét területek megvilágítására használnak.
it: I faretti sono potenti luci usate per illuminare le aree scure.
pl_pl: Reflektor jest potężną lampą do rozświetlania ciemnych miejsc.
pt_br: Holofotes são poderosas luzes utilizadas para iluminar áreas escuras.
ru: Мощный источник света для освещения темных мест.
zh_cn: 一种可调式高亮的灯。

# Description_Stairs
source: Stairs can be used to traverse heights.
de: Treppen können zum Überwinden von Höhenunterschieden verwendet werden.
es: Las escaleras se pueden utilizar para atravesar alturas.
fr: Les escaliers peuvent être utilisés pour traverser des hauteurs.
hu_hu: A lépcsők a magasságok áthidalására használhatók.
it: Le scale possono essere utilizzate per attraversare le altezze.
pl_pl: Schody do wchodzenia wyżej.
pt_br: Escadas são utilizadas para acessar elevações.
ru: Лестница со ступеньками для подъема.
zh_cn: 楼梯，让玩家上下楼。

# Description_Timer
source: Timer blocks can be used to activate configured ship systems after a set amount of time. Use multiple timer blocks to build sequences. Can be used to automate systems.
de: Zeitschaltblöcke können dazu verwendet werden, konfigurierte Schiffssysteme nach einer bestimmten Zeitspanne zu aktivieren. Verwenden Sie mehrere Zeitschaltblöcke zur Erstellung von Sequenzen. Dienen zum Automatisieren von Systemen.
es: Los bloques de temporizador se pueden utilizar para activar los sistemas de envío configurados después de un tiempo determinado. Usa varios bloques de temporizador para construir secuencias. Se puede utilizar para automatizar sistemas.
fr: Les blocs de minuterie peuvent être utilisés pour activer les systèmes de vaisseaux configurés après un laps de temps défini. Utilisez plusieurs blocs de minuterie pour créer des séquences. Peuvent être utilisés pour automatiser des systèmes.
hu_hu: Az időzítő blokkokkal aktiválhatjuk a konfigurált hajórendszereket meghatározott idő elteltére. Használjon több időzítő blokkot szekvenciák felépítéséhez, automatizálásra.
it: I blocchi temporali possono essere utilizzati per attivare i sistemi navali configurati dopo un determinato periodo di tempo. Utilizza più blocchi temporizzatori per costruire sequenze. Possono essere usati per automatizzare i sistemi.
pl_pl: Blok odliczania uruchamia wybrane systemy statku po określonym czasie. Użyj kilku bloków odliczania do tworzenia sekwencji. Może zostać użyty do automatyzacji systemów.
pt_br: Blocos temporizadores são utilizados para ativar os sistemas das naves após determinado tempo. Utilize diversos blocos temporizadores para criar sequências. Podem ser utilizados para automatização de sistemas.
ru: Выполняет заданные функции блоков по истечении установленного временного интервала. Используйте несколько таймеров для создания цепочки. Может быть использован для автоматизации.
zh_cn: 定时器能到时就触发系统对飞船发出指令。 使用多个定时器方块设定好顺序可以实现自动控制。

# Description_Transponder
source: Action Relay blocks, in conjunction with Antennas, can trigger actions on other Action Relay blocks on other grids using the corresponding channel.
de: Aktionsrelay-Blöcke können in Verbindung mit Antennen Aktionsrelay-Blöcke auf anderen Blockkonstruktionen ansprechen und dort unter Nutzun entsprechender Kanäle Aktionen ausführen.
es: Los bloques Relé de Acción, junto con las Antenas, pueden desencadenar acciones en otros bloques de Relé de Acción de otras parrillas utilizando el canal correspondiente.
fr: Les blocs de relais d'action, associés aux antennes, peuvent déclencher des actions sur d'autres blocs de relais d'action sur d'autres grilles en utilisant le canal correspondant.
it: I blocchi Relay di azione, insieme alle Antenne, possono attivare azioni su altri blocchi Relay di azione posizionati su altre griglie utilizzando il canale corrispondente.
pt_br: Os blocos de Relé automático, junto com as Antenas, podem acionar ações em outros blocos de Relé de ação em outros grids usando o canal correspondente.
ru: Блоки передатчиков действий в сочетании с антеннами могут запускать действия на других передатчиках действий в других структура по соответствующим каналам.
zh_cn: 动作中继方块，与天线结合使用，可以使用相应的频道触发其他网格上其他动作中继方块的动作。

# Description_Warhead
source: Warheads are powerful explosives that can be used to destroy asteroids, enemy ships and stations. Safe when unarmed. They can be detonated manually, by taking damage or set to detonate after a configurable amount of time.
de: Sprengköpfe enthalten wirkungsvolle Sprengstoffe, und können zur Zerstörung von Asteroiden, feindlichen Schiffen und Stationen eingesetzt werden. Sie können manuell oder durch Beschädigungen gezündet werden oder so eingestellt werden, dass sie nach einer konfigurierbaren Zeitspanne detonieren. Sicher, wenn nicht scharf gestellt.
es: Las ojivas son unos potentes explosivos que pueden utilizarse para destruir asteroides, naves y estaciones enemigas. Son seguras cuando están desarmadas. Pueden ser detonados manualmente, dañándose o configurándose para detonar después de un tiempo configurable.
fr: Les ogives nucléaires sont de puissants explosifs qui peuvent être utilisés pour détruire des astéroïdes, des vaisseaux ennemis et des stations. Inoffensives lorsqu'elles ne sont pas armées. Elles peuvent être déclenchées manuellement, en subissant des dégâts ou réglés pour exploser après un laps de temps configurable.
hu_hu: A robbanófejek erős robbanóanyagok, amelyek aszteroidák, ellenséges hajók és állomások megsemmisítésére használhatók. Ne legyen a kezében semmi, mert kézi szerszám okozta sebzéssel is fel lehet robbantani. Beállítható időtartam utáni robbanásra is.
it: Le testate sono potenti esplosivi che possono essere usati per distruggere asteroidi, navi e stazioni nemiche. Possono essere fatte detonare manualmente, subendo danni o impostate per detonare dopo un periodo di tempo configurabile.
pl_pl: Potężny ładunek wybuchowy. Może być użyty do niszczenia asteroid, wrogich statków i stacji. Nieuzbrojony jest bezpieczny. Może zostać zdetonowany ręcznie po otrzymaniu obrażeń, lub po określonym czasie.
pt_br: Ogivas são poderosos explosivos que podem ser utilizados para destruir asteroides, naves inimigas ou estações. São seguras quando desarmadas. Podem ser detonadas manualmente, ao sofrer algum dano, ou programadas para detonar após determinado tempo.
ru: Мощная взрывчатка для уничтожения астероидов и противников. Безопасна, когда не взведена. Может быть подорвана вручную, от полученного урона или по истечению заданного обратного отсчета.
zh_cn: 弹头是一种很强的爆炸物，可以摧毁小行星，敌舰和基地 装配前很安全。能手动引爆但会造成伤害，也可定时引爆。

# Description_ShipWelder
source: A Ship welder is a utility tool that can construct blueprints and blocks using components from its inventory. Can be used from a cockpit or turned on manually. Be careful not to get too close while it's active. Press RMB to put missing components to Build Planner.
de: Ein Schiffsschweißgerät ist ein Hilfswerkzeug, das mit Komponenten aus seinem Inventar Entwürfe umsetzen und Blöcke konstruieren kann. Es kann von einem Cockpit aus verwendet oder manuell eingeschaltet werden. Halten Sie sich von ihm fern, während es aktiv ist. Drücken Sie RMT, um fehlende Komponenten dem Konstruktionsplaner hinzuzufügen.
es: Un soldador de naves es una herramienta de utilidad que puede construir planos y bloques utilizando componentes de su inventario. Se puede utilizar desde un puesto de pilotaje o encenderse manualmente. No te acerques demasiado mientras esté activo. Presione RMB para poner los componentes que falten en el Planificador de construcción.
fr: Un soudeur de vaisseau est un outil utilitaire qui peut construire des plans et des blocs à l'aide de composants de son inventaire. Peut être utilisé à partir d'un cockpit ou activé manuellement. Faites attention à ne pas trop vous approcher tant qu'il est actif. Appuyez sur le bouton droit de la souris pour mettre les composants manquants dans le plan de construction.
hu_hu: A hajó hegesztőgépe olyan segédeszköz, amellyel tervrajzokat és blokkokat készíthet a készletéből származó alkatrészek felhasználásával. Használható pilótafülkéből vagy manuálisan is bekapcsolható. Vigyázzon, nehogy túl közel kerüljön, amíg aktív. Nyomja meg az RMB gombot a hiányzó összetevők hozzáadásához az építés tervezőben.
it: Una saldatrice navale è uno strumento di utilità che può costruire progetti e blocchi utilizzando i componenti del suo inventario. Fai attenzione a non avvicinarti troppo quando è attiva. Premi RMB per mettere i componenti mancanti nel Planner di costruzione.
pl_pl: Spawarka Statku to narzędzie mogące konstruować schematy i bloki korzystając z komponentów w inwentarzu. Może być używane z poziomu kokpitu lub włączone manualnie. Uważaj by nie podchodzić blisko kiedy jest włączone. Wciśnij PPM, aby dodać komponenty do Planera Budowy.
pt_br: As soldadoras de nave são ferramentas úteis que podem construir projetos e blocos utilizando componentes a partir do inventário. Podem ser utilizadas a partir da cabine ou manualmente. Cuidado ao se aproximar demais enquanto estiverem ligadas. Pressione o botão direito do mouse para inserir componentes faltantes ao Planejador de construção.
ru: Корабельный сварщик для строительства чертежей и блоков из компонентов из его инвентаря. Может быть использован из кокпита или включен вручную. Не подходите близко, когда он работает. ПКМ для добавления недостающих компонентов в планировщик.
zh_cn: 焊接船一种实用性工具，可以用库存中的部件建造蓝图或者方块。 能从驾驶舱控制或者手动操作。记得使用时不要靠的太近。 鼠标右键将确实的组件放到建造规划处。

# Description_Wheel
source: Wheels can be used to traverse terrain in environments with gravity.
de: Räder können verwendet werden, um Gelände in Umgebungen mit wirkender Schwerkraft zu überqueren.
es: Las ruedas se pueden utilizar para atravesar terrenos en ambientes con gravedad.
fr: Les roues peuvent être utilisées pour traverser des terrains dans des environnements avec une gravité.
hu_hu: A kerekek használhatók a terepen haladásához gravitációs környezetben.
it: Le ruote possono essere utilizzate per attraversare il terreno in ambienti con gravità.
pl_pl: Koła do poruszania się po terenie w środowiskach z grawitacją.
pt_br: As rodas podem ser utilizadas para percorrer terrenos em ambientes com gravidade.
ru: Колеса для преодоления рельефа планет и лун.
zh_cn: 轮子，能穿越重力环境中的各种地形。

# Description_Suspension
source: Suspensions are highly durable and enable vehicles to drive over most terrains.
de: Aufhängungen sind sehr strapazierfähig und ermöglichen es Fahrzeugen, auf den meisten Geländeoberflächen zurecht zu kommen.
es: Las suspensiones son muy resistentes y permiten que los vehículos conduzcan en la mayoría de los terrenos.
fr: Les suspensions sont très durables et permettent aux véhicules de rouler sur la plupart des terrains.
hu_hu: A felfüggesztések rendkívül tartósak, és lehetővé teszik a járművek számára, hogy a legtöbb terepen áthaladjanak.
it: Le sospensioni sono altamente durevoli e consentono ai veicoli di percorrere la maggior parte dei terreni.
pl_pl: Bardzo wytrzymałe zawieszenie, które pozwalają pojazdom jazdę po większości terenów.
pt_br: Suspensões são altamente duráveis e permitem aos veículos se locomoverem pela maioria dos terrenos.
ru: Высокопрочная подвеска, позволяющая наземной технике передвигаться по почти любому рельефу.
zh_cn: 超耐用悬挂，装配后车能在很多种地形上行驶。

# Description_Window
source: Transparent windows will keep the air in and space out while you enjoy the view.
de: Fenster halten die Luft drinnen und den Weltraum draußen, während Sie die Aussicht genießen können.
es: Las ventanas transparentes mantendrán el aire adentro y afuera mientras disfrutas de las vistas.
fr: Les fenêtres transparentes maintiendront l’air à l'intérieur et l’espace à l'extérieur pendant que vous profiterez de la vue.
hu_hu: A átlátszó ablakok bent tartják a levegőt, és közben élvezheti a kilátást.
it: Le finestre trasparenti manterranno l'aria dentro e lo spazio fuori mentre ti godi la vista.
pl_pl: Przezroczyste okno do wyglądania wciąż będąc szczelne.
pt_br: Janelas transparentes mantém o ar dentro do espaço enquanto você aprecia a vista.
ru: Прозрачные герметичные окна, чтобы насладиться видом.
zh_cn: 透明窗户可以换气，你还可以欣赏外面风景。

# Description_VerticalWindow
source: Vertical windows can be used to funnel air through and keep engineers out.
de: Vertikale Fensterläden können verwendet werden, um Luft hindurch zu lassen, aber Ingenieure fernzuhalten.
es: Las ventanas verticales se pueden utilizar para canalizar el aire y mantener a los ingenieros fuera.
fr: Les fenêtres verticales peuvent être utilisées pour canaliser l'air et empêcher les ingénieurs d'entrer.
hu_hu: Függőleges ablakokat lehet használni légcsatornának és a mérnökök elszigetelésére a kinti környezettől.
it: Le finestre verticali possono essere utilizzate per incanalare l'aria e tenere fuori i tecnici.
pl_pl: Pionowe okiennice przepuszczające tylko tlen.
pt_br: Janelas verticais podem ser utilizadas para canalizar o ar e manter engenheiros afastados.
ru: Вертикальная решетка, может быть использована как статичные жалюзи.
zh_cn: 垂直的窗户可以排出空气和阻挡工程师进入。

# Description_DiagonalWindow
source: Diagonal window shutters can be used as stairs.
de: Diagonale Fensterläden können auch als Treppe verwendet werden.
es: Las contraventanas diagonales se pueden utilizar como escaleras.
fr: Les fenêtres en diagonale peuvent être utilisés comme escaliers.
hu_hu: Átlós ablak redőnyök is használható lépcsőként is.
it: Le imposte diagonali delle finestre possono essere utilizzate come scale.
pl_pl: Ukośne okiennice, mogą być użyte jako schody.
pt_br: As persianas das janelas diagonais podem ser utilizadas como escadas.
ru: Диагональная решетка может быть использована как лестница.
zh_cn: 斜窗可以当楼梯使用。
