Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# ControlMenuItemLabel_TritonStone
source: Triton stone
de: Triton-Gestein
es: Piedra de Tritón
fr: Pierre de Triton
hu_hu: Triton kő
it: Pietra di Triton
pl_pl: Kamień Tryton
pt_br: Pedra de Triton
ru: Камень Тритона
zh_cn: Triton石头

# RadialMenuGroupTitle_VoxelTritonPertam
source: Triton and Pertam
de: Triton und Pertam
es: Tritón y Pertam
fr: Triton et Pertam
hu_hu: Triton és Pertam
it: Triton e Pertam
pl_pl: Tryton i Pertam
pt_br: Triton e Pertam
ru: Тритон и Пертам
zh_cn: Triton和Pertam

# DisplayName_Block_OffroadWheel1x1mirrored
source: Offroad Wheel 1x1
de: Offroad-Rad 1x1
es: Rueda de vehículo todoterreno 1x1
fr: Roue tout-terrain 1x1
hu_hu: Terepjáró kerék 1x1
it: Ruota de sterrato 1x1
pl_pl: Koło terenowe 1x1
pt_br: Roda offroad 1x1
ru: Колесо внедорожника 1x1
zh_cn: 越野车车轮1x1

# DisplayName_Block_OffroadWheel3x3mirrored
source: Offroad Wheel 3x3
de: Offroad-Rad 3x3
es: Rueda de vehículo todoterreno 3x3
fr: Roue tout-terrain 3x3
hu_hu: Terepjáró kerék 3x3
it: Ruota de sterrato 3x3
pl_pl: Koło terenowe 3x3
pt_br: Roda offroad 3x3
ru: Колесо внедорожника 3x3
zh_cn: 越野车车轮3x3

# Description_WeaponRack
source: The Weapon Rack stores weapons and ammunition for quick access.
de: Im Waffenschrank können Waffen und Munition zum schnellen Zugriff bereit gelagert werden.
es: En el Estante para Armas se almacenan las armas y la munición para un acceso rápido.
fr: Le porte-armes permet de stocker des armes et des munitions pour un accès rapide.
it: Il porta armi conserva armi e munizioni per l'rapido accesso.
pl_pl: Stojak na broń przechowuje broń i amunicję zapewniając jednocześnie szybki dostęp do nich.
pt_br: O Suporte de Armas guarda armas e munições para acesso rápido.
ru: На оружейной стойке хранится оружие и боеприпасы для быстрого доступа.
zh_cn: 武器架储存武器和弹药，以便快速使用。

# DisplayName_Block_WeaponRack
source: Weapon Rack
de: Waffenregal
es: Estante para Armas
fr: Porte-armes
it: Porta armi
pl_pl: Stojak Na Broń
pt_br: Suporte de Armas
ru: Оружейная стойка
zh_cn: 武器架

# Description_TargetingSystemBlock
source: Targeting System Block Description
de: Beschreibung des Zielerfassungssystemblocks
es: Descripción del bloque del sistema de orientación
fr: Description du bloc système de ciblage
it: Descrizione del blocco del sistema di mira
pl_pl: Opis bloku systemu celowniczego
pt_br: Descrição do bloco do sistema selecionado
ru: Описание блока системы наведения
zh_cn: 瞄准系统方块描述

# DisplayName_Block_TargetingSystemBlock
source: Targeting System Block
de: Zielerfassungssystemblock
es: Bloque del sistema de orientación
fr: Bloc système de ciblage
it: Blocco del sistema di mira
pl_pl: Blok systemu celowniczego
pt_br: Bloqueio do sistema selecionado
ru: Блок системы наведения
zh_cn: 瞄准系统方块

# DisplayName_DLC_Warfare1DLC
source: Warfare 1 Blocks
de: Kriegskünste 1-Blöcke
es: Bloques de Guerra 1
fr: Blocs Warfare 1
it: Blocchi Guerra 1
pl_pl: Bloki Warfare 1
pt_br: Blocos de Guerra 1
ru: Война I. Блоки
zh_cn: Warfare 1方块

# RadialMenuGroupTitle_ArmorHeavy
source: Heavy Armor
de: Schwere Panzerung
es: Blindaje pesado
fr: Blindage lourd
hu_hu: Nehéz Páncél
it: Armatura pesante
pl_pl: Ciężki Pancerz
pt_br: Blindagem pesada
ru: Тяжелая обшивка
zh_cn: 重甲

# PublishBlueprint_Caption
source: Publish
de: Veröffentlichen
es: Publicar
fr: Publier
it: Pubblica
pl_pl: Opublikuj
pt_br: Publicar
ru: Опубликовать
zh_cn: 发布

# PublishBlueprint_Question
source: Do you want to publish this blueprint?
de: Möchten Sie diesen Entwurf veröffentlichen?
es: ¿Quieres publicar este plano?
fr: Voulez-vous publier ce plan ?
it: Vuoi pubblicare questo progetto?
pl_pl: Czy chcesz opublikować ten schemat?
pt_br: Deseja publicar esse projeto?
ru: Опубликовать этот чертеж?
zh_cn: 是否要发布此蓝图？

# WorldFileCouldNotBeEdited
source: Changing campaign settings may cause serious problems. It is allowed only in experimental mode.
de: Das Ändern der Kampagneneinstellungen kann schwerwiegende Probleme verursachen. Es ist daher nur im Experimentellen Modus zugelassen.
es: Cambiar los ajustes de la campaña puede causar graves problemas. Solo se permite en modo experimental.
fr: La modification des paramètres de la campagne peut causer de graves problèmes. Cela n'est autorisé qu'en mode expérimental.
it: La modifica delle impostazioni della campagna potrebbe causare seri problemi. È consentito solo in modalità sperimentale.
pl_pl: Zmiana ustawień kampanii może spowodować poważne problemy. Jest to dozwolone tylko w trybie eksperymentalnym.
pt_br: Alterar as configurações da campanha pode causar problemas sérios. Só é permitido no modo experimental
ru: Изменение настроек кампании может вызвать серьезные проблемы. Это разрешается делать только в экспериментальном режиме.
zh_cn: 更改战役设置可能导致严重问题。仅在实验模式下允许此操作。

# TerminalTab_Factions_LeaveToolTip_Balancing
source: You cannot leave factions when autobalancing is enabled
de: Sie können eine Fraktion nicht verlassen wenn der Auto-Ausgleich aktiviert ist
es: No puedes abandonar las facciones cuando el autoequilibrio está activado
fr: Vous ne pouvez pas quitter une faction lorsque l'équilibrage automatique est activé
it: Non puoi lasciare le fazioni se il bilanciamento automatico è abilitato
pl_pl: Nie można opuścić frakcji, gdy włączony jest system automatycznego równoważenia.
pt_br: Você não pode sair de facções quando o equilíbrio automático está ativado
ru: При включенной автобалансировке покинуть фракцию нельзя
zh_cn: 启用自动平衡后，你将无法离开阵营

# Description_SemiAutoPistol
source: The S-10 standard issue sidearm. Built for use in a hostile environment: Simple, reliable, dependable.
de: Die S-10 ist eine Standard-Seitenwaffe. Eine Waffe die perfekt für den Einsatz in feindlichem Gebiet geeignet ist – einfach und zuverlässig.
es: El arma reglamentaria S-10. Construida para su uso en un entorno hostil: sencilla, fiable y segura.
fr: L'arme de poing S-10 standard. Construite pour être utilisée dans un environnement hostile : simple, fiable, sûre.
it: Arma da fianco standard S-10. Costruita per l'uso in un ambiente ostile: semplice, accurata, affidabile.
pl_pl: Pistolet S-10 to standardowa broń boczna. Stworzona do użytku w nieprzyjaznym środowisku: Prosta, niezawodna, godna zaufania.
pt_br: A arma secundária padrão S-10. Feita para uso em ambientes hostis: simples e confiável.
ru: Пистолет S-10 стандартного образца. Предназначен для использования в тяжелых условиях: простой и надежный.
zh_cn: S-10标准配置随身武器。专为在敌军环境中使用而打造：简单、可靠、可信赖。

# DisplayName_Item_SemiAutoPistol
source: S-10 Pistol
de: S-10 Pistole
es: Pistola S-10
fr: Pistolet S-10
it: Pistola S-10
pl_pl: Pistolet S-10
pt_br: Pistola S-10
ru: Пистолет S-10
zh_cn: S-10手枪

# DisplayName_Item_SemiAutoPistolMagazine
source: S-10 Pistol Magazine
de: S-10 Pistolenmagazin
es: Cargador de pistola S-10
fr: Chargeur de pistolet S-10
it: Caricatore per Pistola S-10
pl_pl: Magazynek do pistoletu S-10
pt_br: Carregador de Pistola S-10
ru: Магазин пистолета S-10
zh_cn: S-10手枪弹夹

# Description_FireCover
source: Fire Covers provide cover in interiors or can be used to prevent players from walking off ledges.
de: Schutzwände bieten Schutz in Innenräumen oder können Spieler davor bewahren, von hohen Plattformen zu fallen.
es: Las Coberturas de Fuego proporcionan cobertura en interiores o se pueden utilizar para evitar que los jugadores salgan de las plataformas.
fr: Les blocs de couverture fournissent une couverture à l'intérieur ou peuvent être utilisés pour empêcher les joueurs de tomber des corniches.
it: Le coperture antincendio forniscono copertura negli interni o possono essere utilizzate per impedire ai giocatori di camminare fuori dai bordi.
pl_pl: Osłony przed ostrzałem zapewniają osłonę we wnętrzach lub mogą być używane do zapobiegania spadaniu graczy z gzymsów.
pt_br: A Cobertura de Fogo fornece proteção em interiores ou pode ser usada para evitar que os jogadores caiam de bordas.
ru: Огневое укрытие позволяет укрыться в помещении, а также служит для защиты от падения.
zh_cn: 防火掩体可用于室内防护，也能防止玩家跌落。

# DisplayName_Block_FireCover
source: Fire Cover
de: Schutzwand
es: Cobertura de Fuego
fr: Couverture
it: Copertura antincendio
pl_pl: Osłona przed ostrzałem
pt_br: Cobertura de Fogo
ru: Огневое укрытие
zh_cn: 防火掩体

# DisplayName_Block_FireCoverCorner
source: Fire Cover Corner
de: Schutzwand (Ecke)
es: Esquina de Cobertura de Fuego
fr: Couverture coin
it: Copertura antincendio, angolo
pl_pl: Narożnik osłony przed ostrzałem
pt_br: Canto de Cobertura de Fogo
ru: Огневое укрытие (угол)
zh_cn: 防火掩体角块

# DisplayName_Block_HalfWindow
source: Half Window
de: Halbfenster
es: Media Ventana
fr: Demi-fenêtre
it: Mezza finestra
pl_pl: Półokno
pt_br: Meia Janela
ru: Половинное окно
zh_cn: 半窗

# DisplayName_Block_HalfWindowCorner
source: Half Window Corner
de: Halbfenster (Ecke)
es: Esquina de Media Ventana
fr: Demi-fenêtre coin
it: Mezza finestra, angolo
pl_pl: Półokno narożnik
pt_br: Canto de Meia Janela
ru: Половинное окно (угол)
zh_cn: 半窗角块

# DisplayName_Block_HalfWindowCornerInv
source: Half Window Corner Inv.
de: Halbfenster (inv. Ecke)
es: Esquina de Media Ventana Inv.
fr: Demi-fenêtre coin inv.
it: Mezza finestra, angolo inv.
pl_pl: Półokno narożnik odw.
pt_br: Canto Inv. de Meia Janela
ru: Половинное окно (угол, обр.)
zh_cn: 倒置半窗角块

# DisplayName_Block_HalfWindowInv
source: Half Window Inv.
de: Halbfenster (inv.)
es: Media Ventana Inv.
fr: Demi-fenêtre inv.
it: Mezza finestra inv.
pl_pl: Półokno odw.
pt_br: Inv. de Meia Janela
ru: Половинное окно (обр.)
zh_cn: 倒置半窗

# DisplayName_BlockGroup_HalfWindows
source: Half Windows
de: Halbfenster (mehrere)
es: Medias Ventanas
fr: Demi-fenêtres
it: Mezze finestre
pl_pl: Półokna
pt_br: Meias Janelas
ru: Половинные окна
zh_cn: 半窗

# RadialMenuGroupTitle_Decoration4
source: Decoration #4
de: Dekoration Nr. 4
es: Decoración n.º 4
fr: Décoration n°4
it: Decorazione n. 4
pl_pl: Dekoracje #4
pt_br: Decoração nº4
ru: Декорации № 4
zh_cn: 装饰#4

# Description_Embrasure
source: The Embrasure provides cover while allowing you to keep up the pressure on your enemies.
de: Die Schießscharte bietet Ihnen Schutz und erlaubt es Ihnen gleichzeitig den Druck auf Ihre Feinde aufrechtzuerhalten.
es: La Tronera proporciona cobertura al mismo tiempo que te permite mantener la presión sobre tus enemigos.
fr: L'embrasure offre une couverture tout en vous permettant de maintenir la pression sur vos ennemis.
it: L'apertura fornisce copertura e consente di mantenere la pressione sui tuoi nemici.
pl_pl: Ambrazura zapewnia osłonę, pozwalając jednocześnie na skuteczne odpieranie ataków wroga.
pt_br: A Canhoneira fornece proteção e permite continuar mantendo a pressão nos inimigos.
ru: Амбразура дает укрытие, из которого можно обстреливать врагов.
zh_cn: 射击孔提供了掩护，同时让你保持对敌人的压力。

# DisplayName_Block_Embrasure
source: Embrasure
de: Schießscharte
es: Tronera
it: Apertura
pl_pl: Ambrazura
pt_br: Canhoneira
ru: Амбразура
zh_cn: 射击孔

# Description_TargetDummy
source: The Target Dummy block allows you to hone your skills with handheld weaponry or test their mechanics. You can set them up to perform actions when hit or destroyed. The Target Dummy requires steel plates to repair itself.
de: Die Zielattrappe erlaubt es Ihnen, Ihre Fähigkeiten im Umgang mit Handfeuerwaffen zu verbessern und deren Mechanik zu testen. Sie können Zielattrappen so einstellen, dass Sie bei Treffern oder Zerstörung Aktionen ausführen. Zielattrappen benötigen Stahlplatten, um sich selbst reparieren zu können.
es: El bloque de Maniquí objetivo te permite perfeccionar tus habilidades con las armas de mano o probar su mecánica. Puedes configurar los maniquíes para que realicen acciones al ser golpeados o destruidos. El maniquí requiere placas de acero para repararse.
fr: Le bloc de mannequins cibles vous permet d'affiner vos compétences en matière d'armes de poing ou de tester leur mécanisme. Vous pouvez configurer des mannequins pour qu'ils effectuent des actions lorsqu'ils sont touchés ou détruits. Le mannequin a besoin de plaques d'acier pour se réparer.
it: Il blocco Bersaglio fittizio ti consente di affinare le tue abilità con armi portatili o testarne la meccanica. Puoi impostare dei manichini per eseguire azioni quando vengono colpiti o distrutti. Il manichino richiede piastre d'acciaio per ripararsi.
pl_pl: Atrapa celu pozwala ci doskonalić swoje umiejętności posługiwania się bronią ręczną lub przetestować jej mechanikę. Możesz ustawić ją tak, by wykonywała akcje po trafieniu lub zniszczeniu. Atrapa celu wymaga stalowych płytek, aby się sama zrekonstruowała.
pt_br: O bloco de alvo de treino permite praticar suas habilidades com armas de mão ou testar suas mecânicas. Você pode configurar os alvos para realizarem ações quando atingidos ou destruídos. O alvo exige placas de aço para que possam se reparar.
ru: Манекен для стрельбы поможет отточить навыки обращения с оружием, а также проверить его механику. Манекены можно настроить на выполнение действий при попадании и уничтожении. Для ремонта нужны стальные пластины.
zh_cn: 目标假人块让你用手持武器磨练你的技能或者测试他们的机械装置。你可以设置假人在被击中或摧毁时执行动作。假人需要钢板来维修自身。

# DisplayName_Block_TargetDummy
source: Target Dummy
de: Zielattrappe
es: Maniquí objetivo
fr: Mannequin cible
it: Bersaglio fittizio
pl_pl: Atrapa celu
pt_br: Alvo de Treino
ru: Манекен для стрельбы
zh_cn: 目标假人

# BlockPropertyDescription_EnableRegeneration
source: Enable dummy to be regenerated after its complete destruction.
de: Aktiviert die Wiederherstellung der Zielattrappe nach kompletter Zerstörung.
es: Activa que el maniquí se regenere tras su completa destrucción.
fr: Permet de régénérer le mannequin après sa destruction complète.
it: Abilita la rigenerazione del manichino dopo la sua completa distruzione.
pl_pl: Umożliwia rekonstrukcję atrapy po jej całkowitym zniszczeniu.
pt_br: Ativar alvo para que se regenere após destruição completa.
ru: Разрешить восстановление манекена после полного уничтожения.
zh_cn: 使假人在被完全破坏后可以重生。

# BlockPropertyDescription_RegenerationDelay
source: Time before the dummy is restored
de: Zeit bis die Zielattrappe wiederhergestellt wird
es: Tiempo antes de que se restablezca el maniquí
fr: Temps avant que le mannequin ne soit restauré
it: Tempo prima che il manichino venga ripristinato
pl_pl: Czas do momentu rekonstrukcji atrapy
pt_br: Tempo antes de o alvo ser restaurado.
ru: Время на восстановление манекена
zh_cn: 假人恢复之前的时间

# BlockPropertyTitle_EnableRegeneration
source: Enable regeneration
de: Wiederherstellung aktivieren
es: Habilitar regeneración
fr: Activer la régénération
it: Abilita la rigenerazione
pl_pl: Włącz rekonstrukcję
pt_br: Habilitar regeneração
ru: Включить восстановление
zh_cn: 启用重生

# BlockPropertyTitle_RegenerationDelay
source: Regeneration delay
de: Wiederherstellungsverzögerung
es: Retraso de regeneración
fr: Délai de régénération
it: Ritardo di rigenerazione
pl_pl: Opóźnienie rekonstrukcji
pt_br: Atraso de regeneração
ru: Задержка восстановления
zh_cn: 重生延迟

# DisplayName_Item_AutomaticRifleGun_Mag_20rd
source: MR-20 Rifle Magazine
de: MR-20 Gewehrmagazin
es: Cargador de fusil MR-20
fr: Chargeur de fusil MR-20
it: Caricatore per Fucile MR-20
pl_pl: Magazynek do karabinu MR-20
pt_br: Carregador de Rifle MR-20
ru: Магазин винтовки MR-20
zh_cn: MR-20步枪弹夹

# DisplayName_Item_PreciseAutomaticRifleGun_Mag_5rd
source: MR-8P Rifle Magazine
de: MR-8P Gewehrmagazin
es: Cargador de rifle MR-8P
fr: Chargeur de fusil MR-8P
it: Caricatore per Fucile MR-8P
pl_pl: Magazynek do karabinu MR-8P
pt_br: Carregador de Rifle MR-8P
ru: Магазин винтовки MR-8P
zh_cn: MR-8P步枪弹夹

# DisplayName_Item_RapidFireAutomaticRifleGun_Mag_50rd
source: MR-50A Rifle Magazine
de: MR-50A Gewehrmagazin
es: Cargador de rifle MR-50A
fr: Chargeur de fusil MR-50A
it: Caricatore per Fucile MR-50A
pl_pl: Magazynek do karabinu MR-50A
pt_br: Carregador de Rifle MR-50A
ru: Магазин винтовки MR-50A
zh_cn: MR-50A步枪弹夹

# DisplayName_Item_UltimateAutomaticRifleGun_Mag_30rd
source: MR-30E Rifle Magazine
de: MR-30E Gewehrmagazin
es: Cargador de rifle MR-30E
fr: Chargeur de fusil MR-30E
it: Caricatore per Fucile MR-30E
pl_pl: Magazynek do karabinu MR-30E
pt_br: Carregador de Rifle MR-30E
ru: Магазин винтовки MR-30E
zh_cn: MR-30E步枪弹夹

# Description_BasicHandHeldLauncher
source: Shoulder fired rocket ordinance. Launches a rocket propelled anti-vehicle projectile.
de: Schultergestützter Raketenwerfer. Erlaubt das Abschießen eines raketengetriebenen Fahrzeugabwehrgeschosses.
es: Ordenanza de cohetes disparados desde el hombro. Lanza un proyectil antivehículo propulsado por cohete.
fr: Munition à roquette tirée à l'épaule. Lance un projectile anti-véhicule propulsé par une roquette.
it: Ordinanza sui razzi. Lancia un razzo anti-veicolo a propulsione.
pl_pl: Naramienna wyrzutnia rakiet. Wystrzeliwuje pocisk o dużej sile rażenia z napędem rakietowym.
pt_br: Item para lança-mísseis de ombro. Lança um projétil antiveículo com propulsão de míssil.
ru: Переносной ракетный комплекс. Запускает реактивный противотранспортный снаряд.
zh_cn: 肩扛式火箭筒。发射火箭推进的反车辆炮弹。

# DisplayName_Item_BasicHandHeldLauncher
source: RO-1 Rocket Launcher
de: RO-1 Raketenwerfer
es: Lanzacohetes RO-1
fr: Lance-roquettes RO-1
it: Lanciarazzi RO-1
pl_pl: Wyrzutnia rakiet RO-1
pt_br: Lança-mísseis RO-01
ru: Ракетница RO-1
zh_cn: RO-1火箭发射器

# Description_AdvancedHandHeldLauncher
source: Building on the reliable design of the RO-1 the PRO-1 provides a number of battlefield improvements, including a precision scope.
de: Aufbauend auf dem zuverlässigen Design des RO-1 bietet der PRO-1 eine Reihe an Verbesserungen für den Einsatz auf dem Schlachtfeld, darunter z. B. ein Präzisionsvisier.
es: Basándose en el fiable diseño del RO-1, el PRO-1 ofrece una serie de mejoras en el campo de batalla, incluido un visor de precisión.
fr: S'appuyant sur la conception fiable du RO-1, le PRO-1 apporte un certain nombre d'améliorations sur le champ de bataille, notamment une lunette de précision.
it: Basandosi sul design affidabile del RO-1, il PRO-1 fornisce una serie di miglioramenti sul campo di battaglia, incluso un mirino di precisione.
pl_pl: Bazując na niezawodnej konstrukcji wyrzutni RO-1, wyrzutnia rakiet PRO-1 zapewnia szereg udogodnień na polu walki, w tym precyzyjną lunetę.
pt_br: Construído com o design confiável do RO-1, o PRO-1 oferece diversas melhorias no campo de batalha, incluindo uma mira de precisão.
ru: В основе PRO-1 лежит надежная конструкция RO-1. Среди различных улучшений — прицел.
zh_cn: PRO-1在RO-1的可靠设计基础上打造，提供了许多适合战场的改进，包括一个高精度瞄准镜。

# Description_ElitePistol
source: An S-10 variant, the E model sidearm features a modified “feather” trigger and boasts a red dot sight.
de: Als Variante des S-10 bietet diese Seitenwaffe der E-Serie einen modifizierten „Federabzug“ sowie ein Leuchtpunktvisier.
es: Una variante de la S-10, el arma de mano modelo E presenta un gatillo de "pluma" modificado y cuenta con una mira de punto rojo.
fr: Variante du S-10, l'arme de poing modèle E est dotée d'une gâchette modifiée et d'un viseur à point rouge.
it: Una variante dell'S-10, l'arma da fianco modello E presenta un grilletto "piuma" modificato e vanta un mirino a punto rosso.
pl_pl: Pistolet model E, będący wariantem pistoletu S-10, posiada zmodyfikowany spust "piórkowy" i celownik kolimatorowy typu red dot.
pt_br: Uma variante da S-10, o modelo de arma secundária E apresenta um gatilho de "pena" modificado e ostenta uma mira vermelha.
ru: Модель E, вариант пистолета S-10: модифицированный спусковой крючок «перышко», прицел с красной точкой.
zh_cn: E型随身武器是S-10的一种变体，拥有一个改良的“羽毛”触发器和一个红点瞄准镜。

# Description_FullAutoPistol
source: A true “next-generation” sidearm. Featuring heat resistant components, a full-auto trigger group, and extended ammo capacity. The S-20A is purpose-built to take it to the next level.
de: Wahrlich eine Seitenwaffe der nächsten Generation. Mit ihren hitzeresistenten Komponenten, Vollautomatik und den erweiterten Munitionskapazitäten wurde die S-20A speziell mit dem Ziel angefertigt, Ihre Schlagkraft auf die nächste Stufe zu heben.
es: Una verdadera arma de mano de "nueva generación". Con componentes resistentes al calor, un grupo de disparo totalmente automático y una mayor capacidad de munición. La S-20A está diseñada para pasar al siguiente nivel.
fr: Une véritable arme de poing de « nouvelle génération ». Il est doté de composants résistants à la chaleur, d'un groupe de détente automatique et d'une capacité de munitions étendue. Le S-20A a été spécialement conçu pour passer au niveau supérieur.
it: Una vera arma da fianco di "nuova generazione". Dotato di componenti resistenti al calore, un gruppo di attivazione completamente automatico e capacità di munizioni estesa. L'S-20A è costruito appositamente per il livello successivo.
pl_pl: Prawdziwy pistolet "nowej generacji". Wyposażony w komponenty odporne na wysokie temperatury, spust full-auto oraz zwiększoną pojemność amunicji. Pistolet S-20A jest konstrukcją na wyokim poziomie.
pt_br: Uma arma secundária realmente da “nova geração”. Apresenta componentes resistentes ao calor, um grupo de gatilho totalmente automático e capacidade de munição ampliada. O S-20A é projetado para levar você a outro nível.
ru: Настоящее оружие «нового поколения». Теплостойкие компоненты, полностью автоматическая спусковая группа, увеличенный магазин — S-20A выходит на новый уровень.
zh_cn: 真正的“下一代”随身武器。具有耐热零件、全自动触发器组和超大弹药容量。S-20A经过专门打造，让它的性能更上一层楼。

# DisplayName_Item_AdvancedHandHeldLauncher
source: PRO-1 Rocket Launcher
de: PRO-1 Raketenwerfer
es: Lanzacohetes PRO-1
fr: Lance-roquettes PRO-1
it: Lanciarazzi PRO-1
pl_pl: Wyrzutnia rakiet PRO-1
pt_br: Lança-mísseis PRO-1
ru: Ракетница PRO-1
zh_cn: PRO-1火箭发射器

# DisplayName_Item_ElitePistol
source: S-10E Pistol
de: S-10E Pistole
es: Pistola S-10E
fr: Pistolet S-10E
it: Pistola S-10E
pl_pl: Pistolet S-10E
pt_br: Pistola S-10E
ru: Пистолет S-10E
zh_cn: S-10E手枪

# DisplayName_Item_FullAutoPistol
source: S-20A Pistol
de: S-20A Pistole
es: Pistola S-20A
fr: Pistolet S-20A
it: Pistola S-20A
pl_pl: Pistolet S-20A
pt_br: Pistola S-20A
ru: Пистолет S-20A
zh_cn: S-20A手枪

# WarfareCounter_TimeRemaining
source: Time Remaining
de: Verbleibende Zeit
es: Tiempo restante
fr: Temps restant
it: Tempo rimanente
pl_pl: Pozostały czas
pt_br: Tempo restante
ru: Осталось времени
zh_cn: 剩余时间

# WarfareCounter_EscapePod
source: Escape Pod
de: Rettungskapsel
es: Cápsula
fr: Capsule
it: Capsula
pl_pl: Kapsuła ratunkowa
pt_br: Cápsula
ru: Спаскапсула
zh_cn: 逃生舱

# ScreenDebugAdminMenu_Match
source: Match
es: Partida
it: Incontro
pl_pl: Mecz
pt_br: Partida
ru: Матч
zh_cn: 比赛

# ScreenDebugAdminMenu_Match_Advance
source: Advance
de: Versetzen
es: Avanzar
fr: Avancer
it: Avanza
pl_pl: Postęp
pt_br: Avançado
ru: Переход
zh_cn: 推进

# ScreenDebugAdminMenu_Match_Advance_Tooltip
source: Advance match to next available state
de: Match in den nächsten verfügbaren Zustand versetzen
es: Avanzar la partida al siguiente nivel disponible
fr: Avancer le match à l'état disponible suivant
it: Fai avanzare l'incontro alla fase successiva disponibile
pl_pl: Przeniesienie meczu do następnego dostępnego stanu
pt_br: Partida avançada para o próximo estado disponível
ru: Перевести матч в следующее доступное состояние
zh_cn: 将比赛推进到下一个可用状态

# ScreenDebugAdminMenu_Match_Pause
source: Pause
de: Anhalten
es: Pausar
it: Pausa
pl_pl: Wstrzymaj
pt_br: Pausar
ru: Пауза
zh_cn: 暂停

# ScreenDebugAdminMenu_Match_Pause_Tooltip
source: Pause the match
de: Das Match anhalten
es: Pausar la partida
fr: Mettre le match en pause
it: Metti in pausa incontro
pl_pl: Wstrzymaj mecz
pt_br: Pausar a partida
ru: Приостановить матч
zh_cn: 暂停比赛

# ScreenDebugAdminMenu_Match_Start
source: Start
de: Starten
es: Comenzar
fr: Démarrer
it: Inizia
pt_br: Iniciar
ru: Начать
zh_cn: 开始
