Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# ToolTipOptionsGraphics_PostProcessing
source: Enables Bloom, Vignette, Chromatic Aberation and washes the visor up
cs_cz: Povolit Bloom, Vinětaci, Chromatickou aberaci a vyčištění hledí
de: Ermöglicht Bloom-Effekte, Vignettierung, chromatische Aberration und verwäscht das Visier
es: Permite la floración, la viñeta, la aberración cromática y limpia el visor.
fr: Active Bloom, Vignette, Aberration chromatique et délave les couleurs de la visière
hu_hu: Engedélyezi a Virág, a Matrica Kromatikus Aberrációt és a napellenző mosását
it: Abilita Bloom, Vignetta, Aberrazione cromatica e pulisce la visiera
pl_pl: Włącza Bloom, Vignette, Aberrację chromatyczną
pt_br: Habilitar bloom, vinheta, distorção cromática e limpa o visor
ru: Включает блум, виньетирование, хроматическую абберацию и размыв визора.
zh_cn: 启用高光，暈影， 色差

# ToolTipOptionsGraphics_QualityPreset
source: Choose a quality preset, according to your HW specifications
cs_cz: Vybrat kvalitu přednastavenou na základě parametrů Vašeho Hardwaru
de: Wählen Sie eine Qualitätsvoreinstellung die Ihren HW-Spezifikationen entspricht
es: Elige un preajuste de calidad, de acuerdo con tus especificaciones HW
fr: Choisissez un préréglage de qualité en fonction de vos spécifications matérielles
hu_hu: Minőségi előbeállítás választás a HW specifikációinak megfelelően
it: Scegli un preset di qualità, secondo le tue specifiche HW
pl_pl: Ustaw jakość ogólną na podstawie specyfikacji komputera
pt_br: Selecionar uma predefinição de qualidade de acordo com suas especificações de hardware
ru: Выберите пресет качества, соответствующий вашему ПК.
zh_cn: 根据你的硬件参数，选择质量预设方案

# ToolTipOptionsGraphics_ShaderQuality
source: Select quality of render effects. Higher settings may affect performance.
cs_cz: Vybrat kvalitu renderování efektů. Vyšší nastavení může ovlivnit výkon.
de: Wählen Sie die Qualität der gerenderten Effekte. Höhere Einstellungen können die Spielperformance beeinträchtigen.
es: Seleccione la calidad de los efectos de renderizado. Los ajustes más altos pueden afectar el rendimiento.
fr: Sélectionnez la qualité des effets de rendu. Des paramètres plus élevés peuvent affecter les performances.
hu_hu: Megjelenítési effektusok minőségének választása. Magas beállítások befolyásolhatják a teljesítményt.
it: Seleziona la qualità degli effetti di rendering. Impostazioni più alte possono influire sulle prestazioni.
pl_pl: Wybierz jakość efektów renderowania. Wyższe ustawienia mogą mieć wpływ na wydajność.
pt_br: Seleciona a qualidade de efeitos de renderização. Configurações muito elevadas podem afetar o desempenho.
ru: Выбрать качество эффектов. Высокие значения могут повлиять на производительность.
zh_cn: 选择渲染效果质量。 设置过高可能影响游戏性能。

# ToolTipOptionsGraphics_ShadowQuality
source: Select shadow resolution
cs_cz: Vyberte kvalitu stínů
de: Schattenqualität auswählen
es: Selecciona la resolución de las sombras
fr: Sélectionne la résolution de l'ombre
hu_hu: Árnyékfelbontás kiválasztása
it: Seleziona la risoluzione delle ombre
pl_pl: Wybierz rozdzielczość cieni
pt_br: Selecionar a resolução das sombras
ru: Выбрать качество теней.
zh_cn: 选择阴影分辨率

# ToolTipOptionsGraphics_TextureQuality
source: Set texture detail
cs_cz: Nastavte kvalitu textur
de: Texturdetail festlegen
es: Detalle de las texturas
fr: Définit le détail de la texture
hu_hu: Textúra részletes beállítása
it: Imposta i dettagli della texture
pl_pl: Wybierz szczegółowość tekstur
pt_br: Definir o detalhamento das texturas
ru: Настроить качество текстур.
zh_cn: 设置纹理细节

# ToolTipOptionsGraphics_TreeDrawDistance
source: Select tree render distance
cs_cz: Upraví vzdálenost renderování stromů
de: Baum-Render-Abstand auswählen
es: Seleccionar la distancia de visualización de árboles
fr: Sélectionne la distance de rendu des arbres
hu_hu: Fa megjelenítési távolság kiválasztása
it: Seleziona la distanza di rendering degli alberi
pl_pl: Modyfikuj dystans renderowania drzew
pt_br: Selecionar a distância de renderização das árvores
ru: Настроить дальность отрисовки деревьев.
zh_cn: 选择树木渲染距离

# ToolTipOptionsGraphics_VoxelQuality
source: Choose visual complexity of distant voxels
cs_cz: Určí vizuální detailnost vzdáleného terénu
de: Legen Sie den visuellen Komplexitätsgrad entfernter Voxel fest
es: Elegir la complejidad visual de los vóxeles distantes
fr: Choisissez la complexité visuelle des voxels distants
hu_hu: Távoli voxsel vizuális összetettségének választása
it: Scegli la complessità visiva dei voxel distanti
pl_pl: Wybierz wizualną złożoność odległych wokseli
pt_br: Selecionar a complexidade visual de voxels distantes
ru: Настроить визуализацию отдалённых вокселей.
zh_cn: 选择远距离三维像素的视觉复杂度

# ToolTipOptionsSpace_Audio
source: Configure audio options
cs_cz: Nastavení zvuku
de: Konfigurieren von Audiooptionen
es: Configurar las opciones de audio
fr: Configure les options sonores
hu_hu: Hangbeállítások konfigurálása
it: Configura le opzioni audio
pl_pl: Konfiguruj opcje audio
pt_br: Configurar as opções de áudio
ru: Настроить аудио опции.
zh_cn: 配置声音选项

# ToolTipOptionsSpace_Cancel
source: Return to previous menu
cs_cz: Návrat do předchozí nabídky
de: Zurück zum vorherigen Menü
es: Volver al menú anterior
fr: Retourne au menu précédent
hu_hu: Visszalépés az előző menübe
it: Ritorna al menu precedente
pl_pl: Powrót do poprzedniego okna
pt_br: Retornar ao menu anterior
ru: Вернуться в предыдущее меню.
zh_cn: 返回上一个菜单

# ToolTipOptionsSpace_Controls
source: Configure game contorls
cs_cz: Nastavení rozložení kláves
de: Steuerung konfigurieren
es: Configurar los controles del juego
fr: Configurer les contrôles du jeu
hu_hu: Játékvezérlők konfigurálása
it: Configura controlli di gioco
pl_pl: Konfiguruj opcje sterowania gry
pt_br: Configurar controles do jogo
ru: Настроить управление.
zh_cn: 配置游戏控制

# ToolTipOptionsSpace_Credits
source: View credits
cs_cz: Autoři
de: Mitwirkende anzeigen
es: Ver créditos
fr: Voir les crédits
hu_hu: Kreditek megtekintése
it: Visualizza crediti
pl_pl: Pokaż napisy
pt_br: Ver créditos
ru: Посмотреть титры.
zh_cn: 查看制作团队名单

# ToolTipOptionsSpace_Display
source: Configure display options
cs_cz: Nastavení zobrazení
de: Konfigurieren der Anzeigeoptionen
es: Configurar las opciones de visualización
fr: Configurer les options d'affichage
hu_hu: Megjelenítési beállítások konfigurálása
it: Configura opzioni di visualizzazione
pl_pl: Konfiguruj opcje wyświetlania
pt_br: Configurar opções de exibição
ru: Настроить дисплей.
zh_cn: 配置显示选项

# ToolTipOptionsSpace_Game
source: Configure game options
cs_cz: Nastavení hry
de: Spieloptionen anpassen
es: Configurar las opciones del juego
fr: Configurer les options du jeu
hu_hu: Játékbeállítások konfigurálása
it: Configura opzioni di gioco
pl_pl: Konfiguruj opcje gry
pt_br: Configurar opções de jogo
ru: Настроить опции игры.
zh_cn: 配置游戏选项

# ToolTipOptionsSpace_Graphics
source: Configure graphics options
cs_cz: Nastavení grafické kvality
de: Konfigurieren von Grafikoptionen
es: Configurar opciones de gráficos
fr: Configurer les options graphiques
hu_hu: Grafikus beállítások konfigurálása
it: Configura opzioni grafiche
pl_pl: Konfiguruj opcje graficzne
pt_br: Configurar opções gráficas
ru: Настроить графику.
zh_cn: 配置图形选项

# ToolTipOptionsSpace_Ok
source: Apply changes
cs_cz: Aplikovat změny
de: Änderungen anwenden
es: Aplicar cambios
fr: Appliquer les changements
hu_hu: Módosítások alkalmazása
it: Applica modifiche
pl_pl: Zastosuj zmiany
pt_br: Aplicar alterações
ru: Применить изменения.
zh_cn: 应用更改

# ToolTipSafeZone_AddContained
source: Add all entities inside safe zone to the filter
cs_cz: Přidat všechny entity v bezpečné oblasti do filtru
de: Alle Entitäten innerhalb der Sicherheitszone zum Filter hinzufügen
es: Agregar todas las entidades dentro de la zona segura al filtro
fr: Ajouter toutes les entités à l'intérieur de la zone sécurisée au filtre
hu_hu: Biztonsági zónán belüli összes entitás hozzáadása a szűrőhöz
it: Aggiungi al filtro tutte le entità all'interno della zona sicura
pl_pl: Dodaj wszystkie elementy wewnątrz bezpiecznej strefy do filtra
pt_br: Adicionar todas as entidades da zona segura ao filtro
ru: Добавить в фильтр все объекты в зоне
zh_cn: 将安全区内所有实体添加到筛选器中

# TooltipScreenMods_Category_All
source: All
cs_cz: Vše
de: Alle
es: Todo
fr: Tous
hu_hu: Mind
it: Tutto
pl_pl: Wszystkie
pt_br: Tudo
ru: Все
zh_cn: 所有

# TooltipScreenMods_Category_Animation
source: Animation
cs_cz: Animace
es: Animación
hu_hu: Animáció
it: Animazione
pl_pl: Animacja
pt_br: Animação
ru: Анимация
zh_cn: 动画

# TooltipScreenMods_Category_Block
source: Block
cs_cz: Blok
es: Bloque
fr: Bloc
hu_hu: Blokk
it: Blocco
pl_pl: Blok
pt_br: Bloco
ru: Блок
zh_cn: 方块

# TooltipScreenMods_Category_Character
source: Character
cs_cz: Postava
de: Spielcharakter
es: Personaje
fr: Personnage
hu_hu: Karakter
it: Personaggio
pl_pl: Postać
pt_br: Personagem
ru: Персонаж
zh_cn: 人物

# TooltipScreenMods_Category_Modpack
source: Modpack
cs_cz: Balík modifikací
fr: Pack de mods
pt_br: Pacote de mods
ru: Сборка модов
zh_cn: 模组包

# TooltipScreenMods_Category_Other
source: Other
cs_cz: Ostatní
de: Andere
es: Otro
fr: Autre
hu_hu: Egyéb
it: Altro
pl_pl: Inne
pt_br: Outro
ru: Другое
zh_cn: 其他

# TooltipScreenMods_Category_Planet
source: Planet
cs_cz: Planeta
es: Planeta
fr: Planète
hu_hu: Bolygó
it: Pianeta
pl_pl: Planeta
pt_br: Planeta
ru: Планета
zh_cn: 星球

# TooltipScreenMods_Category_Production
source: Production
cs_cz: Produkce
de: Produktion
es: Producción
hu_hu: Gyártás
it: Produzione
pl_pl: Produkcja
pt_br: Produção
ru: Производство
zh_cn: 生产

# TooltipScreenMods_Category_RespawnShip
source: Respawn Ship
cs_cz: Počáteční loď
de: Respawn-Schiff
es: Nave de reaparición
fr: Vaisseau de réapparition
hu_hu: Újjáélesztő hajó
it: Nave di rientro
pl_pl: Statek początkowy
pt_br: Nave de renascimento
ru: Корабль возрождения
zh_cn: 重生船

# TooltipScreenMods_Category_Script
source: Script
cs_cz: Skript
de: Skript
hu_hu: Szkript
pl_pl: Skrypt
ru: Скрипт
zh_cn: 脚本

# TooltipScreenMods_Category_Skybox
source: Skybox
cs_cz: Vesmír na pozadí
ru: Текстуры космоса
zh_cn: 天空盒子

# ToolTipTerminalInventory_FilterAll
source: Show all types of inventories
cs_cz: Zobrazit všechny typy inventářů
de: Zeige jegliche Inventare
es: Mostrar todo tipo de inventarios
fr: Afficher tous les types d'inventaires
hu_hu: Minden típusú készlet megjelenítése
it: Mostra tutti i tipi di inventario
pl_pl: Pokaż wszystkie rodzaje ekwipunków
pt_br: Exibir todos os tipos de inventário
ru: Показать все типы инвентарей
zh_cn: 显示所有种类的库存

# ToolTipTerminalInventory_FilterShip
source: Show only inventories of the current ship
de: Nur Inventare des aktuellen Schiffes anzeigen
es: Mostrar sólo los inventarios de la nave actual
fr: Afficher uniquement les inventaires du vaisseau actuel
hu_hu: Csak az aktuális hajó készleteit mutassa
it: Mostra solo gli inventari della nave attuale
pl_pl: Pokaż tylko ekwipunek obecnego statku
pt_br: Exibir apenas inventários da nave atual
ru: Показать инвентари только текущего корабля
zh_cn: 只显示当前飞船的库存

# ToolTipTerminalInventory_FilterEnergy
source: Filter energy inventories
cs_cz: Odfiltrovat energetické inventáře
de: Filtere Energieblockinventare
es: Filtrar los inventarios de energía
fr: Filtrer les inventaires d'énergie
hu_hu: Energiakészletek szűrése
it: Filtra inventari di energia
pl_pl: Filtruj ekwipunki energii
pt_br: Filtrar inventários de energia
ru: Показать: источники энергии
zh_cn: 筛选能源类库存

# ToolTipTerminalInventory_FilterStorage
source: Filter storage inventories
cs_cz: Odfiltrovat nákladní inventáře
de: Filtere Frachtblockinventare
es: Filtrar los inventarios de almacenamiento
fr: Filtrer les inventaires de stockage
hu_hu: Raktárkészletek szűrése
it: Filtra inventari di stoccaggio
pl_pl: Filtruj ekwipunki przechowywania
pt_br: Filtrar inventários de armazenamento
ru: Показать: контейнеры
zh_cn: 筛选存储类库存

# ToolTipTerminalInventory_FilterSystem
source: Filter system inventories
cs_cz: Odfiltrovat systémové inventáře
de: Filtere Systeminventare
es: Filtrar los inventarios del sistema
fr: Filtrer les inventaires système
hu_hu: Rendszer készleteinek szűrése
it: Filtra inventari di sistema
pl_pl: Filtruj ekwipunki systemów
pt_br: Filtrar inventários de sistema
ru: Показать: системы
zh_cn: 筛选系统类库存

# ToolTipTerminalInventory_HideEmpty
source: Show only inventories that are not empty
cs_cz: Zobrazit pouze inventáře, které nejsou prázdné
de: Nur Inventare anzeigen, die nicht leer sind
es: Mostrar sólo los inventarios que no están vacíos
fr: Afficher uniquement les inventaires qui ne sont pas vides
hu_hu: Csak üres készletek megjelenítése
it: Mostra solo gli inventari che non sono vuoti
pl_pl: Pokaż tylko niepuste ekwipunki
pt_br: Exibir apenas inventários não vazios
ru: Показать только непустые инвентари
zh_cn: 仅显示有物品库存

# ToolTipTerminalInventory_ItemInfo
source: {0}{3} Mass: {1} kg Volume: {2} L{4}
cs_cz: {0}{3} Hmotnost: {1} kg Objem: {2} L{4}
de: {0}{3} Masse: {1} Kg Volumen: {2} L{4}
es: {0}{3} Masa: {1} Kg Volumen: {2} L{4}
fr: {0}{3} Masse : {1} kg Volume : {2} L{4}
hu_hu: {0}{3} Tömeg: {1} kg Térfogat: {2} L{4}
it: {0}{3} Massa: {1} kg Volume: {2} L{4}
pl_pl: {0}{3} Masa: {1} kg Objętość: {2} L{4}
pt_br: {0}{3} Massa: {1} kg Volume:{2} L{4}
ru: {0}{3} Масса: {1} кг Объем: {2} л {4}
zh_cn: {0} {3} 质量：{1} 千克 体积：{2} 升{4}

# ToolTipTerminalInventory_ShowCharacter
source: Show character inventory
cs_cz: Zobrazit inventář postavy
de: Spielcharakterinventar anzeigen
es: Mostrar inventario del personaje
fr: Afficher l'inventaire du personnage
hu_hu: Karakterkészlet megjelenítése
it: Mostra inventario del personaggio
pl_pl: Pokaz ekwipunek postaci
pt_br: Exibir inventário de personagem
ru: Показать инвентарь персонажа
zh_cn: 显示人物库存

# ToolTipTerminalInventory_ShowConnected
source: Show connected inventories (on ship or station)
cs_cz: Zobrazit připojené inventáře (na této lodi či stanici)
de: Zeige verbundene Inventare (auf dem Schiff oder der Station)
es: Mostrar los inventarios conectados (en la nave o en la estación)
fr: Afficher les inventaires connectés (au vaisseau ou à la station)
hu_hu: Kapcsolt készletek megjelenítése (hajón vagy állomáson)
it: Mostra inventari connessi (su nave o stazione)
pl_pl: Pokaż połączone ekwipunki (na statku lub stacji)
pt_br: Exibir inventários conectados (a naves ou estações)
ru: Показать подключенные инвентари (на корабле или станции)
zh_cn: 显示相连的库存点(飞船或者空间站)

# ToolTipTerminalInventory_ShowConnectedDisabled
source: No connected inventories
cs_cz: Nejsou připojené inventáře
de: Keine verbundenen Inventare
es: No hay inventarios conectados
fr: Aucun inventaire connecté
hu_hu: Nincsenek kapcsolt készletek
it: Nessun inventario collegato
pl_pl: Brak połączonych ekwipunków
pt_br: Nenhum inventário conectado
ru: Нет подключенным инвентарей
zh_cn: 没有相连的库存

# ToolTipTerminalInventory_ShowInteracted
source: Show inventory of interacted item (or corpse)
cs_cz: Zobrazit inventář bloku/předmětu (nebo mrtvoly)
de: Inventar des Gegenstands (oder Körpers) anzeigen, mit dem gerade interagiert wird
es: Mostrar el inventario del objeto interactivo (o cadáver)
fr: Afficher l'inventaire de l'objet (ou du cadavre) en interaction
hu_hu: Kölcsönhatásban lévő tárgy (vagy holttest) leltárának megjelenítése
it: Mostra inventario dell'oggetto in uso (o cadavere)
pl_pl: Pokaż ekwipunek używanego przedmiotu (lub zwłok)
pt_br: Mostrar inventário de item interagido (ou corpo)
ru: Показать инвентарь выбранного объекта (или трупа)
zh_cn: 显示互动项目清单（或可收集物）

# ToolTipTerminalInventory_ThrowOut
source: Drop item
cs_cz: Upustit předmět
de: Item fallen lassen
es: Dejar caer un objeto
fr: Déposer un objet
hu_hu: Tárgy eldobása
it: Lascia oggetto
pl_pl: Upuść przedmiot
pt_br: Soltar item
ru: Выбросить предмет
zh_cn: 扔掉物品

# ToolTipTerminalInventory_ThrowOutDisabled
source: Drop selected item from character inventory
cs_cz: Vyberte předmět z inventáře postavy a klikněte na toto tlačítko pro jeho vyhození
de: Ausgewähltes Item aus dem Charakter-Inventar fallen lassen
es: Eliminar el objeto seleccionado del inventario del personaje
fr: Jeter l'objet sélectionner de l'inventaire du personnage
hu_hu: Kijelölt tárgy eldobása a karakterkészletből
it: Elimina l'oggetto selezionato dall'inventario dei personaggi
pl_pl: Wyrzuć zaznaczony przedmiot z ekwipunku postaci
pt_br: Descarta item selecionado do inventário do personagem
ru: Выбросить выбранный предмет из инвентаря персонажа
zh_cn: 从玩家库存中选一件物品点击此按钮将其丢弃

# ToolTipTerminalProduction_AssemblingMode
source: Assembling mode: ingots to components
cs_cz: Režim montování: ingoty na součástky
de: Montagemodus: Barren zu Komponenten/Items
es: Modo de ensamblaje: lingotes a componentes
fr: Mode assemblage : lingots en composants
hu_hu: Összeszerelési mód: öntvény alkatrészekre
it: Modalità di assemblaggio: da lingotti a componenti
pl_pl: Tryb montażu: sztabki na elementy
pt_br: Modo montagem: barras para componentes
ru: Режим сборки: компоненты из слитков.
zh_cn: 组装模式：锭到零件

# ToolTipTerminalProduction_DisassembleAll
source: Disassemble all items in inventory
cs_cz: Rozeberte všechny věci v inventáři
de: Zerlege alle Gegenstände aus dem Inventar
es: Desmontar todos los objetos del inventario
fr: Désassembler tous les objets de l'inventaire
hu_hu: Készletben lévő összes tárgy szétszerelése
it: Disassembla tutti gli oggetti nell'inventario
pl_pl: Rozmontuj wszystkie przedmioty w ekwipunku
pt_br: Desmonta todos os itens do inventário
ru: Разобрать все предметы в инвентаре.
zh_cn: 拆卸库存中的所有项目

# ToolTipTerminalProduction_DisassemblingMode
source: Disassembling mode: components to ingots
cs_cz: Režim rozebírání: součástky na ingoty
de: Zerlegemodus: Komponenten/Items zu Barren wiederverwerten
es: Modo de desensamblaje: componentes a lingotes
fr: Mode désassemblage : composants en lingots
hu_hu: Szétszerelési mód: alkatrészek öntvényre
it: Modalità di disassemblaggio: da componenti a lingotti
pl_pl: Tryb demontażu: elementy na sztabki
pt_br: Modo desmontagem: componentes para barras
ru: Режим разборки: слитки из компонентов.
zh_cn: 拆卸模式：零件转换回成锭

# ToolTipTerminalProduction_RepeatMode
source: Enable or disable repeat mode
cs_cz: Povolit nebo zakázat opakovací mód
de: Produktionsschleife aktivieren/deaktivieren
es: Activar o desactivar el modo de repetición
fr: Activer ou désactiver le mode répétition
hu_hu: Ismétlési mód engedélyezése vagy letiltása
it: Abilita o disabilita modalità ripetizione
pl_pl: Włącz/wyłącz tryb ciągły
pt_br: Habilita ou desabilita o modo repetição
ru: Включить или выключить режим цикла.
zh_cn: 启用或禁用重复模式

# ToolTipTerminalProduction_SlaveMode
source: Enable or disable cooperative mode
cs_cz: Povolí nebo zakáže režim kooperace
de: Kooperativen Modus aktivieren/deaktivieren
es: Activar o desactivar el modo cooperativo
fr: Activer ou désactiver le mode co-op
hu_hu: Kooperatív mód engedélyezése vagy tiltása
it: Abilita o disabilita modalità cooperativa
pl_pl: Włącz lub wyłącz tryb współpracy
pt_br: Habilita ou desabilita o modo cooperativo
ru: Включить или отключить совместный режим
zh_cn: 启用或禁用合作模式

# ToolTipTimerBlock_Silent
source: Turn off timer beep sounds
cs_cz: Vypne pípání časovacího bloku
de: Timer-Signaltöne ausschalten
es: Desactivar los pitidos del temporizador
fr: Désactiver le bip sonore de la minuterie
hu_hu: Időzítő hangjelzéseinek kikapcsolása
it: Spegni i segnali acustici del timer
pl_pl: Wyłącza dźwięk pikania bloku odliczającego
pt_br: Desativa o som de bip do temporizador
ru: Выключает тикающие звуки таймера
zh_cn: 关闭计时器提示音

# ToolTipVideoOptionsEnableDamageEffects
source: Enable particle effects for damaged blocks
cs_cz: Zapne/vypne částicové efekty poškozených bloků
de: Aktiviert/deaktiviert Partikeleffekte für beschädigte Blöcke
es: Activar efectos de partículas en los bloques dañados
fr: Active ou désactive les effets de particules sur les blocs endommagés
hu_hu: Részecskehatások engedélyezése sérült blokkokra
it: Abilita/Disabilita effetti particellari per i blocchi danneggiati
pl_pl: Włącza/wyłącza efekty cząsteczkowe uszkodzonych bloków
pt_br: Habilita o efeito de partículas de blocos danificados
ru: Включает/отключает визуальные эффекты для поврежденных блоков.
zh_cn: 启用方块受损的粒子特效

# ToolTipVideoOptionsRenderer
source: Changing the renderer requires restart of the game
cs_cz: Změna grafického adaptéru vyžaduje restartování hry.
de: Das Ändern der Rendereinstellungen erfordert Neustart des Spiels
es: Para cambiar el renderizador es necesario reiniciar el juego
fr: Changer le moteur de rendu nécessite un redémarrage du jeu
hu_hu: Megjelenítő megváltoztatásához újra kell indítani a játékot
it: Il cambiamento del renderer richiede il riavvio del gioco.
pl_pl: Zmiana ustawień renderowania wymaga zrestartowania gry.
pt_br: Para alterar a renderização, é necessário reiniciar o jogo
ru: Изменение рендера требует перезапуска игры
zh_cn: 改变渲染需要重启游戏

# ToolTipWorldSettingsAsteroidAmount
source: Sets the density of procedurally generated asteroid fields.
cs_cz: Hustota procedurálně generovaného pole asteroidů
de: Legt die Dichte der vom System generierten Asteroidenfelder fest.
es: Establece la densidad de los campos de asteroides generados de forma procedural.
fr: Définit la densité des champs d'astéroïdes générés de manière procédurale.
hu_hu: Eljárásban generált aszteroidamezők sűrűsége
it: Imposta la densità dei campi di asteroidi generati proceduralmente.
pl_pl: Gęstość generowanych proceduralnie asteroid
pt_br: Define a densidade dos campos de asteroides gerados de forma processual.
ru: Устанавливает скученность процедурно генерируемых астероидов.
zh_cn: 设置程序生成的小行星场的密度。

# ToolTipWorldSettingsAutoHealing
source: Enables auto-healing of players in pressurized environments while not taking any damage. It heals up to {0}%.
cs_cz: Povolí automatické uzdravování hráčů v době, kdy nezískávají zranění
de: Die Selbstheilung von Spielern ist nur in Sauerstoffumgebungen und in Zeiten, in denen sie nicht zu Schaden kommen möglich. Sie heilt bis zu {0}% der maximalen Gesundheit.
es: La autocuración cura a los jugadores sólo en ambientes con oxígeno y durante los períodos en que no se reciben daños. Cura hasta el {0}% de la salud máxima.
fr: L'auto-guérison soigne les joueurs uniquement dans des environnements contenant de l'oxygène et pendant les périodes où ils ne subissent pas de dégâts. Elle guérit jusqu'à {0} % de la santé maximale.
hu_hu: Az automatikus gyógyítás csak oxigén környezetben gyógyítja meg a játékosokat olyankor, amikor nem okoz kárt A maximális egészségi állapot {0}% -ig gyógyul.
it: La guarigione automatica cura il giocatore in ambienti con ossigeno e quando non riceve danno. Sana fino a{0}% di salute al massimo.
pl_pl: Automatyczne leczenie uzdrawia graczy, kiedy nie otrzymują obrażeń. Leczy do {0}% maks. zdrowia.
pt_br: A autocura restaura os personagens apenas em ambientes com oxigênio e quando não estiverem sofrendo dano. A cura vai de {0}% até o máximo de vida.
ru: Здоровье игрока восстанавливается в помещениях, наполненных воздухом когда ему не наносится урон. Восстановление идет до {0}% от максимального здоровья.
zh_cn: 自动自我修复只有在有氧的情况下，不再受攻击时才能实现 能修复到最大生命值的{0}%

# ToolTipWorldSettingsDestructibleBlocks
source: Enables blocks destruction.
cs_cz: Povolit/Zakázat zničitelnost bloků
de: Aktiviere/Deaktiviere Blockschäden
es: Habilitar/Deshabilitar la destrucción de bloques
fr: Activer / Désactiver la destruction des blocs
hu_hu: Blokkok megsemmisítésének Engedélyezése/Tiltása
it: Abilita/Disabilita distruzione blocchi
pl_pl: Włącz/Wyłącz niszczenie bloków
pt_br: Habilitar/desabilitar a destruição de blocos
ru: Включить/отключить урон блокам
zh_cn: 启用/禁用可破坏的方块
