Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# Description_FAQ_Emotes
source: Emotes are character animations that can be equipped on your toolbar from the G-screen or played by opening chat and entering / followed by the name of the emote you wish to play. for example: /EmoteName
de: Charakteranimationen sind Bewegungsabläufe des Spielcharakter, die vom Konfigurationsbildschirm der Schnellzugriffsleiste auf dieser abgelegt werden können oder durch Öffnen des Chats und Eingabe von „/“, gefolgt von dem Namen der Animation, die Sie abspielen möchten, abgespielt werden können. Zum Beispiel „/Animationsname“
es: Los gestos son animaciones del personaje que se pueden equipar en la barra de herramientas desde la pantalla que aparece al pulsar G o al abrir el chat y escribiendo / seguido del nombre del gesto que quieres realizar. Por ejemplo: /NombreDelGesto
fr: Les emotes sont des animations de personnages qui peuvent être équipées sur votre barre d'outils depuis l'écran G ou jouées en ouvrant le chat et en entrant / suivi du nom de l'emote que vous souhaitez jouer. Par exemple : /NomDeL'émote
hu_hu: Az érzelem olyan karakter animáció, amely a G-megnyomása után kiválasztható a képernyőn, vagy a csevegést megnyitva beírja a lejátszani kívánt érzelem nevét. például: / ÉrzelemNeve
it: Gli emote sono delle animazioni di personaggi che possono essere equipaggiate sulla tua barra degli strumenti dallo schermo G o giocate aprendo la chat ed entrando / seguito dal nome dell'animazione che vuoi riprodurre. Per esempio: /NomeEmoteNome
pl_pl: Emotki to animacje gracza, które możesz wybrać z paska narzędzi z ekranu pod klawiszem G lub otworzone poprzez wpisanie na czacie / i nazwy emotki, na przykład /NazwaEmotki
pt_br: Emotes são animações de personagem que podem ser equipados em sua barra de ferramentas pelo menu G ou executadas ao abrir o bate-papo e digitar / seguido pelo nome do emote que deseja. Ex.: /NomeEmote
ru: Жесты - анимации персонажа, которые можно добавить на панель инструментов или воспроизведены из чата командой / и названием жеста. Например: /facepalm
zh_cn: 动画表情在工具栏，按G进入。可以在聊天中使用，输入/之后再输入表情名称。例如：/表情名称

# Description_FAQ_BuildPlanner
source: The build planner helps you to quickly access the components required to build blocks. Use your welders RMB function to add a block to your component list. Use the withdraw button from any inventories to automatically collect the required components if available and accessible.
de: Der Konstruktionsplaner hilft Ihnen, schnell auf die Komponenten zuzugreifen, die zum Konstruieren von Blöcken benötigt werden. Verwenden Sie die RMT-Funktion Ihres Schweißgeräts, um für einen Block benötigte Komponenten in die Produktionswarteschlange einzureihen. Verwenden Sie die Entnahme-Schaltfläche eines beliebigen Blockes, um die benötigten Komponenten automatisch in ihr persönliches Inventar zu übertragen sofern sie verfügbar und zugänglich sind.
es: El planificador de construcción te ayuda a acceder rápidamente a los componentes necesarios para construir bloques. Usa el clic derecho con el soldador para añadir un bloque a la lista de componentes. Usa el botón central del ratón apuntando a cualquier caja para extraer los componentes de tu lista si están disponibles y accesibles.
fr: Le plan de construction vous aide à accéder rapidement aux composants nécessaires à la construction des blocs. Utilisez le clic droit de votre chalumeau pour ajouter un bloc à votre liste de composants. Utilisez le bouton de retrait de tout inventaire pour collecter automatiquement les composants requis s'ils sont disponibles et accessibles.
hu_hu: Az építési tervező segít a blokkok összeállításához szükséges összetevők gyors elérésében. Használja a hegesztő RMB funkcióját, hogy blokkot adjon az összetevők listájához. A készlet, kivétel gombjával automatikusan összegyűjtheti a szükséges alkatrészeket, ha rendelkezésre állnak és hozzáférhetők.
it: Il planner di costruzione ti aiuta ad accedere rapidamente ai componenti necessari per la costruzione dei blocchi. Utilizza la funzione RMB delle saldatrici per aggiungere un blocco all'elenco dei componenti. Utilizza il pulsante di prelievo da qualsiasi inventario per raccogliere automaticamente i componenti necessari, se disponibili e accessibili.
pl_pl: Planer Budowy pomaga szybciej zebrać komponenty potrzebne do budowy bloków. Kliknij PPM trzymając spawarkę aby dodać komponenty bloku do listy. Wejdź do ekwipunku bloku żeby automatycznie dodać dostępne komponenty.
pt_br: O planejador de construção ajuda a acessar rapidamente os componentes necessários para a construção de blocos. Use a soldadora com o botão direito do mouse para adicionar um bloco à sua lista de componentes. Com o botão de coleta de qualquer inventário, colete os componentes necessários quando disponíveis ou acessíveis.
ru: Планировщик позволяет быстро получить необходимые компоненты для строительства. Используйте альтернативный режим сварщика на ПКМ для добавления блока в список планировщика. Используйте кнопку изъятия в любом инвентаре для быстрого получения необходимых ресурсов, если они доступны.
zh_cn: 建造计划期可以让你快速访问需要的方块。使用焊接器点击鼠标右键在组件清单中加入方块。按取出键取出需要的组件。

# Description_FAQ_StylePack
source: The Style Pack ads more player skins, armor skins and emotes for you to use in game.
de: Das Style Pack bietet zusätzliche Spieler-Skins, Panzerungs-Skins und Charakteranimationen, die Sie im Spiel verwenden können.
es: El pack de Estilo añade más aspectos para el personaje, texturas para los bloques y gestos para usar en el juego.
fr: Le Pack Style propose des skins de joueurs, des skins d'armures et des emotes que vous pouvez utiliser dans le jeu.
hu_hu: A Style Pack több játékos bőrt, páncél bőrt és hangulat jelet tartalmaz az Ön számára, hogy használja a játékban.
it: Il Pacchetto di stili aggiunge più skin per i giocatori, skin per armature ed animazioni da utilizzare nel gioco.
pl_pl: Pakiet Stylów dodaje więcej skórek dla gracza i bloków oraz emotki do użycia w grze.
pt_br: O Pacote de estilo traz mais skins de jogador, skins de blindagem e emotes para você usar no jogo.
ru: Стильный набор добавляет скины персонажа, скины блоков и жесты.
zh_cn: 风格包增加了玩家皮肤，装甲皮肤和表情供你在游戏中使用。

# Description_FAQ_ArmorSkins
source: Armor skins are different textures and patterns for your ships and stations. They can be applied the same way you paint grids. Press P to open the paint screen.
de: Panzerungs-Skins sind verschiedene Texturen und Muster für Ihre Schiffe und Stationen. Sie können auf dieselbe Weise aufgetragen werden, auf die Sie Blockkonstruktionen einfärben können. Drücken Sie P, um die Farboptionen anzuzeigen.
es: Las texturas para bloques son diferentes patrones y texturas para tus naves y estaciones. Se pueden aplicar de la misma manera que se pintan las estructuras. Pulsa P para abrir el menú de pintura.
fr: Les skins d'armure sont des textures et des motifs différents pour vos vaisseaux et vos stations. Ils peuvent être appliqués de la même manière que vous peignez les grilles. Appuyez sur P pour ouvrir l'écran de peinture.
hu_hu: A páncél textúrák különböző minták a hajók és állomások számára. Ugyanúgy kell alkalmazni, mint az objektumok festését. A 'P' gomb a festék képernyő megnyitásához.
it: Le skin delle armature sono strutture e modelli diversi per le tue navi e stazioni. Possono essere applicate nello stesso modo in cui dipingi le griglie. Premi P per aprire lo schermo della pittura.
pl_pl: Skórki pancerza to różne tekstury i wzory dla twojego statku lub stacji. Możesz zastosować je tak samo jak kolorujesz bloki. Wciśnij P i otwórz menu kolorowania.
pt_br: Skins de blindagem são diferentes texturas e padrões para suas naves e estações. São aplicadas da mesma forma que você pinta as grids. Pressione P para abrir a tela de pintura.
ru: Скины блоков - разные текстуры и узоры для кораблей и станций. Они могут применяются также как и цвет блока. Нажмите Р для меню покраски.
zh_cn: 装甲皮肤与你的飞船和基站的纹理和样式不同。可以和你的网格的着色一样。按P打开着色屏幕。

# Description_FAQ_NPCShip
source: There are cargo ships that travel the world around you. Coming near them can be dangerous as they consider you a threat.
de: Es gibt Frachtschiffe, die die Welt um Sie herum bereisen. Sich ihnen zu nähern kann gefährlich sein, da sie Sie als Bedrohung wahrnehmen.
es: Hay naves de carga que vuelan por el mundo a tu alrededor. Acercarte a ellas puede ser peligroso, ya que te considerarán una amenaza.
fr: Il y a des vaisseaux cargo qui font le tour du monde autour de vous. S'en approcher peut être dangereux car ils vous considèrent comme une menace.
hu_hu: Vannak teherhajók, amelyek bejárják a világot Ön körül. A közelükbe kerülés veszélyes lehet, mivel fenyegetésnek tartják Önt.
it: Ci sono navi cargo che viaggiano nel mondo intorno a te. Avvicinarsi a loro può essere pericoloso perché ti considerano una minaccia.
pl_pl: Istnieją statki towarowe, które podróżują po kosmosie wokół Ciebie. Zbliżanie się do nich może być niebezpieczne, bo mogą uznać Cię za zagrożenie.
pt_br: São naves cargueiras que viajam ao seu redor. Ao se aproximar, elas podem ser hostis ao considerá-lo uma ameaça.
ru: В космосе встречаются грузовые корабли. Сближение с ними опасно, т.к. они воспримут это как угрозу.
zh_cn: 有货船在你周围。不要靠近，因为他们觉得你是威胁。

# Description_FAQ_CooperativeMode
source: Cooperative mode will let assemblers automatically take a portion of the queue of another assembler, making them work together.
de: Im kooperativen Modus können Montageanlagen automatisch einen Teil der Warteschlange einer anderen Montageanlage übernehmen, sodass sie effizient zusammenarbeiten können.
es: El modo cooperativo permitirá que los ensambladores repartan parte de la cola de producción, haciendo que trabajen en equipo.
fr: Le mode coopératif permettra aux assembleurs de prendre automatiquement une partie de la file d'attente d'un autre assembleur, ce qui les fera travailler ensemble.
hu_hu: Az együttműködő mód lehetővé teszi, hogy az összeszerelők automatikusan elfoglalják egy másik összeszerelő sorának egy részét, és így együtt működjenek.
it: La modalità cooperativa permette agli assemblatori di prendere automaticamente una parte della coda di un altro assemblatore, facendoli lavorare insieme.
pl_pl: Tryb współpracy pozwala stacjom montażowym na automatyczne dzielenie się zadaniami w kolejce budowy z inną stacją montażową.
pt_br: No modo cooperativo, uma montadora podem tomar parte da produção de outra, fazendo com que trabalhem juntas.
ru: Совместный режим позволит сборщикам автоматически забирать часть очереди производства другого сборщика, таким образом работая совместно.
zh_cn: 协作模式下装配器可以一起工作，可以互相取物料。

# Description_FAQ_SpectatorMode
source: You can access Spectator mode by pressing F8 to move around your camera freely and F7 to remain in the spectator camera while controlling your character. Spectator mode requires permissions and has to enabled in worlds settings.
de: Sie können mit F8 den Zuschauermodus aufrufen, um die Kameraansicht frei bewegen zu können. Mit F7, können Sie den statischen Zuschauermodus aktivieren, der Ihnen erlaubt, weiter Ihren Charakter zu steuern. Der Zuschauermodus erfordert Berechtigungen und muss in den Welteinstellungen aktiviert werden.
es: Puedes acceder al modo Espectador pulsando F8 para mover la cámara y F7 para quedarte en la cámara de espectador mientras controlas a tu personaje. El modo espectador necesita permisos y debe estar activado en las opciones del mundo.
fr: Vous pouvez accéder au mode spectateur en appuyant sur F8 pour déplacer librement votre caméra et sur F7 pour rester dans la caméra du spectateur tout en contrôlant votre personnage. Le mode spectateur nécessite des autorisations et doit être activé dans les paramètres du monde.
hu_hu: A nézelődés üzemmódba úgy léphet, hogy megnyomja az F8 billentyűt a kamera szabad mozgatásához. Az F7 billentyűvel karakterét újra saját nézetéből irányíthatja. A nézelődő módhoz engedélyekre van szükség, és a világbeállításokban engedélyezni kell.
it: Puoi accedere alla modalità Spettatore premendo F8 per muoverti liberamente nella telecamera e F7 per rimanere nella telecamera dello spettatore mentre controlli il tuo personaggio. La modalità Spettatore richiede autorizzazioni e deve essere abilitata nelle impostazioni dei mondi.
pl_pl: Możesz wejść w tryb swobodnego Obserwatora klikając F8 lub F7 będąc w trybie Obserwatora wciąż sterować postacią. Tryb Obserwatora wymaga uprawnień i może być włączony w ustawieniach świata.
pt_br: Você pode acessar o modo espectador ao pressionar F8 para movimentar sua câmera livremente e F7 para manter a câmera do espectador enquanto controla seu personagem. O modo espectador requer permissões e deve ser habilitado nas configurações de mundo.
ru: Вы можете включить режим наблюдателя нажатием F8 для свободного управления камерой и F7 для управление персонажем, оставаясь в режиме наблюдателя. Режим наблюдателя требует особого разрешения и должен быть включен в настройках мира.
zh_cn: 进入旁观者模式，按F8转动转动摄像头，按F7在控制人物的时候保持旁观者摄像头。旁观者模式需要在世界设置中启动。

# JoinScreen_GTXGamingBanner
source: Rent your server here.
de: Mieten Sie hier Ihren eigenen Server.
es: Alquila tu servidor aquí.
fr: Louez votre serveur ici.
hu_hu: Itt bérelhet szervert.
it: Affitta il tuo server qui.
pl_pl: Wynajmij serwer tutaj.
pt_br: Alugue seu servidor aqui.
ru: Взять напрокат сервер можно здесь.
zh_cn: 此处租服务器。

# ChatBot_Generic_Q3
source: Ciao
zh_cn: 你好

# Description_FAQ_Bug_Q0
source: How do I report a bug
de: Wie melde ich einen Fehler
es: ¿Cómo puedo informar de un error?
fr: Comment signaler un bug
hu_hu: Hogyan jelenthetek be egy hibát
it: Come faccio a segnalare un bug
pt_br: Como reporto um erro?
zh_cn: 如何报告错误

# Description_FAQ_Bug_Q1
source: Bug
de: Fehler
es: Error
hu_hu: Hiba
pt_br: Erro
zh_cn: 错误

# Description_FAQ_Bug_Q2
source: I found a bug
de: Ich habe einen Fehler gefunden
es: He encontrado un error
fr: J'ai trouvé un bug
hu_hu: Találtam egy hibát
it: Ho trovato un bug
pt_br: Encontrei um erro
zh_cn: 我发现了错误

# Description_FAQ_Bug_Q3
source: Is the game is bugged
de: Ist das Spiel verbuggt
es: ¿Está el juego estropeado?
fr: Le jeu est-il buggé
hu_hu: A játék hibás
it: Il gioco ha dei bug
pt_br: O jogo está com erro
zh_cn: 游戏有错误吗

# Description_FAQ_Bug_Q4
source: The game is broken
de: Das Spiel funktioniert nicht mehr
es: El juego está roto
fr: Je jeu est cassé
hu_hu: A játék elromlott
it: Il gioco è rotto
pt_br: O jogo não funciona
zh_cn: 此游戏有错误

# Description_FAQ_Bug_Q5
source: Where can I report a bug
de: Wo kann ich einen Fehler melden
es: ¿Dónde puedo informar de un error?
fr: Où puis-je signaler un bug
hu_hu: Hol jelenthetek be hibát
it: Dove posso segnalare un bug
pt_br: Onde posso reportar um erro
zh_cn: 我在哪里报告错误

# Description_FAQ_Bug_Q6
source: Glitch
de: Fehler
hu_hu: Működési hiba
pt_br: Falha
zh_cn: 故障

# Description_FAQ_Bug_Q7
source: This does not work
de: Das funktioniert nicht
es: Esto no funciona
fr: Ça ne fonctionne pas
hu_hu: Ez nem működik
it: Questo non funziona
pt_br: Isso não funciona
zh_cn: 这个回答不管用

# Description_FAQ_Bug_Q8
source: Out of memory
de: Kein Speicherplatz vorhanden
es: Sin memoria
fr: Mémoire insuffisante
hu_hu: Elfogyott a memória
it: Fuori memoria
pt_br: Sem memória
zh_cn: 内存不足

# Description_FAQ_Test_Q0
source: Test
hu_hu: Teszt
pt_br: Teste
zh_cn: 测试

# Description_FAQ_Test_Q1
source: Testing
de: Testen
es: Pruebas
fr: Essai
hu_hu: Tesztelés
it: Sto testando
pt_br: Testando
zh_cn: 测试中

# Description_FAQ_Test_Q2
source: Is this working
de: Funktioniert das?
es: ¿Esto funciona?
fr: Est-ce que ça marche
hu_hu: Ez működik
it: Sta funzionando?
pt_br: Está funcionando
zh_cn: 有用吗

# Description_FAQ_Test_Q3
source: Does this work
de: Funktioniert das?
es: ¿Funciona?
fr: Est-ce que ça marche
hu_hu: Ez működik
it: Funziona?
pt_br: Isso funciona
zh_cn: 有用吗

# Description_FAQ_Clang_Q0
source: Clang
hu_hu: Csengés
zh_cn: 碰撞

# ChatBot_Substitute3_D
source: strawberry dumplings
fr: boulette aux fraises
hu_hu: Epergombóc
it: ravioli alla fragola
zh_cn: 草莓糖果饺

# IngameHelp_BuildingTip2_Detail1
source: Are you sure you have not done this before?
de: Sind Sie sich sicher, dass Sie das noch nie gemacht haben?
es: ¿Estás seguro de que no has hecho esto antes?
fr: Êtes-vous sûr de ne pas l'avoir déjà fait ?
hu_hu: Biztos, hogy nem csinált még ilyet?
it: Sei sicuro di non averlo mai fatto prima?
pl_pl: Czy jesteś pewien, że nie powtarzasz się?
pt_br: Tem certeza de que nunca fez isso antes?
ru: Вы точно не делали этого раньше?
zh_cn: 确定你之前没有做过吗？

# IngameHelp_BuildingTip2_Detail2
source: *Tip:* Always make sure you keep a few components with you.
de: *Tipp:* Achten Sie darauf, dass Sie immer ein paar Komponenten bei sich tragen.
es: *Consejo:* Asegúrese siempre de llevar consigo algunos componentes.
fr: *Conseil :* Assurez-vous toujours de garder quelques composants avec vous.
hu_hu: * Tipp: * Mindig ügyeljen arra, hogy néhány alkatrészt tartson magánál.
it: *Suggerimento:* Assicurati di tenere sempre con te alcuni componenti.
pl_pl: *rada: * Zawsze miej przy sobie parę komponentów.
pt_br: *Dica:* Leve sempre alguns componentes com você.
ru: *Подсказка:* всегда держите при себе несколько компонентов про запас.
zh_cn: 提示：记得总是备点组件。

# IngameHelp_FlyingAShipLGTip_Detail1
source: One Engineer told me that flying a ship is as easy as riding a bike!
de: Ein Ingenieur sagte mir einmal, dass das Fliegen eines Schiffes so einfach ist wie Fahrrad fahren!
es: ¡Un ingeniero me dijo que volar una nave es tan fácil como andar en bicicleta!
fr: Un ingénieur m'a dit que piloter un vaisseau est aussi simple que de faire du vélo !
hu_hu: Egy mérnök azt mondta nekem, hogy hajóval repülni ugyanolyan egyszerű, mint biciklizni!
it: Un ingegnere mi ha detto che far volare una nave è facile come andare in bicicletta!
pl_pl: Pewien inżynier powiedział mi kiedyś, że lot statkiem jest tak łatwy jak jazda na rowerze!
pt_br: Um Engenheiro me falou que pilotar uma nave é tão fácil quanto andar de bicicleta!
ru: Один Инженер сказал, что управлять кораблем также просто, как кататься на велосипеде!
zh_cn: 有工程师告诉我开飞船和骑自行车一样简单！

# IngameHelp_FlyingAShipLGTip_Detail2
source: *Tip:* Landing gears can be used to pick up other grids and move them around.
de: *Tipp:* Fahrwerke können verwendet werden, um andere Blockkonstruktionen aufzunehmen und sie zu transportieren.
es: *Consejo: Los trenes de aterrizaje se pueden usar para recoger otras estructuras y transportarlas.
fr: *Conseil :* Les trains d'atterrissage peuvent être utilisés pour ramasser d'autres grilles et les déplacer.
hu_hu: *Tipp:* A futóművekkel lehet más objektumokat felvenni és mozgatni is.
it: *Suggerimento:* I carrelli di atterraggio possono essere utilizzati per raccogliere altre griglie e spostarle.
pl_pl: *rada: * Podwozie może zostać użyte to przyczepienia się do innych statków i poruszania nimi.
pt_br: *Dica:* Trens de pouso podem ser utilizados para içar e mover grids.
ru: *Подсказка:* посадочные шасси могут быть использованы для подбора и перемещения других структур.
zh_cn: 提示：可用起落架捡起其他网格并向周围移动。

# IngameHelp_FlyingAShipLG_Detail1
source: This ship is equipped with magnetic landing gears. Toggling landing gears will temporarily disable their magnetic lock.
de: Dieses Schiff ist mit magnetischen Fahrwerken ausgestattet. Das Umschalten der Fahrwerke deaktiviert vorübergehend deren magnetische Wirkung.
es: Esta nave está equipada con trenes de aterrizaje magnéticos. El desactivar los trenes de aterrizaje desactivará temporalmente su bloqueo magnético.
fr: Ce vaisseau est équipé de trains d'atterrissage magnétiques. Activer les atterrisseurs désactive temporairement leur verrou magnétique.
hu_hu: Ez a hajó mágneses futóművel van felszerelve. A futóművek kikapcsoláskor ideiglenesen kikapcsolják a mágneses zárat.
it: Questa nave è dotata di carrelli di atterraggio magnetici. L'attivazione dei carrelli di atterraggio disattiva temporaneamente la loro chiusura magnetica.
pl_pl: Ten statek posiada magnetyczne podwozie. Przełączenie blokady podwozia tymczasowo wyłącza blokadę magnetyczną.
pt_br: Esta nave é equipada com trens de pouso magnéticos. Acioná-los irá desablitar temporariamente a trava magnética.
ru: Этот корабль оснащён магнитными посадочными шасси. Переключение шасси временно отключит их магнитный зажим.
zh_cn: 飞船配备有磁力起落架。切换起落架会暂时禁用其磁力锁。

# IngameHelp_FlyingAShipLG_Detail2
source: Use {CONTROL:LANDING_GEAR} to toggle the landing gear.
de: Drücken Sie {CONTROL:LANDING_GEAR} zum Ver- und Entriegeln des Fahrwerks.
es: Usa {CONTROL:LANDING_GEAR} para alternar el bloqueo de los trenes de aterrizaje.
fr: Utilisez {CONTROL:LANDING_GEAR} pour activer/désactiver le train d'atterrissage.
hu_hu: Használja {CONTROL:LANDING_GEAR} gombot a futómű állapotváltásához.
it: Usa {CONTROL:LANDING_GEAR} per azionare il carrello da atterraggio.
pl_pl: Użyj {CONTROL:LANDING_GEAR} żeby włączać i wyłączać blokadę podwozia.
pt_br: Use {CONTROL:LANDING_GEAR} para acionar o trem de pouso.
ru: Используйте {CONTROL:LANDING_GEAR}чтобы переключить посадочные шасси.
zh_cn: 按{CONTROL:LANDING_GEAR}使用起落架。

# IngameHelp_WheeledVehicles2_Detail1
source: You can adjust wheel settings individually to control steering angles, acceleration, maximum speed and much more. They can “jump” by charging their suspension to get out of gaps.
de: Sie können die Radeinstellungen individuell anpassen, um Lenkwinkel, Beschleunigung, Höchstgeschwindigkeit und vieles mehr festzulegen. Das Fahrzeug kann „springen“, indem Sie die Aufhängung erst anziehen und dann lösen. Sie können so versuchen, sich aus Lücken und Löchern zu befreien.
es: Puedes modificar la configuración de las ruedas individualmente para controlar los ángulos de dirección, la aceleración, la velocidad máxima y mucho más. Pueden "saltar" cargando su suspensión para superar los obstáculos.
fr: Vous pouvez régler les paramètres de la roue individuellement pour contrôler les angles de direction, l’accélération, la vitesse maximale et bien plus encore. Elles peuvent « sauter » en chargeant leur suspension pour sortir des trous.
hu_hu: A kerékbeállításokat egyedileg módosíthatja a kormányszög, a gyorsulás, a maximális sebesség és még sok más szabályozásához. A felfüggesztések feltöltésével tud „ugrani”, hogy kijusson a hasadékokból.
it: Puoi regolare individualmente le impostazioni delle ruote per controllare gli angoli di sterzata, l'accelerazione, la velocità massima e molto altro ancora. Possono "saltare" caricando le sospensioni per uscire dagli spazi vuoti.
pl_pl: Możesz sam regulować ustawienia kół, ich kąt obrotu przyspieszenie, maksymalną prędkość i wiele więcej. Mogą też "skakać" przez obciążenie zawieszenia, aby wyszły z otworu.
pt_br: Você pode ajustar as configurações de roda individualmente para controlar ângulos de direção, aceleração, velocidade máxima e muito mais. Elas podem “saltar” ao carregar a suspensão para escapar de fendas.
ru: Вы можете настроить подвеску индивидуально для управления углом поворота, ускорением, максимальной скоростью и другими параметрами. Они могут "прыгать", сжимая и разжимая подвеску для преодоления ям.
zh_cn: 你可以单独调整轮子的设置，控制其转向角度，加速度，最大速度等等。轮子会调整悬挂“跳出”障碍。

# IngameHelp_WheeledVehicles2_Detail2
source: Hold and release {CONTROL:THRUSTS} to charge a jump.
de: {CONTROL:THRUSTS} halten und loslassen, um einen Sprung durchzuführen.
es: Mantén y suelta {CONTROL:THRUSTS} para cargar un salto.
fr: Maintenez et relâchez {CONTROL:THRUSTS} pour charger un saut.
hu_hu: Tartsa és engedje el {CONTROL:THRUSTS} hogy feltöltse egy ugráshoz.
it: Tieni premuto e rilascia{CONTROL:THRUSTS} per caricare un salto.
pl_pl: Przytrzymaj i puść {CONTROL:THRUSTS} żeby naładować skok.
pt_br: Segure e solte {CONTROL:THRUSTS} para carregar o salto.
ru: Удерживайте и отпустите {CONTROL:THRUSTS}для прыжка.
zh_cn: 按住{CONTROL:THRUSTS}后释放让车跳跃。
