Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# WorldSettings_Help_ScreenNewGame
source: {CONTROL:GUI:BUTTON_Y} Advanced {CONTROL:GUI:MAIN_MENU} Mods {CONTROL:GUI:BUTTON_X} Start {CONTROL:GUI:CANCEL} Back
de: {CONTROL:GUI:BUTTON_Y} Weiteres {CONTROL:GUI:MAIN_MENU} Mods {CONTROL:GUI:BUTTON_X} Start {CONTROL:GUI:CANCEL} Zurück
es: {CONTROL:GUI:BUTTON_Y} Avanzadas {CONTROL:GUI:MAIN_MENU} Mods {CONTROL:GUI:BUTTON_X} Iniciar {CONTROL:GUI:CANCEL} Volver
fr: {CONTROL:GUI:BUTTON_Y} Avancé {CONTROL:GUI:MAIN_MENU} Mods {CONTROL:GUI:BUTTON_X} Démarrer {CONTROL:GUI:CANCEL} Retour
hu_hu: {CONTROL:GUI:BUTTON_Y} Haladó {CONTROL:GUI:MAIN_MENU} Modok {CONTROL:GUI:BUTTON_X} Indít {CONTROL:GUI:CANCEL} Vissza
it: {CONTROL:GUI:BUTTON_Y} Avanzato {CONTROL:GUI:MAIN_MENU} Mod {CONTROL:GUI:BUTTON_X} Inizia {CONTROL:GUI:CANCEL} Indietro
pl_pl: {CONTROL:GUI:BUTTON_Y} Zaawansowane {CONTROL:GUI:MAIN_MENU} Mody {CONTROL:GUI:BUTTON_X} Start {CONTROL:GUI:CANCEL} Wróć
pt_br: {CONTROL:GUI:BUTTON_Y} Avançado {CONTROL:GUI:MAIN_MENU} Mods {CONTROL:GUI:BUTTON_X} Iniciar {CONTROL:GUI:CANCEL} Voltar
ru: {CONTROL:GUI:BUTTON_Y} Продвинутые {CONTROL:GUI:MAIN_MENU} Моды {CONTROL:GUI:BUTTON_X} Начать {CONTROL:GUI:CANCEL} Назад
zh_cn: {CONTROL:GUI:BUTTON_Y}高级{CONTROL:GUI:MAIN_MENU}模组{CONTROL:GUI:BUTTON_X}开始{CONTROL:GUI:CANCEL}后退

# NewGameWorkshop_Help_Screen
source: {CONTROL:GUI:BUTTON_Y} Refresh {CONTROL:GUI:BUTTON_X} Start {CONTROL:GUI:CANCEL} Back {CONTROL:GUI:VIEW} Open item {CONTROL:GUI:MAIN_MENU} Browse workshop
de: {CONTROL:GUI:BUTTON_Y} Aktualisieren {CONTROL:GUI:BUTTON_X} Starten {CONTROL:GUI:CANCEL} Zurück {CONTROL:GUI:VIEW} Item öffnen {CONTROL:GUI:MAIN_MENU} Workshop durchsuchen
es: {CONTROL:GUI:BUTTON_Y} Actualizar {CONTROL:GUI:BUTTON_X} Iniciar {CONTROL:GUI:CANCEL} Atrás {CONTROL:GUI:VIEW} Abrir elemento {CONTROL:GUI:MAIN_MENU} Examinar taller
fr: {CONTROL:GUI:BUTTON_Y} Rafraîchir {CONTROL:GUI:BUTTON_X} Démarrer {CONTROL:GUI:CANCEL} Retour {CONTROL:GUI:VIEW} Ouvrir l'objet {CONTROL:GUI:MAIN_MENU} Parcourir le Workshop
hu_hu: {CONTROL:GUI:BUTTON_Y} Frissítés {CONTROL:GUI:BUTTON_X} Indít {CONTROL:GUI:CANCEL} Vissza {CONTROL:GUI:VIEW} Nyissa meg az elemet {0} {CONTROL:GUI:MAIN_MENU} Böngésszen műhelyben
it: {CONTROL:GUI:BUTTON_Y} Aggiorna {CONTROL:GUI:BUTTON_X} Inizia {CONTROL:GUI:CANCEL} Indietro {CONTROL:GUI:VIEW} Apri oggetto {CONTROL:GUI:MAIN_MENU} Sfoglia il workshop
pl_pl: {CONTROL:GUI:BUTTON_Y} Odśwież {CONTROL:GUI:MAIN_MENU} Przeglądaj Warsztat {CONTROL:GUI:BUTTON_X} Start {CONTROL:GUI:CANCEL} Wróć
pt_br: {CONTROL:GUI:BUTTON_Y} Atualizar {CONTROL:GUI:BUTTON_X} Iniciar {CONTROL:GUI:CANCEL} Voltar {CONTROL:GUI:VIEW} Abrir item {CONTROL:GUI:MAIN_MENU} Navegar pelo workshop
ru: {CONTROL:GUI:BUTTON_Y} Обновить {CONTROL:GUI:BUTTON_X} Начать {CONTROL:GUI:CANCEL} Назад {CONTROL:GUI:VIEW} Открыть предмет {CONTROL:GUI:MAIN_MENU} Просмотр мастерской
zh_cn: {CONTROL:GUI:BUTTON_Y} 刷新 {CONTROL:GUI:BUTTON_X} 开始 {CONTROL:GUI:CANCEL} 后退 {CONTROL:GUI:VIEW} 打开物品 {CONTROL:GUI:MAIN_MENU} 浏览创意工坊

# ServerSearch_Help_Screen
source: {CONTROL:GUI:BUTTON_Y} Default {CONTROL:GUI:BUTTON_X} Search {CONTROL:GUI:CANCEL} Back
de: {CONTROL:GUI:BUTTON_Y} Standard {CONTROL:GUI:BUTTON_X} Suche {CONTROL:GUI:CANCEL} Zurück
es: {CONTROL:GUI:BUTTON_Y} Predeterminado {CONTROL:GUI:BUTTON_X} Buscar {CONTROL:GUI:CANCEL} Volver
fr: {CONTROL:GUI:BUTTON_Y} Par défaut {CONTROL:GUI:BUTTON_X} Rechercher {CONTROL:GUI:CANCEL} Retour
hu_hu: {CONTROL:GUI:BUTTON_Y} Alapértelmezett {CONTROL:GUI:BUTTON_X} Keresés {CONTROL:GUI:CANCEL} Vissza
it: {CONTROL:GUI:BUTTON_Y} Predefinito{CONTROL:GUI:BUTTON_X} Ricerca {CONTROL:GUI:CANCEL} indietro
pl_pl: {CONTROL:GUI:BUTTON_Y} Domyślne {CONTROL:GUI:BUTTON_X} Wyszukaj {CONTROL:GUI:CANCEL} Wróć
pt_br: {CONTROL:GUI:BUTTON_Y} Padrão {CONTROL:GUI:BUTTON_X} Buscar {CONTROL:GUI:CANCEL} Voltar
ru: {CONTROL:GUI:BUTTON_Y} По умолчанию {CONTROL:GUI:BUTTON_X} Поиск {CONTROL:GUI:CANCEL} Назад
zh_cn: {CONTROL:GUI:BUTTON_Y}默认{CONTROL:GUI:BUTTON_X}搜索{CONTROL:GUI:CANCEL}后退

# MedicalsScreen_Help_Factions
source: {CONTROL:GUI:BUTTON_Y} Refresh
de: {CONTROL:GUI:BUTTON_Y} Aktualisieren
es: {CONTROL:GUI:BUTTON_Y} Recargar
fr: {CONTROL:GUI:BUTTON_Y} Rafraîchir
hu_hu: {CONTROL:GUI:BUTTON_Y} Frissítés
it: {CONTROL:GUI:BUTTON_Y} Aggiorna
pl_pl: {CONTROL:GUI:BUTTON_Y} Odśwież
pt_br: {CONTROL:GUI:BUTTON_Y} Atualizar
ru: {CONTROL:GUI:BUTTON_Y} Обновить
zh_cn: {CONTROL:GUI:BUTTON_Y} 刷新

# MedicalsScreen_Help_FactionsMultiplayer
source: {CONTROL:GUI:VIEW} Players {CONTROL:GUI:BUTTON_Y} Refresh
de: {CONTROL:GUI:VIEW} Spieler {CONTROL:GUI:BUTTON_Y} Aktualisieren
es: {CONTROL:GUI:VIEW} Jugadores {CONTROL:GUI:BUTTON_Y} Recargar
fr: {CONTROL:GUI:VIEW} Joueurs {CONTROL:GUI:BUTTON_Y} Rafraîchir
hu_hu: {CONTROL:GUI:VIEW} Játékosok {CONTROL:GUI:BUTTON_Y} Frissítés
it: {CONTROL:GUI:VIEW} Giocatori {CONTROL:GUI:BUTTON_Y} Aggiorna
pl_pl: {CONTROL:GUI:VIEW} Gracze {CONTROL:GUI:BUTTON_Y} Odśwież
pt_br: {CONTROL:GUI:VIEW} Jogadores {CONTROL:GUI:BUTTON_Y} Atualizar
ru: {CONTROL:GUI:VIEW} Игроки {CONTROL:GUI:BUTTON_Y} Обновить
zh_cn: {CONTROL:GUI:VIEW} 玩家 {CONTROL:GUI:BUTTON_Y} 刷新

# MedicalsScreen_Help_Respawn
source: {CONTROL:GUI:BUTTON_Y} Refresh {CONTROL:GUI:CANCEL} Back
de: {CONTROL:GUI:BUTTON_Y} Aktualisieren {CONTROL:GUI:CANCEL} Zurück
es: {CONTROL:GUI:BUTTON_Y} Recargar{CONTROL:GUI:CANCEL} Volver
fr: {CONTROL:GUI:BUTTON_Y} Rafraîchir {CONTROL:GUI:CANCEL} Retour
hu_hu: {CONTROL:GUI:BUTTON_Y} Frissítés {CONTROL:GUI:CANCEL} Vissza
it: {CONTROL:GUI:BUTTON_Y} Aggiorna {CONTROL:GUI:CANCEL} Indietro
pl_pl: {CONTROL:GUI:BUTTON_Y} Odśwież {CONTROL:GUI:CANCEL} Wróć
pt_br: {CONTROL:GUI:BUTTON_Y} Atualizar {CONTROL:GUI:CANCEL} Voltar
ru: {CONTROL:GUI:BUTTON_Y} Обновить {CONTROL:GUI:CANCEL} Назад
zh_cn: {CONTROL:GUI:BUTTON_Y} 刷新 {CONTROL:GUI:CANCEL} 返回

# TerminalGps_Help_Screen
source: {CONTROL:GUI:BUTTON_Y} Delete {CONTROL:GUI:BUTTON_X} New from current position {CONTROL:GUI:MODIF_L} + {CONTROL:GUI:BUTTON_X} New {CONTROL:GUI:MODIF_R} + {CONTROL:GUI:BUTTON_X} New from clipboard {CONTROL:GUI:CANCEL} Back
de: {CONTROL:GUI:BUTTON_Y} Löschen {CONTROL:GUI:BUTTON_X} Neu mit aktueller Position {CONTROL:GUI:MODIF_L} + {CONTROL:GUI:BUTTON_X} Neu {CONTROL:GUI:MODIF_R} + {CONTROL:GUI:BUTTON_X} Neu aus Zwischenablage {CONTROL:GUI:CANCEL} Zurück
es: {CONTROL:GUI:BUTTON_Y} Eliminar {CONTROL:GUI:BUTTON_X} Nuevo desde la posición actual {CONTROL:GUI:MODIF_L} + {CONTROL:GUI:BUTTON_X} Nuevo {CONTROL:GUI:MODIF_R} + {CONTROL:GUI:BUTTON_X} Nuevo desde el portapapeles {CONTROL:GUI:CANCEL} Volver
fr: {CONTROL:GUI:BUTTON_Y} Supprimer {CONTROL:GUI:BUTTON_X} Nouvelle à partir de la position actuelle {CONTROL:GUI:MODIF_L} + {CONTROL:GUI:BUTTON_X} Nouvelle {CONTROL:GUI:MODIF_R} + {CONTROL:GUI:BUTTON_X} Nouvelle à partir du presse-papiers {CONTROL:GUI:CANCEL} Retour
hu_hu: {CONTROL:GUI:BUTTON_Y} Törlés {CONTROL:GUI:BUTTON_X} Új a jelenlegi pozícióból {CONTROL:GUI:MODIF_L} + {CONTROL:GUI:BUTTON_X} Új {CONTROL:GUI:MODIF_R} + {CONTROL:GUI:BUTTON_X} Új a vágólapról {CONTROL:GUI:CANCEL} Vissza
it: {CONTROL:GUI:BUTTON_Y} Cancella {CONTROL:GUI:BUTTON_X} Nuovo dalla posizione corrente {CONTROL:GUI:MODIF_L} + {CONTROL:GUI:BUTTON_X} Nuovo {CONTROL:GUI:MODIF_R} + {CONTROL:GUI:BUTTON_X} Nuovo dagli appunti {CONTROL:GUI:CANCEL} Indietro
pl_pl: {CONTROL:GUI:BUTTON_Y} Usuń {CONTROL:GUI:BUTTON_X} Nowy z obecnej pozycji {CONTROL:GUI:MODIF_L}+{CONTROL:GUI:BUTTON_X} Nowy {CONTROL:GUI:MODIF_R}+{CONTROL:GUI:BUTTON_X} Nowy z schowka {CONTROL:GUI:CANCEL} Wróć
pt_br: {CONTROL:GUI:BUTTON_Y} Excluir {CONTROL:GUI:BUTTON_X} Novo a partir da posição atual {CONTROL:GUI:MODIF_L} + {CONTROL:GUI:BUTTON_X} Novo {CONTROL:GUI:MODIF_R} + {CONTROL:GUI:BUTTON_X} Novo a partir da área de transferência {CONTROL:GUI:CANCEL} Voltar
ru: {CONTROL:GUI:BUTTON_Y} Удалить {CONTROL:GUI:BUTTON_X} Новое из текущего положения {CONTROL:GUI:MODIF_L} + {CONTROL:GUI:BUTTON_X} Новое {CONTROL:GUI:MODIF_R} + {CONTROL:GUI:BUTTON_X} Новое из буфера обмена {CONTROL:GUI:CANCEL} Назад
zh_cn: {CONTROL:GUI:BUTTON_Y}删除{CONTROL:GUI:BUTTON_X}当前位置新建{CONTROL:GUI:MODIF_L}+{CONTROL:GUI:BUTTON_X}新建{CONTROL:GUI:MODIF_R}+{CONTROL:GUI:BUTTON_X}从剪贴板新建{CONTROL:GUI:CANCEL}后退

# TerminalComms_Help_Screen
source: {CONTROL:GUI:CANCEL} Back
de: {CONTROL:GUI:CANCEL} Zurück
es: {CONTROL:GUI:CANCEL} Volver
fr: {CONTROL:GUI:CANCEL} Retour
hu_hu: {CONTROL:GUI:CANCEL} Vissza
it: {CONTROL:GUI:CANCEL} Indietro
pl_pl: {CONTROL:GUI:CANCEL} Wróć
pt_br: {CONTROL:GUI:CANCEL} Voltar
ru: {CONTROL:GUI:CANCEL} Назад
zh_cn: {CONTROL:GUI:CANCEL} 后退

# TerminalControlPanel_Help_Screen
source: {CONTROL:GUI:RIGHT_STICK_BUTTON} Toggle show on HUD {CONTROL:GUI:BUTTON_Y} Toggle show in terminal {CONTROL:GUI:BUTTON_X} Toggle On/Off {CONTROL:GUI:CANCEL} Back {CONTROL:GUI:MODIF_R} + {CONTROL:GUI:BUTTON_A} Select range
de: {CONTROL:GUI:RIGHT_STICK_BUTTON} Sichtbarkeit auf HUD ein-/ausschalten {CONTROL:GUI:BUTTON_Y} Sichtbarkeit im Terminal ein-/ausschalten {CONTROL:GUI:BUTTON_X} Ein-/Ausschalten {CONTROL:GUI:CANCEL} Zurück {CONTROL:GUI:MODIF_R} + {CONTROL:GUI:BUTTON_A} Bereich auswählen
es: {CONTROL:GUI:RIGHT_STICK_BUTTON} Act./Desact. mostrar en HUD {CONTROL:GUI:BUTTON_Y} Act./Desact. mostrar en terminal {CONTROL:GUI:BUTTON_X} Act./Desact. {CONTROL:GUI:CANCEL} Atrás {CONTROL:GUI:MODIF_R} + {CONTROL:GUI:BUTTON_A} Seleccionar rango
fr: {CONTROL:GUI:RIGHT_STICK_BUTTON} Afficher/masquer sur l'ATH {CONTROL:GUI:BUTTON_Y} Afficher/masquer sur le terminal {CONTROL:GUI:BUTTON_X} Activer/désactiver {CONTROL:GUI:CANCEL} Retour {CONTROL:GUI:MODIF_R} + {CONTROL:GUI:BUTTON_A} Sélectionner une plage
hu_hu: {CONTROL:GUI:RIGHT_STICK_BUTTON} Műsor bekapcsolása HUD {CONTROL:GUI:BUTTON_Y} Megjelenítés váltása a terminálon {CONTROL:GUI:BUTTON_X} Be - Ki kapcsolás {CONTROL:GUI:CANCEL} Vissza
it: Seleziona gamma{CONTROL:GUI:RIGHT_STICK_BUTTON} Attiva visualizzazione in HUD {CONTROL:GUI:BUTTON_Y} Attiva visualizzazione del terminale {CONTROL:GUI:BUTTON_X} Attiva/Disattiva {CONTROL:GUI:CANCEL} Indietro {CONTROL:GUI:MODIF_R} + {CONTROL:GUI:BUTTON_A} Seleziona raggio
pl_pl: {CONTROL:GUI:RIGHT_STICK_BUTTON} Przełącz widoku HUD {CONTROL:GUI:BUTTON_Y} Przełącz widoczność w terminalu {CONTROL:GUI:BUTTON_X} Włącz/Wyłącz {CONTROL:GUI:CANCEL} Wróć
pt_br: {CONTROL:GUI:RIGHT_STICK_BUTTON} Alternar exibição na HUD {CONTROL:GUI:BUTTON_Y} Alternar exibição no terminal {CONTROL:GUI:BUTTON_X} Alternar ligado/desligado {CONTROL:GUI:CANCEL} Voltar {CONTROL:GUI:MODIF_R} + {CONTROL:GUI:BUTTON_A} Selecionar alcance
ru: {CONTROL:GUI:RIGHT_STICK_BUTTON} — переключение показа в экранном интерфейсе, {CONTROL:GUI:BUTTON_Y} — переключение показа в терминале, {CONTROL:GUI:BUTTON_X} — вкл./выкл., {CONTROL:GUI:CANCEL} — назад, {CONTROL:GUI:MODIF_R} + {CONTROL:GUI:BUTTON_A} — выбрать диапазон
zh_cn: {CONTROL:GUI:RIGHT_STICK_BUTTON} 切换在屏幕上显示 {CONTROL:GUI:BUTTON_Y} 切换在终端内显示 {CONTROL:GUI:BUTTON_X} 切换打开/关闭 {CONTROL:GUI:CANCEL} 后退 {CONTROL:GUI:MODIF_R} + {CONTROL:GUI:BUTTON_A} 选择范围

# TerminalFactions_Help_Screen
source: {CONTROL:GUI:CANCEL} Back
de: {CONTROL:GUI:CANCEL} Zurück
es: {CONTROL:GUI:CANCEL} Volver
fr: {CONTROL:GUI:CANCEL} Retour
hu_hu: {CONTROL:GUI:CANCEL} Vissza
it: {CONTROL:GUI:CANCEL} Indietro
pl_pl: {CONTROL:GUI:CANCEL} Wróć
pt_br: {CONTROL:GUI:CANCEL} Voltar
ru: {CONTROL:GUI:CANCEL} Назад
zh_cn: {CONTROL:GUI:CANCEL} 后退

# TerminalInfo_Help_Screen
source: {CONTROL:GUI:CANCEL} Back
de: {CONTROL:GUI:CANCEL} Zurück
es: {CONTROL:GUI:CANCEL} Volver
fr: {CONTROL:GUI:CANCEL} Retour
hu_hu: {CONTROL:GUI:CANCEL} Vissza
it: {CONTROL:GUI:CANCEL} Indietro
pl_pl: {CONTROL:GUI:CANCEL} Wróć
pt_br: {CONTROL:GUI:CANCEL} Voltar
ru: {CONTROL:GUI:CANCEL} Назад
zh_cn: {CONTROL:GUI:CANCEL} 后退

# TerminalInventory_Help_Screen
source: {CONTROL:GUI:LEFT_STICK_BUTTON} Left filter {CONTROL:GUI:RIGHT_STICK_BUTTON} Right filter {CONTROL:GUI:CANCEL} Back
de: {CONTROL:GUI:LEFT_STICK_BUTTON} Linker Filter {CONTROL:GUI:RIGHT_STICK_BUTTON} Rechter Filter {CONTROL:GUI:CANCEL} Zurück
es: {CONTROL:GUI:LEFT_STICK_BUTTON} Filtro izquierdo {CONTROL:GUI:RIGHT_STICK_BUTTON} Filtro derecho {CONTROL:GUI:CANCEL} Volver
fr: {CONTROL:GUI:LEFT_STICK_BUTTON} Filtre gauche {CONTROL:GUI:RIGHT_STICK_BUTTON} Filtre droit {CONTROL:GUI:CANCEL} Retour
hu_hu: {CONTROL:GUI:LEFT_STICK_BUTTON} Bal szűrő {CONTROL:GUI:RIGHT_STICK_BUTTON} Jobb szűrő {CONTROL:GUI:CANCEL} Vissza
it: {CONTROL:GUI:LEFT_STICK_BUTTON} Filtro sinistro {CONTROL:GUI:RIGHT_STICK_BUTTON} Filtro destro {CONTROL:GUI:CANCEL} Indietro
pl_pl: {CONTROL:GUI:LEFT_STICK_BUTTON} Lewy filtr {CONTROL:GUI:RIGHT_STICK_BUTTON} Prawy filtr {CONTROL:GUI:CANCEL} Wróć
pt_br: {CONTROL:GUI:LEFT_STICK_BUTTON} Filtro à esquerda {CONTROL:GUI:RIGHT_STICK_BUTTON} Filtro à direita {CONTROL:GUI:CANCEL} Voltar
ru: {CONTROL:GUI:LEFT_STICK_BUTTON} Левый фильтр {CONTROL:GUI:RIGHT_STICK_BUTTON} Правый фильтр {CONTROL:GUI:CANCEL} Назад
zh_cn: {CONTROL:GUI:LEFT_STICK_BUTTON} 左筛选 {CONTROL:GUI:RIGHT_STICK_BUTTON} 右筛选 {CONTROL:GUI:CANCEL} 返回

# TerminalProduction_Help_Screen
source: {CONTROL:GUI:CANCEL} Back
de: {CONTROL:GUI:CANCEL} Zurück
es: {CONTROL:GUI:CANCEL} Volver
fr: {CONTROL:GUI:CANCEL} Retour
hu_hu: {CONTROL:GUI:CANCEL} Vissza
it: {CONTROL:GUI:CANCEL} Indietro
pl_pl: {CONTROL:GUI:CANCEL} Wróć
pt_br: {CONTROL:GUI:CANCEL} Voltar
ru: {CONTROL:GUI:CANCEL} Назад
zh_cn: {CONTROL:GUI:CANCEL} 后退

# TerminalProperties_Help_Screen
source: {CONTROL:GUI:CANCEL} Back
de: {CONTROL:GUI:CANCEL} Zurück
es: {CONTROL:GUI:CANCEL} Volver
fr: {CONTROL:GUI:CANCEL} Retour
hu_hu: {CONTROL:GUI:CANCEL} Vissza
it: {CONTROL:GUI:CANCEL} Indietro
pl_pl: {CONTROL:GUI:CANCEL} Wróć
pt_br: {CONTROL:GUI:CANCEL} Voltar
ru: {CONTROL:GUI:CANCEL} Назад
zh_cn: {CONTROL:GUI:CANCEL} 后退

# TerminalInfo_Help_ScreenConvertShip
source: {CONTROL:GUI:BUTTON_X} Convert to ship {CONTROL:GUI:CANCEL} Back
de: {CONTROL:GUI:BUTTON_X} In Schiff umwandeln {CONTROL:GUI:CANCEL} Zurück
es: {CONTROL:GUI:BUTTON_X} Convertir en nave {CONTROL:GUI:CANCEL} Volver
fr: {CONTROL:GUI:BUTTON_X} Convertir en vaisseau {CONTROL:GUI:CANCEL} Retour
hu_hu: {CONTROL:GUI:BUTTON_X} Átalakítás hajóvá {CONTROL:GUI:CANCEL} Vissza
it: {CONTROL:GUI:BUTTON_X} Converti in nave {CONTROL:GUI:CANCEL} Indietro
pl_pl: {CONTROL:GUI:BUTTON_X} Zamień w statek {CONTROL:GUI:CANCEL} Wróć
pt_br: {CONTROL:GUI:BUTTON_X} Converter em nave {CONTROL:GUI:CANCEL} Voltar
ru: {CONTROL:GUI:BUTTON_X} Преобразовать в корабль {CONTROL:GUI:CANCEL} Назад
zh_cn: {CONTROL:GUI:BUTTON_X}转换成飞船{CONTROL:GUI:CANCEL}后退

# TerminalInfo_Help_ScreenConvertStation
source: {CONTROL:GUI:BUTTON_X} Convert to station {CONTROL:GUI:CANCEL} Back
de: {CONTROL:GUI:BUTTON_X} In Station umwandeln {CONTROL:GUI:CANCEL} Zurück
es: {CONTROL:GUI:BUTTON_X} Convertir en estación {CONTROL:GUI:CANCEL} Volver
fr: {CONTROL:GUI:BUTTON_X} Convertir en station {CONTROL:GUI:CANCEL} Retour
hu_hu: {CONTROL:GUI:BUTTON_X} Átalakítás állomásra {CONTROL:GUI:CANCEL} Vissza
it: {CONTROL:GUI:BUTTON_X} Converti in stazione {CONTROL:GUI:CANCEL} Indietro
pl_pl: {CONTROL:GUI:BUTTON_X} Zamień w stację {CONTROL:GUI:CANCEL} Wróć
pt_br: {CONTROL:GUI:BUTTON_X} Converter em estação {CONTROL:GUI:CANCEL} Voltar
ru: {CONTROL:GUI:BUTTON_X} Преобразовать в станцию {CONTROL:GUI:CANCEL} Назад
zh_cn: {CONTROL:GUI:BUTTON_X}转换成基站{CONTROL:GUI:CANCEL}后退

# Description_BlueprintClass_Ammo
source: Ammo - Bullets and ordinance used in combat situations.
de: Munition - Geschosse und Munition, die in Kampfsituationen verwendet werden.
es: Munición - Balas y artefactos utilizados en situaciones de combate.
fr: Munitions - Balles et munitions utilisées dans les situations de combat.
hu_hu: Lőszer
it: Munizioni - Proiettili e ordinanze utilizzate in situazioni di combattimento.
pl_pl: Amunicja
pt_br: Munição - Balas e itens usados em situações de combate.
ru: Боеприпасы — Пули и боеприпасы, используемые в боевых ситуациях.
zh_cn: 弹药 - 战斗态势下使用的子弹和军械。

# Description_BlueprintClass_BasicComponents
source: Basic Ingots and Components - Click on any ingot or component to assemble it.
de: Standard--Barren und Komponenten - Klicken Sie auf einen beliebigen Barren oder eine Komponente, um sie zusammenzusetzen.
es: Componentes básicos y lingotes - Haz clic en cualquier lingote o componente para ensamblarlo.
fr: Lingots et composants de base - Cliquez sur n'importe quel lingot ou composant pour l'assembler.
hu_hu: Alapvető összetevők és alkatrészek - Kattintson bármelyik Öntvényre vagy alkatrészre, az összeszereléshez.
it: Lingotti e componenti di base - Fai clic su qualsiasi lingotto o componente per assemblarlo.
pl_pl: Podstawowe Sztabki i Komponenty - Kliknij w sztabkę lub komponent aby zacząć ich produkcję.
pt_br: Componentes básicos - Clique em algum componente para produzi-lo.
ru: Базовые слитки и компоненты — Щелкните любой слиток или компонент для сборки.
zh_cn: 基本锭子和组件 - 点击任何锭子或者组件进行装配。

# Description_BlueprintClass_BasicTools
source: Basic Tools
de: Standard-Werkzeuge
es: Herramientas básicas
fr: Outils de base
hu_hu: Alapvető eszközök
it: Strumenti di base
pl_pl: Podstawowe Narzędzia
pt_br: Ferramentas básicas
ru: Основные инструменты
zh_cn: 基本工具

# Description_BlueprintClass_BuildPlanner
source: Build Planner - Click on any block from Build Planner to assemble all components remaining for its construction.
de: Konstruktionsplaner - Fügen Sie einen beliebigen Block zum Konstruktionsplaner hinzu, um alle Komponenten produzieren zu lassen, die zu seiner Fertigstellung benötigt werden.
es: Planificador de construcciones - Haz clic en cualquier bloque de Planificador de construcciones para ensamblar todos los componentes restantes para su construcción.
fr: Plan de construction - Cliquez sur n'importe quel bloc du plan de construction pour assembler tous les composants restants pour sa construction.
hu_hu: Építési tervező - Kattintson az Építési tervező bármely blokkjára az összeszereléshez minden alkatrész megmarad a beépítésig.
it: Planner di costruzione - Clicca su qualsiasi blocco dal Planner di costruzione per montare tutti i componenti rimasti per la sua costruzione.
pl_pl: Planer Budowy - Kliknij w blok z Planera Budowy aby stworzyć wszystkie jego komponenty wymagane do produkcji.
pt_br: Planejador de construção - Clique em qualquer bloco no Planejador de construção para produzir todos os componentes que faltam para a construção.
ru: Планировщик — Щелкните любой блок из Планировщика, чтобы собрать все компоненты, необходимые для его постройки.
zh_cn: 建造计划器 - 点击建造计划器中的任何方块进行组装。

# Description_BlueprintClass_CommonMetals
source: Common Metals
de: Gewöhnliche Metalle
es: Metales comunes
fr: Métaux communs
hu_hu: Közönséges fémek
it: Metalli Comuni
pl_pl: Metale nieszlachetne
pt_br: Metais comuns
ru: Обычные металлы
zh_cn: 常见金属

# Description_BlueprintClass_Components
source: Components - Components are used in the construction of structural, mechanical, and electrical systems.
de: Komponenten - Komponenten werden bei der Konstruktion struktureller, mechanischer und elektrischer Systeme verwendet.
es: Componentes - Los componentes se utilizan en la construcción de sistemas estructurales, mecánicos y eléctricos.
fr: Composants - Les composants sont utilisés dans la construction de systèmes structurels, mécaniques et électriques.
hu_hu: Alkatrészek - Kattintson bármelyik elemre, hogy összeállítsa.
it: Componenti - I componenti sono utilizzati nella costruzione di strutture, impianti meccanici ed elettrici.
pl_pl: Elementy - Kliknij dowolny komponent aby go zmontować.
pt_br: Componentes - Componentes são usados na construção de sistemas estruturais, mecânicos e elétricos.
ru: Компоненты — Компоненты, используемый при создании структурных, механических и электрических систем.
zh_cn: 组件 - 组件用于构造结构、 机械和电气系统。

# Description_BlueprintClass_HydrogenBottles
source: Hydrogen Bottles
de: Wasserstoffflaschen
es: Botellas de hidrógeno
fr: Bouteilles d'hydrogène
hu_hu: Hidrogén palackok
it: Bombole di idrogeno
pl_pl: Butle z Wodorem
pt_br: Cilindros de hidrogênio
ru: Водородные баллоны
zh_cn: 氢气瓶

# Description_BlueprintClass_Ice
source: Ice
de: Eis
es: Hielo
fr: Glace
hu_hu: Jég
it: Ghiaccio
pl_pl: Lód
pt_br: Gelo
ru: Лед
zh_cn: 冰

# Description_BlueprintClass_Ingots
source: Ingots
de: Barren
es: Lingotes
fr: Lingots
hu_hu: Öntvény
it: Lingotti
pl_pl: Sztabki
pt_br: Barras
ru: Слитки
zh_cn: 锭

# Description_BlueprintClass_LargeBlocks
source: Large Blocks - Click on any Large Block to assemble all components necessary for it's construction.
de: Große Blöcke - Klicken Sie auf einen beliebigen großen Block, um alle für seine Konstruktion erforderlichen Komponenten montieren zu lassen.
es: Bloques grandes - Haz clic en cualquier bloque grande para ensamblar todos los componentes necesarios para su construcción.
fr: Grand Blocks - Cliquez sur n’importe quel petit bloc pour assembler tous les composants nécessaires à sa construction.
hu_hu: Nagy blokkok - Kattintson bármelyik nagy blokkra amely az összeszereléshez szükséges.
it: Blocchi grandi - Fai clic su qualsiasi blocco grande per assemblare tutti i componenti necessari per la sua costruzione.
pl_pl: Duże Bloki - Kliknij na dowolny Duży Blok, aby zmontować wszystkie komponenty potrzebne do jego konstrukcji.
pt_br: Blocos grandes - Clique em qualquer Bloco grande para produzir os componentes necessários para a sua construção.
ru: Большие блоки — Щелкните блок для сборки всех компонентов, необходимых для его постройки.
zh_cn: 大型方块 - 点击大型方块组装所有必要的组件。

# Description_BlueprintClass_OxygenBottles
source: Oxygen Bottles
de: Sauerstoffflaschen
es: Botellas de oxígeno
fr: Bouteilles d'oxygène
hu_hu: Oxigén palackok
it: Bombole d'ossigeno
pl_pl: Butle tlenowe
pt_br: Cilindros de oxigênio
ru: Кислородные баллоны
zh_cn: 氧气瓶

# Description_BlueprintClass_SmallBlocks
source: Small Blocks - Click on any Small Block to assemble all components necessary for it's construction.
de: Kleine Blöcke - Klicken Sie auf einen beliebigen kleinen Block, um alle für seine Konstruktion erforderlichen Komponenten montieren zu lassen.
es: Bloques Pequeños - Haz clic en cualquier Bloque Pequeño para ensamblar todos los componentes necesarios para su construcción.
fr: Petits blocs - Cliquez sur n'importe quel petit bloc pour assembler tous les composants nécessaires à sa construction.
hu_hu: Kis blokkok - Kattintson bármely kis blokkra amely az összeszereléshez szükséges.
it: Blocchi piccoli - Fai clic su qualsiasi blocco piccolo per assemblare tutti i componenti necessari per la sua costruzione.
pl_pl: Małe Bloki - Kliknij na dowolny Mały Blok, aby zmontować wszystkie komponenty potrzebne do jego konstrukcji.
pt_br: Blocos pequenos - Clique em qualquer Bloco pequeno para produzir os componentes necessários para a sua construção.
ru: Малые блоки — Щелкните любой блок для сборки всех компонентов, необходимых для его постройки.
zh_cn: 小型方块 - 点击小型方块组装所有必要的组件。

# Description_BlueprintClass_Tools
source: Tools - Handheld instruments that perform a variety of functions.
de: Werkzeuge - handliche Hilfsmittel, die eine vielzahl von Funktionen erfüllen können.
es: Herramientas - Instrumentos manuales que realizan diversas funciones.
fr: Outils - Instruments portatifs qui remplissent diverses fonctions.
hu_hu: Szerszámok
it: Utensili - Strumenti portatili che svolgono una varietà di funzioni.
pl_pl: Narzędzia
pt_br: Ferramentas - Instrumentos manuais que realizam diversas funções.
ru: Инструменты — Ручные инструменты для различных задач.
zh_cn: 工具 – 执行多种功能的手持式仪器。

# DisplayName_BlueprintClass_BasicTools
source: Basic Tools
de: Standard-Werkzeuge
es: Herramientas básicas
fr: Outils de base
hu_hu: Alapvető eszközök
it: Strumenti di base
pl_pl: Podstawowe Narzędzia
pt_br: Ferramentas básicas
ru: Основные инструменты
zh_cn: 基本工具

# DisplayName_BlueprintClass_Tools
source: Tools
de: Werkzeuge
es: Herramientas
fr: Outils
hu_hu: Szerszámok
it: Strumenti
pl_pl: Narzędzia
pt_br: Ferramentas
ru: Инструменты
zh_cn: 工具
