Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# ScreenMainMenu_SkinSaleLine1
source: Limited offer of skins!
cs_cz: Limitovaná nabídka vzhledů!
de: Zeitlich begrenztes Sonderangebot für Skins!
es: ¡Oferta limitada de apariencias!
fr: Offre limitée de skins !
hu_hu: Korlátozott Skin ajánlat!
it: Offerta limitata di skin!
pl_pl: Limitowana oferta skórek!
pt_br: Oferta limitada a skins!
ru: Ограниченное предложение для скинов!
zh_cn: 限时皮肤出售！

# ScreenMainMenu_SkinSaleLine2
source: Grab it on {0}!
cs_cz: Získejte je na {0}!
de: Kaufen im {0}!
es: ¡Píllala en {0}!
fr: Obtenez-le sur {0} !
hu_hu: Ragadd meg itt {0}!
it: Prendila su{0}!
pl_pl: Złap je w {0}!
pt_br: Garanta já a sua em {0}!
ru: Посмотрите его в {0}!
zh_cn: 在{0}上获得它！

# ScreenMainMenu_DecoBlockDlcLine1
source: Decorative blocks are now available!
de: Dekorative Blöcke sind jetzt erhältlich!
es: ¡Bloques decorativos ya disponibles!
fr: Les blocs décoratifs sont maintenant disponibles !
hu_hu: Dekoratív blokkok már elérhető!
it: I blocchi decorativi sono ora disponibili!
pl_pl: Bloki dekoracyjne są już dostępne!
pt_br: Os blocos decorativos já estão disponíveis!
ru: Декоративные блоки уже доступны!
zh_cn: 现在可得到装饰方块！

# ScreenMainMenu_DecoBlockDlcLine2
source: Grab them on {0}!
de: Erhalten Sie sie auf {0}!
es: ¡Píllalos en {0}!
fr: Obtenez-les sur {0} !
hu_hu: Ragadd meg itt {0}!
it: Prendili su{0}!
pl_pl: Zdobądź je na {0}!
pt_br: Garanta já o seu em {0}!
ru: Приобретайте их в {0}!
zh_cn: 去{0}取！

# ScreenMedicals_NoRespawnPlace
source: No respawn point is available! Try the refresh button for any available respawn points. If there is no chance of accessing them, the game will be over in {0:00}:{1:00}.
cs_cz: Není k dispozici místo pro oživení! Použijte tlačítko aktualizovat pro načtení možných ošetřoven. Pokud není žádná možnost přístupu k ošetřovně, pak bude hra ukončena za {0:00}:{1:00}.
de: Kein Respawn-Punkt ist verfügbar! Versuchen Sie die Aktualisierungsschaltfläche für alle verfügbaren Respawn-Punkte zu verwenden. Wenn es keine Möglichkeit gibt zu spawnen, ist das Spiel in {0:00}:{1:00}zu Ende.
es: ¡No hay puntos de reaparición disponibles! Prueba con el botón de recargar para volver a buscar puntos de reaparición. Si no hay posibilidad de acceder a ellos, el juego acabará en {0:00}:{1:00}.
fr: Aucun point de réapparition n'est disponible ! Essayez le bouton de rafraîchissement pour tous les points de réapparition disponibles. S'il n'y a aucune possibilité d'y accéder, la partie s'arrêtera dans {0:00}:{1:00}.
hu_hu: Nincs újjáélesztési pont! Próbálkozzon a Frissítés gombbal a rendelkezésre álló újjáéledési pontok eléréséért. Ha nincs esélye elérni őket, a játéknak {0:00}:{1:00} múlva vége lesz.
it: Nessun punto di rientro è disponibile! Prova il pulsante Aggiorna per eventuali punti di rientro disponibili. Se non c'è la possibilità di accedervi, il gioco finisce in{0:00}:{1:00}.
pl_pl: Brak dostępnych punktów odrodzenia! Spróbuj użyć przycisku odświeżania aby znaleźć dostępne punkty. Jeśli nie masz dostępu do żadnego pokoju medycznego, gra skończy się za {0:00}:{1:00}.
pt_br: Nenhum ponto de renascimento disponível! Pressione o botão de atualizar para ver outros pontos disponíveis. Se não for possível acessá-los, o jogo terminará em {0:00}:{1:00}.
ru: Нет доступных точек возрождения! Попробуйте обновить список. Если нет доступа к медпунктам, игра окончена в {0:00}:{1:00}.
zh_cn: 无可用重生点！ 点击刷新按钮找到医疗室。 如果没有机会进入医疗室，游戏将在{0:00}:{1:00}结束。

# ScreenMedicals_NoRespawnPlaceHeader
source: You must spawn in: {0:00}:{1:00}
cs_cz: Musíte se oživit za: {0:00}:{1:00}
de: Sie müssen spawnen in: {0:00}:{1:00}
es: Debes reaparecer en: {0:00}:{1:00}
fr: Vous devez apparaître dans : {0:00}:{1:00}
hu_hu: Újjá kell élednie: {0:00}:{1:00}
it: Devi rientrare in: {0:00}:{1:00}
pl_pl: Musisz odrodzic się w przeciągu: {0:00}:{1:00}
pt_br: Você deve renascer em: {0:00}:{1:00}
ru: Вы должны возродиться в {0:00}:{1:00}
zh_cn: 你必须在：{0:00}:{1:00}后重生

# ScreenMedicals_NoRespawnPossible
source: No respawn point is available! Try the refresh button for any available respawn points. If there is no chance of accessing them, the game is over and you can leave the game.
cs_cz: Není k dispozici místo pro oživení! Použijte tlačítko aktualizovat pro načtení možných ošetřoven. Pokud není žádná možnost přístupu k ošetřovně, pak je hra u konce a můžete ji opustit.
de: Kein Respawn-Punkt verfügbar! Versuchen Sie die Aktualisierungsschaltfläche für alle verfügbaren Respawn-Punkte zu verwenden. Wenn es keine Möglichkeit gibt zu spawnen, ist das Spiel vorbei und Sie können das Spiel verlassen.
es: ¡No hay puntos de reaparición disponibles! Prueba con el botón de recargar para volver a buscar puntos de reaparición. Si no hay posibilidad de acceder a ellos, la partida se ha acabado y puedes salir del juego.
fr: Aucun point de réapparition n'est disponible ! Essayez le bouton de rafraîchissement pour tous les points de réapparition disponibles. S'il n'y a aucune possibilité d'y accéder, la partie s'arrêtera et vous pourrez quitter le jeu.
hu_hu: Nincs újjáélesztési pont! Próbálkozzon a Frissítés gombbal a rendelkezésre álló újjáéledési pontokért. Ha nincs esélye elérni őket, akkor a játéknak vége, és elhagyhatja a játékot.
it: Nessun punto di rientro è disponibile! Prova il pulsante Aggiorna per eventuali punti di rientro disponibili. Se non c'è la possibilità di accedervi, il gioco è finito e puoi lasciare il gioco.
pl_pl: Brak dostępnych punktów odrodzenia! Spróbuj użyć przycisku odświeżania aby znaleźć dostępne punkty. Jeśli nie masz dostępu do żadnego pokoju medycznego, gra skończona. Możesz wyjść z gry.
pt_br: Nenhum ponto de renascimento disponível! Pressione o botão de atualizar para ver outros pontos disponíveis. Se não for possível acessá-los, o jogo terminará e você poderá sair.
ru: Нет доступных точек возрождения! Попробуйте обновить список. Если нет доступа к медпунктам, игра окончена.
zh_cn: 没有可用的重生点！ 尝试刷新任何可用的医疗室。 如果没有机会进入医疗室，游戏结束，你可以退出游戏。

# ScreenMedicals_RespawnOutsideWorld
source: The spawn points in this world are outside of the world size limit and/or the spawn points are obstructed. Please increase the world size limit.
de: Die Spawn-Punkte in dieser Welt liegen außerhalb der Weltgrößenbegrenzung und/oder die Spawn-Punkte sind blockiert. Bitte erweitern Sie die Weltgrößenbegrenzung.
es: Los puntos de aparición en este mundo están fuera del límite de tamaño del mundo y/o los puntos de aparición están obstruidos. Aumente el límite de tamaño del mundo.
fr: Les points de réapparition de ce monde sont en dehors de la limite de taille du monde et/ou les points de réapparition sont obstrués. Veuillez augmenter la limite de taille du monde.
it: I punti di rientro in questo mondo sono al di fuori del limite di dimensione del mondo e/o sono ostruiti. Aumenta il limite delle dimensioni del mondo.
pt_br: Os pontos de renascimento neste mundo estão fora do limite de tamanho do mundo e/ou os pontos de renascimento estão obstruídos. Aumento o limite de tamanho do mundo.
ru: Точки возрождения в этом мире вне пределов размера мира и (или) заблокированы. Увеличьте лимит на размер мира.
zh_cn: 此世界中的生成点超出世界大小上限和/或生成点被遮挡。 请提高世界大小上限。

# ScreenMedicals_OwnerTimeoutColumn
source: Available in
cs_cz: Vlastník / Časový limit
de: Verfügbar in
es: Disponible en
fr: Disponible dans
hu_hu: Elérhető
it: Disponibile tra
pl_pl: Dostępna za
pt_br: Disponível em
ru: Доступно через
zh_cn: 存在于

# ScreenMedicals_Owner
source: Owner
de: Besitzer
es: Dueño
fr: Propriétaire
hu_hu: Tulajdonos
it: Proprietario
pl_pl: Właściciel
pt_br: Proprietário
ru: Владелец
zh_cn: 所有者

# ScreenMedicals_RespawnShipNotReady
source: Not ready
cs_cz: Nepřipraveno
de: Nicht bereit
es: No está listo
fr: Pas prêt
hu_hu: Nem áll készen
it: Non pronto
pl_pl: Niegotowy
pt_br: Não está pronto
ru: Не готов
zh_cn: 没有准备好

# ScreenMedicals_RespawnShipReady
source: Ready
cs_cz: Připraveno
de: Bereit
es: Listo
fr: Prêt
hu_hu: Készen áll
it: Pronto
pl_pl: Gotowy
pt_br: Pronto
ru: Готов
zh_cn: 准备就绪

# ScreenMedicals_RespawnWhenShipReady
source: Will spawn on "{0}" when it is ready.
cs_cz: Oživení v "{0}" jakmile bude připraven(a).
de: Spawnen auf „{0}“, sobald es bereit ist.
es: Aparecerás en "{0}" cuando esté lista.
fr: Réapparition dans « {0} » quand il sera prêt.
hu_hu: Újjászületésre "{0}" után készen áll.
it: Rientro su "{0}" quando pronto.
pl_pl: Odrodzisz się w "{0}" kiedy będzie gotowy.
pt_br: Surgirá em "{0}" quando estiver pronto.
ru: Когда "{0}" будет готов, Вы возродитесь в нем.
zh_cn: 准备就绪后，将在 "{0}" 重生。

# ScreenMedicals_ActivateSpectator
source: Press Shift + Escape to enable spectator mode.
de: Drücken Sie Umschalt + Escape, um den Zuschauermodus zu aktivieren.
es: Pulsa Shift + Escape para pasar al modo espectador
fr: Appuyez sur Maj + Échap pour activer le mode spectateur.
hu_hu: A néző mód engedélyezéséhez nyomja meg a Shift + Escape gombot.
it: Premi Shift + Esc per attivare la modalità spettatore.
pl_pl: Wciśnij Shift + Escape, żeby wejść w tryb Obserwatora.
pt_br: Pressione Shift+Esc para ativar o modo espectador.
ru: Нажмите Shift + Escape для активации наблюдателя.
zh_cn: 按Shift+取消启动旁观者模式。

# ScreenMedicals_ActivateSpectator_Confirm
source: After enabling spectator mode from the respawn screen there is no way back to the respawn screen! You will have to reload/reconnect in order to respawn again. Are you sure you wish to continue?
de: Wenn Sie den Zuschauermodus vom Respawn-Bildschirm aus aktivieren, können Sie nicht zum Respawn-Bildschirm zurückkehren! Sie müssen neu laden/neu verbinden , um erneut zu respawnen. Sind Sie sicher, dass Sie fortfahren möchten?
es: Después de activar el modo espectador desde la pantalla de reaparición,¡ no hay marcha atrás hacia la pantalla de reaparición! Tendrás que recargar/reconectarte para poder volver a aparecer. ¿Estás seguro de que quieres continuar?
fr: Après avoir activé le mode spectateur à partir de l'écran de réapparition, il n'y a pas de moyen de revenir à l'écran de réapparition ! Vous devrez recharger/vous reconnecter pour pouvoir réapparaître. Voulez-vous vraiment continuer ?
hu_hu: Az újjáélesztés képernyőről a nézői mód engedélyezése után nem térhet vissza a újjáéledés képernyőre! Muszáj lesz újratölteni/újracsatlakozni annak érdekében, hogy újrakezdjen. Biztosan folytatja?
it: Dopo aver abilitato la modalità spettatore dallo schermo di rientro, non c'è modo di ritornare allo schermo di rientro! Dovrai ricaricare/ricollegarti per poter rientrare. Sei sicuro di voler continuare?
pl_pl: Po włączeniu trybu Obserwatora z ekranu odrodzenia, nie ma powrotu do tego ekranu! Będziesz musieć ponownie załadować świat/połączyć się aby odrodzić się ponownie. Czy na pewno chcesz kontynuować?
pt_br: Após ativar o modo espectador na tela de renascimento, não é possível retornar à tela de renascimento. Você deverá recarregar/reconectar para renascer novamente. Tem certeza de que deseja continuar?
ru: После активации режима наблюдателя из экрана возрождения, возможности возродиться уже не будет! Вам будет необходимо перезагрузить/переподключиться чтобы снова возродиться. Вы уверены что хотите продолжить?
zh_cn: 从重生屏幕启动旁观者模式后，就无法 返回到重生屏幕了！你需要重新加载或者重新连接来重生 。 需要继续吗？

# ScreenOptionsButtonVideo
source: Video
cs_cz: Grafika
de: Grafik
es: Vídeo
fr: Vidéo
hu_hu: Videó
pl_pl: Grafika
pt_br: Vídeo
ru: Видео
zh_cn: 视频

# ScreenTerminalError_NoAssemblers
source: There are no assemblers on this ship.
cs_cz: Na lodi se nenachází žádný montér.
de: Es gibt keine Montageanlagen auf diesem Schiff.
es: No hay ensambladores en esta nave.
fr: Il n'y a pas d'assembleur sur ce vaisseau.
hu_hu: Ezen a hajón nincsenek összeszerelők.
it: Non ci sono assemblatori in questa nave.
pl_pl: Nie ma stacji montażowej na tym statku.
pt_br: Não há montadoras na nave.
ru: На корабле нет сборщиков.
zh_cn: 这艘船上没有装配器。

# ScreenTerminalError_ShipHasBeenDisconnected
source: Ship has been disconnected from terminal
cs_cz: Loď byla odpojena od terminálu
de: Das Schiff wurde vom Terminal getrennt.
es: La nave ha sido desconectada del terminal
fr: Le vaisseau a été déconnecté du terminal
hu_hu: A hajó le lett választva a terminálról
it: La nave è stata disconnessa dal terminale
pl_pl: Statek został odłączony od terminalu
pt_br: A nave foi desconectada do terminal
ru: Корабль отключен от терминала
zh_cn: 船只与终端连接已断开

# ScreenTerminalError_ShipNotConnected
source: Terminal is not connected to any ship
cs_cz: Terminál není připojen k žádné lodi
de: Das Terminal ist mit keinem Schiff verbunden.
es: El terminal no está conectado a ninguna nave
fr: Le terminal n'est connecté à aucun vaisseau
hu_hu: A terminál nem csatlakozik egyetlen hajóhoz sem
it: Il terminale non è connesso a nessuna nave
pl_pl: Terminal nie jest podłączony do żadnego statku
pt_br: O terminal não está conectado a nenhuma nave
ru: Терминал не подключен к кораблю
zh_cn: 终端没有连接任何飞船

# ScreenTerminalInventory_Mass
source: Mass: {0} kg
cs_cz: Hmotnost: {0} kg
de: Masse: {0} Kg
es: Masa: {0} Kg
fr: Poids : {0} kg
hu_hu: Tömeg: {0} kg
it: Massa: {0} kg
pl_pl: Masa: {0} kg
pt_br: Massa: {0} kg
ru: Масса: {0} кг
zh_cn: 重量：{0} 公斤

# ScreenTerminalInventory_Volume
source: Volume:
cs_cz: Objem: {0} L
de: Volumen:
es: Volumen:
hu_hu: Térfogat:
pl_pl: Pojemność:
ru: Объем:
zh_cn: 体积：

# ScreenTerminalProduction_AssemblingButton
source: Assembling
cs_cz: Sestavování
de: Montieren
es: Montaje
fr: Assemblage
hu_hu: Összeszerelés
it: Assemblaggio
pl_pl: Montaż
pt_br: Montando
ru: Сборка
zh_cn: 组装

# ScreenTerminalProduction_Blueprints
source: Blueprints:
cs_cz: Technické výkresy:
de: Entwürfe:
es: Planos:
fr: Plans :
hu_hu: Tervrajz:
it: Progetti:
pl_pl: Schematy:
pt_br: Projetos:
ru: Чертежи:
zh_cn: 蓝图：

# ScreenTerminalProduction_ControlPanelButton
source: Control panel
cs_cz: Ovládací panel
de: Bedienfeld
es: Panel de control
fr: Panneau de contrôle
hu_hu: Vezérlőpult
it: Pannello di controllo
pl_pl: Panel sterowania
pt_br: Painel de controle
ru: Панель управления
zh_cn: 控制面板

# ScreenTerminalProduction_DisassembleAllButton
source: Disassemble all
cs_cz: Rozebrat vše
de: Alle zerlegen
es: Desensamblar todo
fr: Tout désassembler
hu_hu: Szedje szét az összeset
it: Disassembla tutto
pl_pl: Rozmontuj wszystko
pt_br: Desmontar tudo
ru: Разобрать всё
zh_cn: 全部拆解

# ScreenTerminalProduction_DisassemblingButton
source: Disassembling
cs_cz: Rozebírání
de: Zerlegen
es: Desensamblando
fr: Désassemblage
hu_hu: Szétszerelés
it: Disassemblamento
pl_pl: Demontaż
pt_br: Desmontando
ru: Разборка
zh_cn: 拆卸

# ScreenTerminalProduction_GainedAndAvailable
source: Gained / Available
cs_cz: Získáno / Dostupné
de: Wiederverwertet / Verfügbar
es: Ganado / Disponible
fr: Acquis / disponible
hu_hu: Szerzett / Elérhető
it: Ottenuto / Disponibile
pl_pl: Otrzymane / Dostępne
pt_br: Obtido/Disponível
ru: Получено / Доступно
zh_cn: 获得/可用

# ScreenTerminalProduction_Inventory
source: Inventory:
cs_cz: Inventář:
de: Inventar:
es: Inventario:
fr: Inventaire :
hu_hu: Készlet:
it: Inventario:
pl_pl: Ekwipunek:
pt_br: Inventário:
ru: Инвентарь:
zh_cn: 库存：

# ScreenTerminalProduction_InventoryButton
source: Inventory
cs_cz: Inventář
de: Inventar
es: Inventario
fr: Inventaire
hu_hu: Készlet
it: Inventario
pl_pl: Ekwipunek
pt_br: Inventário
ru: Инвентарь
zh_cn: 库存

# ScreenTerminalProduction_MaterialType
source: Material type
cs_cz: Typ materiálu
de: Materialtyp
es: Tipo de material
fr: Type de matériau
hu_hu: Anyag típusa
it: Tipo di materiale
pl_pl: Typ materiału
pt_br: Tipo de material
ru: Тип материала
zh_cn: 材料类型

# ScreenTerminalProduction_ProductionQueue
source: Production queue:
cs_cz: Výrobní fronta:
de: Produktionswarteschlange:
es: Cola de producción:
fr: File de production :
hu_hu: Gyártási sor:
it: Coda produzione:
pl_pl: Kolejka produkcji:
pt_br: Fila de produção:
ru: Очередь производства:
zh_cn: 生产队列：

# ScreenTerminalProduction_RequiredAndAvailable
source: Required / Available
cs_cz: Požadováno / Dostupné
de: Erforderlich / Verfügbar
es: Necesario / Disponible
fr: Requis / disponible
hu_hu: Szükséges / Elérhető
it: Richiesto / Disponibile
pl_pl: Wymagane / Dostępne
pt_br: Exigido/Disponível
ru: Требуется / Доступно
zh_cn: 需要/可用

# ScreenTerminalProduction_StoredMaterials
source: Stored materials:
cs_cz: Skladovaný materiál:
de: Eingelagerte Materialien:
es: Materiales almacenados:
fr: Matériaux stockés :
hu_hu: Tárolt anyagok:
it: Materiali immagazzinati:
pl_pl: Zgromadzone materiały:
pt_br: Materiais armazenados:
ru: Хранящиеся материалы:
zh_cn: 已储存的材料：

# ScreenTerminal_Infinite
source: Infinite
cs_cz: Nekonečný
de: Unendlich
es: Infinito
fr: Infini
hu_hu: Végtelen
it: Infinito
pl_pl: Nieskończon.
pt_br: Infinito
ru: Бесконечно
zh_cn: 无限

# ScreenTerminal_ShipCombobox
source: Current grid
cs_cz: Současná konstrukce
de: Aktuelle Blockkonstruktion
es: Estructura actual
fr: Grille actuelle
hu_hu: Jelenlegi objektum
it: Griglia attuale
pl_pl: Obecna Struktura
pt_br: Grid atual
ru: Текущая структура
zh_cn: 当前网格

# ScreenTerminal_ShipList
source: Accessible grids
cs_cz: Přístupné konstrukce
de: Verfügbare Blockkonstruktionen
es: Estructuras accesibles
fr: Grilles accessibles
hu_hu: Hozzáférhető objektumok
it: Navi accessibili
pl_pl: Dostępne Struktury
pt_br: Grids acessíveis
ru: Доступные корабли
zh_cn: 可访问的船只

source: Scripting Tools - Cutscenes
cs_cz: Skriptovací nástroje - cutscény
de: Skripting-Werkzeuge - Animationssequenzen
es: Herramientas de scripting - Escenas
fr: Outils de scripting - cinématiques
hu_hu: Scripting Tools - Kivágások
it: Strumenti per lo script - Cutscene
pl_pl: Narzędzia do skryptowania- Przerywniki
pt_br: Ferramentas de script - Cinemática
ru: Инструменты - катсцены
zh_cn: 编程工具 - 过场动画

source: Scripting Tools - Transformations
cs_cz: Skriptovací nástroje - přeměny
de: Skripting-Werkzeuge - Transformationen
es: Herramientas de scripting - Transformaciones
fr: Outil de scripting - transformations
hu_hu: Scripting Tools - Átalakítások
it: Strumenti per lo script - Trasformazioni
pl_pl: Narzędzia do skryptowania- Przekształcenia
pt_br: Ferramentas de script - Transformações
ru: Инструменты - трансформации
zh_cn: 脚本工具 - 转换

source: Selected Block
cs_cz: Vybraný blok
de: Ausgewählter Block
es: Bloque seleccionado
fr: Bloc sélectionné
hu_hu: Kiválasztott Blokk
it: Blocco selezionato
pl_pl: Wybrany blok
pt_br: Bloco selecionado
ru: Выбранный блок
zh_cn: 已选方块

source: Selected Entity
cs_cz: Vybraná entita
de: Ausgewählte Entität
es: Entidad Seleccionada
fr: Entité sélectionnée
hu_hu: Kiválasztott Entitás
it: Entità selezionata
pl_pl: Wybrana jednostka
pt_br: Entidade selecionada
ru: Выбранный объект
zh_cn: 已选实体

source: Selected Trigger
cs_cz: Vybraný spouštěč
de: Ausgewählter Triggerbereich
es: Activador seleccionado
fr: Déclencheur sélectionné
hu_hu: Kiválasztott Eseményindító
it: Innesco selezionato
pl_pl: Wybrany wyzwalacz
pt_br: Gatilho selecionado
ru: Выбранный триггер
zh_cn: 已选触发器

# ServerDetails_AssemblerEfficiencyMultiplier
source: Assembler Efficiency Multiplier
cs_cz: Efektivita montéru
de: Multiplikator für die Effizienz von Montageanlagen
es: Multiplicador de eficiencia del ensamblador
fr: Multiplicateur d'efficacité d'assembleur
hu_hu: Összeszerelő Hatásfok Növelő
it: Moltiplicatore di efficienza dell'assemblatore
pl_pl: Mnożnik Efektywności Stacji Montażowej
pt_br: Multiplicador de eficiência de montadora
ru: Множитель эффективности сборки
zh_cn: 装配效率倍增器

# ServerDetails_AssemblerSpeedMultiplier
source: Assembler Speed Multiplier
cs_cz: Rychlost montéru
de: Montagegeanlagen-Geschwindigkeitsmultiplikator
es: Multiplicador de velocidad del ensamblador
fr: Multiplicateur de vitesse d'assembleur
hu_hu: Összeszerelő Sebesség-Növelő
it: Moltiplicatore di velocità dell'assemblatore
pl_pl: Mnożnik Prędkości Stacji Montażowej
pt_br: Multiplicador de velocidade de montadora
ru: Множитель скорости сборки
zh_cn: 装配速度倍增器

# ServerDetails_AutoHealing
source: Auto Healing
cs_cz: Automatické uzdravování
de: Automatische Heilung
es: Auto Curación
fr: Soin auto
hu_hu: Automatikus Gyógyulás
it: Auto-cura
pl_pl: Automatyczne Leczenie
pt_br: Autocura
ru: Регенерация здоровья
zh_cn: 自动治愈

# ServerDetails_BlockTypeLimits
source: Block Type Limits
cs_cz: Limit typu bloku
de: Blocktyp-Grenzwerte
es: Límite de tipo de bloque
fr: Limites de type de bloc
hu_hu: Blokktípus-Korlátok
it: Limiti del tipo di blocchi
pl_pl: Limit Typów Bloku
pt_br: Limites de tipo de bloco
ru: Лимит типов блоков
zh_cn: 方块类型限制

# ServerDetails_CargoShipsEnabled
source: Cargo Ships
cs_cz: Nákladní lodě
de: Frachtschiffe
es: Naves de carga
fr: Vaisseaux cargo
hu_hu: Teherhajók
it: Navi cargo
pl_pl: Statki towarowe
pt_br: Naves cargueiras
ru: Грузовые корабли
zh_cn: 生成中立货船

# ServerDetails_DestructibleBlocks
source: Destructible Blocks
cs_cz: Zničitelné bloky
de: Zerstörbare Blöcke
es: Bloques Destructibles
fr: Blocs destructibles
hu_hu: Megsemmisíthető blokkok
it: Blocchi distruttibili
pl_pl: Zniszczalne bloki
pt_br: Blocos destrutíveis
ru: Разрушаемость блоков
zh_cn: 方块可破坏

# ServerDetails_Enable3rdPersonView
source: 3rd Person View
cs_cz: Pohled z třetí osoby
de: Third-Person-Perspektive
es: Vista en 3ª persona
fr: Vue à la 3e personne
hu_hu: 3. Személy Nézete
it: Vista in terza persona
pl_pl: Widok Trzecioosobowy
pt_br: Visão em 3ª pessoa
ru: Вид от 3-го лица
zh_cn: 第三人称视角

# ServerDetails_EnableBlockLimits
source: Block Limits
cs_cz: Limity bloků
es: Límites de bloque
fr: Limite de blocs
hu_hu: Blokkkorlátok
it: Limiti dei blocchi
pl_pl: Limit bloków
pt_br: Limites de bloco
ru: Лимит блоков
zh_cn: 方块数量上限

# ServerDetails_EnableConvertToStation
source: Enable Convert To Station
cs_cz: Povolit přeměnu na stanici
de: In Station umwandeln ermöglichen
es: Habilitar Convertir a estación
fr: Activer la conversion en station
hu_hu: Átalakítás Engedélyezése Állomássá
it: Abilita Converti in stazione
pl_pl: Zezwól na zamianę w stację
pt_br: Habilitar conversão em estação
ru: Конвертация в станцию
zh_cn: 允许空间站转换

# ServerDetails_EnableDrones
source: Drones
cs_cz: Drony
de: Drohnen
hu_hu: Drónok
it: Droni
pl_pl: Drony
ru: Призыв подкреплений
zh_cn: 无人机

# ServerDetails_EnableEncounters
source: Encounters
cs_cz: Střetnutí
de: Begegnungen
es: Encuentros
fr: Rencontres
hu_hu: Találkozások
it: Incontri
pl_pl: Spotkania
pt_br: Encontros
ru: Случайные встречи
zh_cn: 遭遇

# ServerDetails_EnableFlora
source: Flora
fr: Flore
hu_hu: Növényvilág
pt_br: Vegetação
ru: Флора
zh_cn: 植物

# ServerDetails_EnableIngameScripts
source: Ingame Scripts
cs_cz: Herní skripty
de: Ingame-Skripts
es: Scripts en el juego
fr: Scripts dans le jeu
hu_hu: Játék Szkriptek
it: Script in gioco
pl_pl: Skrypty w Grze
pt_br: Scripts de jogo
ru: Внутриигровые скрипты
zh_cn: 游戏内脚本

# ServerDetails_EnableJetpack
source: Jetpack
ru: Реактивный ранец
zh_cn: 喷气背包

# ServerDetails_EnableOxygen
source: Oxygen
cs_cz: Kyslík
de: Sauerstoff
es: Oxígeno
fr: Oxygène
hu_hu: Oxigén
it: Ossigeno
pl_pl: Tlen
pt_br: Oxigênio
ru: Кислород
zh_cn: 氧气

# ServerDetails_EnableOxygenPressurization
source: Airtightness
cs_cz: Vzduchotěsnost
de: Luftdichtheit
es: Presurización de ambientes
fr: Étanchéité
hu_hu: Légmentesség
it: Tenuta d'aria
pl_pl: Szczelność
pt_br: Vedação hermética
ru: Герметичность
zh_cn: 气密性

# ServerDetails_EnableRemoteBlockRemoval
source: Remote Removal of Owned Blocks
cs_cz: Vzdálené odebrání vlastněných bloků
de: Remote-Entfernung eigener Blöcke
es: Eliminación remota de bloques de tu propiedad
fr: Suppression à distance des blocs possédés
hu_hu: Saját Blokkok Távoli Eltávolítása
it: Rimozione a distanza dei blocchi di proprietà
pl_pl: Zdalne Usuwanie Własnych Bloków
pt_br: Remoção remota de blocos próprios
ru: Удалённое убирание своих блоков
zh_cn: 远程删除所有块
