Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# Description_Hinge
source: Hinges can transfer items and rotate up to 180 degrees.
de: Scharniere können Gegenstände bewegen und weiterreichen und haben eine maximale Drehfreiheit von 180°.
es: Las bisagras pueden atravesar objetos y tienen una libertad de rotación máxima de 180.
fr: Les charnières peuvent passer au travers des objets et ont une liberté de rotation maximale de 180°.
hu_hu: Csuklópántok képesek tárgyak átadására, és maximális forgásszabadságuk 180 fok.
it: Le cerniere possono passare attraverso gli oggetti e hanno una libertà di rotazione massima di 180.
pl_pl: Zawiasy mogą przemieszczać elementy w przestrzeni po łuku o maksymalnym zakresie do 180 stopni.
pt_br: As dobradiças podem passar por itens e têm liberdade máxima de giro de 180.
ru: Шарниры могут проходить через предметы. Максимальный угол вращения — 180.
zh_cn: 铰链可以穿过物品，最大旋转自由度为180。

# Description_HingeHead
source: Hinge Parts can be reattached to hinges.
de: Scharnier-Gegenstücke können an Scharnieren befestigt werden.
es: Las partes de la bisagra pueden volver a colocarse en bisagras.
fr: Les pièces de charnière peuvent être réattachées aux charnières
hu_hu: Csuklópánt alkatrészek visszacsatolhatók a csuklópánthoz.
it: Le parti delle cerniere possono essere riattaccate alle cerniere.
pl_pl: Części zawiasów mogą być przyłączane do zawiasów.
pt_br: Peças de dobradiça podem ser reanexadas a dobradiças.
ru: Шарнирные детали можно присоединять к шарнирам.
zh_cn: 铰链部件可以重新连接到铰链。

# DisplayName_Block_LargeHingeHead
source: Hinge Part
de: Scharnier-Gegenstück 1x1
es: Parte de bisagra
fr: Pièce de charnière
hu_hu: Csuklópánt Alkatrész
it: Parte cerniera
pl_pl: Część zawiasu
pt_br: Peça de dobradiça
ru: Шарнирная деталь
zh_cn: 铰链部件

# DisplayName_Block_MediumHingeHead
source: Hinge Part 3x3
de: Scharnier-Gegenstück 3x3
es: Parte de bisagra 3x3
fr: Pièce de charnière 3x3
hu_hu: Csuklópánt Alkatrész 3x3
it: Parte cerniera 3x3
pl_pl: Część zawiasu 3x3
pt_br: Peça de dobradiça 3x3
ru: Шарнирная деталь 3x3
zh_cn: 铰链部件3x3

# DisplayName_Block_SmallHingeHead
source: Hinge Part
de: Scharnier-Gegenstück 1x1
es: Parte de bisagra
fr: Pièce de charnière
hu_hu: Csuklópánt Alkatrész
it: Parte cerniera
pl_pl: Część zawiasu
pt_br: Peça de dobradiça
ru: Шарнирная деталь
zh_cn: 铰链部件

# DisplayName_Block_SymbolAnd
source: And
de: Und-Zeichen
es: Y
fr: Et
hu_hu: És
it: E
pl_pl: Plus
pt_br: E
ru: И
zh_cn: 和

# DisplayName_Block_SymbolApostrophe
source: Apostrophe
de: Apostroph
es: Apóstrofe
hu_hu: Aposztróf
it: Apostrofo
pl_pl: Apostrof
pt_br: Apóstrofo
ru: Апостроф
zh_cn: 撇号

# DisplayName_Block_SymbolColon
source: Colon
de: Doppelpunkt
es: Dos puntos
fr: Deux-points
hu_hu: Kettőspont
it: Due punti
pl_pl: Dwukropek
pt_br: Dois pontos
ru: Двоеточие
zh_cn: 冒号

# DisplayName_Block_SymbolExclamationMark
source: Exclamationmark
de: Ausrufezeichen
es: Signoexclamación
fr: Point d'exclamation
hu_hu: Felkiáltójel
it: PuntoEsclamativo
pl_pl: Wykrzyknik
pt_br: Exclamação
ru: Восклицательный знак
zh_cn: 感叹号

# DisplayName_Block_SymbolQuestionMark
source: Questionmark
de: Fragezeichen
es: Signopregunta
fr: Point d'interrogation
hu_hu: Kérdőjel
it: PuntoInterrogativo
pl_pl: Znak zapytania
pt_br: Interrogação
ru: Вопросительный знак
zh_cn: 问号

# RadialMenuGroupTitle_BlueprintActions
source: Blueprint Actions
de: Entwurf-Aktionen
es: Acciones de planos
fr: Actions de plan
hu_hu: Tervrajzműveletek
it: Azioni progetto
pt_br: Ações de projeto
ru: Действия с чертежами
zh_cn: 蓝图操作

# TerminalTab_GPS_CopyToClipboard_GamepadHelp
source: Open chat and use {CONTROL:GUI:RIGHT_STICK_BUTTON} to paste GPS
de: Chat öffnen und {CONTROL:GUI:RIGHT_STICK_BUTTON} zum Einfügen der GPS-Koordinaten verwenden
es: Abre el chat y usa {CONTROL:GUI:RIGHT_STICK_BUTTON} para pegar GPS
fr: Ouvrez le chat et utilisez {CONTROL:GUI:RIGHT_STICK_BUTTON} pour coller les coordonnées GPS
hu_hu: Nyissa meg a csevegést és használja {CONTROL:GUI:RIGHT_STICK_BUTTON} GPS beillesztéshez
it: Apri la chat e usa {CONTROL:GUI:RIGHT_STICK_BUTTON} per incollare GPS
pt_br: Abra o bate-papo e use {CONTROL:GUI:RIGHT_STICK_BUTTON} para colar o GPS
ru: Откройте чат и с помощью {CONTROL:GUI:RIGHT_STICK_BUTTON} вставьте GPS
zh_cn: 打开聊天并使用{CONTROL:GUI:RIGHT_STICK_BUTTON}粘贴GPS

# ToolTipTerminalInventory_ItemInfoGamepad
source: {CONTROL:GUI:RIGHT_BUTTON} + {GAMEPAD:AXIS_DPAD} Move item Hold {CONTROL:GUI:LEFT_BUTTON} for transfer * 10 Hold {CONTROL:GUI:RIGHT_BUTTON} for transfer * 100 Hold {CONTROL:GUI:LEFT_BUTTON} + {CONTROL:GUI:RIGHT_BUTTON} for transfer * 1000 Hold {CONTROL:GUI:BUTTON_A} to split stack
de: {CONTROL:GUI:RIGHT_BUTTON} + {GAMEPAD:AXIS_DPAD} Item verschieben Halten Sie {CONTROL:GUI:LEFT_BUTTON} zum Übertragen von 10 Halten Sie {CONTROL:GUI:RIGHT_BUTTON} zum Übertragen von 100 Halten Sie {CONTROL:GUI:LEFT_BUTTON} + {CONTROL:GUI:RIGHT_BUTTON} zum Übertragen von 1000 Halten Sie {CONTROL:GUI:BUTTON_A} zum Aufteilen der Items
es: {CONTROL:GUI:RIGHT_BUTTON} + {GAMEPAD:AXIS_DPAD} Mover elemento Mantenga pulsado {CONTROL:GUI:LEFT_BUTTON} para transferir * 10 Mantenga pulsado {CONTROL:GUI:RIGHT_BUTTON} para transferir * 100 Mantenga {CONTROL:GUI:LEFT_BUTTON} + {CONTROL:GUI:RIGHT_BUTTON} para transferir * 1000 Mantenga pulsado {CONTROL:GUI:BUTTON_A} para dividir la pila
fr: {CONTROL:GUI:RIGHT_BUTTON} + {GAMEPAD:AXIS_DPAD} Déplacer l'élément Maintenez {CONTROL:GUI:LEFT_BUTTON} pour le transfert * 10 Maintenez {CONTROL:GUI:RIGHT_BUTTON} pour le transfert * 100 Maintenez {CONTROL:GUI:LEFT_BUTTON} + {CONTROL:GUI:RIGHT_BUTTON} pour le transfert * 1 000 Maintenez {CONTROL:GUI:BUTTON_A} pour diviser la pile
hu_hu: {CONTROL:GUI:RIGHT_BUTTON} + {GAMEPAD:AXIS_DPAD} Elem áthelyezése Hold {CONTROL:GUI:LEFT_BUTTON} áttesz * 10 Hold {CONTROL:GUI:RIGHT_BUTTON} áttesz * 100 Hold {CONTROL:GUI:LEFT_BUTTON} + {CONTROL:GUI:RIGHT_BUTTON} áttesz * 1000
it: {CONTROL:GUI:RIGHT_BUTTON} + {GAMEPAD:AXIS_DPAD} Sposta oggetto Tieni premuto {CONTROL:GUI:LEFT_BUTTON} per trasferire * 10 Tieni premuto {CONTROL:GUI:RIGHT_BUTTON} per trasferire * 100 Tieni premuto {CONTROL:GUI:LEFT_BUTTON} + {CONTROL:GUI:RIGHT_BUTTON} per trasferire * 1000 Tieni premuto {CONTROL:GUI:BUTTON_A} per dividere la pila
pl_pl: {CONTROL:GUI:RIGHT_BUTTON} + {GAMEPAD:AXIS_DPAD} Move item Hold {CONTROL:GUI:LEFT_BUTTON} for transfer * 10 Hold {CONTROL:GUI:RIGHT_BUTTON} for transfer * 100 Hold {CONTROL:GUI:LEFT_BUTTON} + {CONTROL:GUI:RIGHT_BUTTON} for transfer * 1000
pt_br: {CONTROL:GUI:RIGHT_BUTTON} + {GAMEPAD:AXIS_DPAD} Mover item Segure {CONTROL:GUI:LEFT_BUTTON} para transferir * 10 Segure {CONTROL:GUI:RIGHT_BUTTON} para transferir * 100 Segure {CONTROL:GUI:LEFT_BUTTON} + {CONTROL:GUI:RIGHT_BUTTON} para transferir * 1000 Segure {CONTROL:GUI:BUTTON_A} para dividir pilha
ru: {CONTROL:GUI:RIGHT_BUTTON} + {GAMEPAD:AXIS_DPAD} Переместить предмет Удерживать {CONTROL:GUI:LEFT_BUTTON} — передать * 10 Удерживать {CONTROL:GUI:RIGHT_BUTTON} — передать * 100 Удерживать {CONTROL:GUI:LEFT_BUTTON} + {CONTROL:GUI:RIGHT_BUTTON} — передать * 1000 Удерживать {CONTROL:GUI:BUTTON_A} — разделить пачку
zh_cn: {CONTROL:GUI:RIGHT_BUTTON} + {GAMEPAD:AXIS_DPAD} 移动物品 按住{CONTROL:GUI:LEFT_BUTTON}使转移数 * 10 按住{CONTROL:GUI:RIGHT_BUTTON}使转移数 * 100 按住{CONTROL:GUI:LEFT_BUTTON} + {CONTROL:GUI:RIGHT_BUTTON}使转移数 * 1000 按住{CONTROL:GUI:BUTTON_A}以拆分整堆

# ControlName_BlockAutorotation
source: Toggle block auto-rotation
de: Block-Auto-Rotation aktivieren/deaktivieren
es: Act./desact. rotación autom. de bloque
fr: Activer / désactiver la rotation automatique des blocs
hu_hu: Blokk automatikus forgásának bekapcsolása
it: Attiva/Disattiva auto rotazione blocco
pt_br: Alternar rotação automática de bloco
ru: Включение автоматического поворота блоков
zh_cn: 切换方块自动旋转

# HelpScreen_ControllerColorNext
source: Select next color
de: Nächste Farbe auswählen
es: Elegir color siguiente
fr: Sélectionner la couleur suivante
hu_hu: Következő szín kijelölése
it: Seleziona colore successivo
pt_br: Selecionar próxima cor
ru: Выбор следующего цвета
zh_cn: 选择下一个颜色

# HelpScreen_ControllerColorPrevious
source: Select previous color
de: Vorherige Farbe auswählen
es: Elegir color anterior
fr: Sélectionner la couleur précédente
hu_hu: Előző szín kijelölése
it: Seleziona colore precedente
pt_br: Selecionar cor anterior
ru: Выбор предыдущего цвета
zh_cn: 选择上一个颜色

# HelpScreen_ControllerSkinNext
source: Select next skin
de: Nächstes Skin auswählen
es: Elegir apariencia siguiente
fr: Sélectionner le skin suivant
hu_hu: Következő skin kiválasztása
it: Seleziona skin successiva
pt_br: Selecionar próxima skin
ru: Выбор следующего скина
zh_cn: 选择下一个皮肤

# HelpScreen_ControllerSkinPrevious
source: Select previous skin
de: Vorheriges Skin auswählen
es: Elegir apariencia anterior
fr: Sélectionner le skin précédent
hu_hu: Előző skin kiválasztása
it: Seleziona skin precedente
pt_br: Selecionar skin anterior
ru: Выбор предыдущего скина
zh_cn: 选择上一个皮肤

# HelpScreen_RotateCamera
source: Camera rotation
de: Drehung der Kamera
es: Rotación de cámara
fr: Rotation de la caméra
hu_hu: Kamera forgatása
it: Rotazione telecamera
pt_br: Giro da câmera
ru: Вращение камеры
zh_cn: 摄像头旋转

# HelpScreen_ZoomCamera
source: CameraZoom
de: Kamera-Zoom
es: Ampliación de cámara
fr: Zoom de la caméra
hu_hu: Kamera Nagyítása
it: Zoom telecamera
pt_br: Zoom da câmera
ru: Увеличение камеры
zh_cn: 摄像头缩放

# Spectator_BlockRadialMenu
source: Open Block radial menu
de: Block-Radialmenü öffnen
es: Abrir menú radial de bloque
fr: Ouvrir le menu radial bloc
hu_hu: Radiális Blokk menü megnyitása
it: Apri Menu radiale di blocco
pt_br: Abrir Menu radial de bloco
ru: Открыть круговое меню блока
zh_cn: 打开方块圆形菜单

# Spectator_HorizontalMovement
source: Horizontal movement
de: Horizontale Bewegung
es: Movimiento horizontal
fr: Mouvement horizontal
hu_hu: Vízszintes mozgás
it: Movimento orizzontale
pt_br: Movimento horizontal
ru: Горизонтальное движение
zh_cn: 横向移动

# Spectator_Rotation
source: Rotation
es: Rotación
hu_hu: Forgatás
it: Rotazione
pt_br: Rotação
ru: Поворот
zh_cn: 旋转

# Spectator_SystemRadialMenu
source: Open System radial menu
de: System-Radialmenü öffnen
es: Abrir menú radial del sistema
fr: Ouvrir le menu radial système
hu_hu: Rendszer radiális menüjének megnyitása
it: Apri Menu radiale di sistema
pt_br: Abrir Menu radial de sistema
ru: Открыть круговое меню системы
zh_cn: 打开系统圆形菜单

# HelpScreen_Strafe
source: Strafe
de: Seitliche Bewegung
es: Desplazarte a la izquierda y derecha
fr: Pas de côté
hu_hu: Büntetés
pt_br: Mergulhar
ru: Движение боком
zh_cn: 扫射

# HelpScreen_Warnings
source: Open Warning screen
de: Warnbildschirm öffnen
es: Abrir pantalla de advertencia
fr: Ouvrir l'écran d'avertissements
hu_hu: Figyelmeztető Képernyő Megnyitása
it: Apri schermata di avviso
pt_br: Abrir tela de aviso
ru: Открыть окно предупреждения
zh_cn: 打开警告画面

# ProgressScreen_LoadingWorld
source: Preparing world loading
de: Vorbereitung zum Laden der Welt
es: Preparando carga del mundo
fr: Préparation du chargement du monde
hu_hu: A világ betöltésének előkészítése
it: Preparazione caricamento mondo
pt_br: Preparando para carregar mundo
ru: Подготовка к загрузке мира
zh_cn: 正在准备加载世界

# ProgressScreen_UnloadingWorld
source: Unloading world
de: Welt wird geschlossen
es: Cancelando la carga del juego
fr: Déchargement du monde
hu_hu: Világ kiürítése
it: Chiudi il mondo
pt_br: Descarregando mundo
ru: Выгрузка мира
zh_cn: 正在上传世界

# ScreenTerminalInventory_FilterGamepadHelp_ActiveFilter
source: Active filter:
de: Angewendete Filter:
es: Filtro activo:
fr: Filtre actif :
hu_hu: Aktív szűrő:
it: Filtro attivo:
pt_br: Filtro ativo:
ru: Активный фильтр:
zh_cn: 有效筛选：

# ScreenTerminalInventory_FilterGamepadHelp_AllInventories
source: All inventories
de: Alle Inventare
es: Todos los inventarios
fr: Tous les inventaires
hu_hu: Minden készlet
it: Tutti gli inventari
pt_br: Todos os inventários
ru: Все инвентари
zh_cn: 所有库存

# ScreenTerminalInventory_FilterGamepadHelp_Character
source: Character
de: Spielcharakter
es: Personaje
fr: Personnage
hu_hu: Karakter
it: Personaggio
pt_br: Personagem
ru: Персонаж
zh_cn: 人物

# ScreenTerminalInventory_FilterGamepadHelp_CurrentShip
source: Current ship
de: Aktuelles Schiff
es: Nave actual
fr: Vaisseau actuel
hu_hu: Jelenlegi hajó
it: Nave corrente
pt_br: Nave atual
ru: Текущий корабль
zh_cn: 当前飞船

# ScreenTerminalInventory_FilterGamepadHelp_EnergyInventories
source: Energy inventories
de: Energieblock-Inventare
es: Inventarios de energía
fr: Inventaires d'énergie
hu_hu: Energia készletek
it: Inventari di energia
pt_br: Inventários de energia
ru: Инвентари для энергии
zh_cn: 能源类库存

# ScreenTerminalInventory_FilterGamepadHelp_ShipOrStation
source: Ship or Station
de: Schiff oder Station
es: Nave o estación
fr: Vaisseau ou station
hu_hu: Hajó vagy állomás
it: Nave o stazione
pt_br: Nave ou estação
ru: Корабль или станция
zh_cn: 飞船或空间站

# ScreenTerminalInventory_FilterGamepadHelp_StorageInventories
source: Storage inventories
de: Lagerinventare
es: Inventarios de almacenamiento
fr: Inventaires de stockage
hu_hu: Raktárkészletek
it: Inventari di stoccaggio
pt_br: Inventários de armazenamento
ru: Инвентари для хранения
zh_cn: 存储类库存

# ScreenTerminalInventory_FilterGamepadHelp_SystemInventories
source: System inventories
de: Systeminventare
es: Inventarios de nave
fr: Inventaires système
hu_hu: Rendszer készletek
it: Inventari di sistema
pt_br: Inventários de sistema
ru: Инвентари для систем
zh_cn: 系统类库存

# Dampeners_Relative
source: Toggle Relative dampeners
de: Aktivieren/deaktivieren der relativen Dämpfer
es: Alternar amortiguadores relativos
fr: Activer/désactiver les amortisseurs relatifs
hu_hu: Váltás a relatív csillapítókra
it: Attiva/disattiva Ammortizzatori relativi
pt_br: Acionar amortecedores relativos
ru: Включение относительных гасителей
zh_cn: 切换相对抑制器

# ToolTipTerminalProduction_AddToQueueGamepad
source: {CONTROL:GUI:ACCEPT} Add to queue
de: {CONTROL:GUI:ACCEPT} Zur Produktionswarteschlange hinzufügen
es: {CONTROL:GUI:ACCEPT} Añadir a cola
fr: {CONTROL:GUI:ACCEPT} Ajouter à la file
hu_hu: {CONTROL:GUI:ACCEPT} Hozzáadás a sorhoz
it: {CONTROL:GUI:ACCEPT} Aggiungi alla coda
pt_br: {CONTROL:GUI:ACCEPT} Adicionar à fila
ru: {CONTROL:GUI:ACCEPT} Добавить в очередь
zh_cn: {CONTROL:GUI:ACCEPT}添加到队列

# ToolTipTerminalProduction_ItemInfoGamepad
source: Hold {CONTROL:GUI:LEFT_BUTTON} for queue * 10 Hold {CONTROL:GUI:RIGHT_BUTTON} for queue * 100 Hold {CONTROL:GUI:LEFT_BUTTON} + {CONTROL:GUI:RIGHT_BUTTON} for queue * 1000
de: Halten Sie {CONTROL:GUI:LEFT_BUTTON}, um 10 in Produktion zu geben Halten Sie {CONTROL:GUI:RIGHT_BUTTON}, um 100 in Produktion zu geben Halten Sie {CONTROL:GUI:LEFT_BUTTON} + {CONTROL:GUI:RIGHT_BUTTON}, um 1000 in Produktion zu geben
es: Manén {CONTROL:GUI:LEFT_BUTTON} para poner en cola * 10 Hold {CONTROL:GUI:RIGHT_BUTTON} para poner en cola * 100 Mantén {CONTROL:GUI:LEFT_BUTTON} + {CONTROL:GUI:RIGHT_BUTTON} para poner en cola * 1000
fr: Maintenez {CONTROL:GUI:LEFT_BUTTON} pour ajouter à la file *10 Maintenez {CONTROL:GUI:RIGHT_BUTTON} pour ajouter à la file *100 Maintenez {CONTROL:GUI:LEFT_BUTTON} + {CONTROL:GUI:RIGHT_BUTTON} pour ajouter à la file * 1 000
hu_hu: Tart {CONTROL:GUI:LEFT_BUTTON} várólistához * 10 Tart {CONTROL:GUI:RIGHT_BUTTON} várólistához * 100 Tart {CONTROL:GUI:LEFT_BUTTON} + {CONTROL:GUI:RIGHT_BUTTON} várólistához * 1000
it: Tieni premuto {CONTROL:GUI:LEFT_BUTTON} per coda * 10 Tieni premuto {CONTROL:GUI:RIGHT_BUTTON} per coda * 100 Tieni premuto {CONTROL:GUI:LEFT_BUTTON} + {CONTROL:GUI:RIGHT_BUTTON} per coda * 1000
pt_br: Segure {CONTROL:GUI:LEFT_BUTTON} para colocar na fila * 10 Segure {CONTROL:GUI:RIGHT_BUTTON} para colocar na fila * 100 Segure {CONTROL:GUI:LEFT_BUTTON} + {CONTROL:GUI:RIGHT_BUTTON} para colocar na fila * 1000
ru: Удерживать {CONTROL:GUI:LEFT_BUTTON} — в очередь * 10 Удерживать {CONTROL:GUI:RIGHT_BUTTON} — в очередь * 100 Удерживать {CONTROL:GUI:LEFT_BUTTON} + {CONTROL:GUI:RIGHT_BUTTON} — в очередь * 1000
zh_cn: 按住{CONTROL:GUI:LEFT_BUTTON}使队列数 * 10 按住{CONTROL:GUI:RIGHT_BUTTON}使队列数 * 100 按住{CONTROL:GUI:LEFT_BUTTON} + {CONTROL:GUI:RIGHT_BUTTON}使队列数 * 1000

# ToolTipTerminalProduction_ProductionQueue_ItemInfoGamepad
source: {CONTROL:GUI:RIGHT_BUTTON} + {GAMEPAD:AXIS_DPAD} Move item Hold {CONTROL:GUI:LEFT_BUTTON} to remove * 10 Hold {CONTROL:GUI:RIGHT_BUTTON} to remove * 100 Hold {CONTROL:GUI:LEFT_BUTTON} + {CONTROL:GUI:RIGHT_BUTTON} to remove * 1000
de: {CONTROL:GUI:RIGHT_BUTTON} + {GAMEPAD:AXIS_DPAD} zum verschieben eines Items Halten Sie {CONTROL:GUI:LEFT_BUTTON} zum Entfernen von 10 Halten Sie {CONTROL:GUI:RIGHT_BUTTON} zum Entfernen von 100 Halten Sie {CONTROL:GUI:LEFT_BUTTON} + {CONTROL:GUI:RIGHT_BUTTON} zum Entfernen von 1000
es: {CONTROL:GUI:RIGHT_BUTTON} + {GAMEPAD:AXIS_DPAD} Mover objeto Mantén {CONTROL:GUI:LEFT_BUTTON} para eliminar * 10 Mantén {CONTROL:GUI:RIGHT_BUTTON} para eliminar * 100 Mantén {CONTROL:GUI:LEFT_BUTTON} + {CONTROL:GUI:RIGHT_BUTTON} para eliminar * 1000
fr: {CONTROL:GUI:RIGHT_BUTTON} + {GAMEPAD:AXIS_DPAD} Déplacer l'objet Maintenez {CONTROL:GUI:LEFT_BUTTON} pour supprimer *10 Maintenez {CONTROL:GUI:RIGHT_BUTTON} pour supprimer * 100 Maintenez {CONTROL:GUI:LEFT_BUTTON} + {CONTROL:GUI:RIGHT_BUTTON} pour supprimer *1 000
hu_hu: {CONTROL:GUI:RIGHT_BUTTON} + {GAMEPAD:AXIS_DPAD} Elem áthelyezése Tart {CONTROL:GUI:LEFT_BUTTON} eltávolít * 10 Tart {CONTROL:GUI:RIGHT_BUTTON} eltávolít * 100 Tart {CONTROL:GUI:LEFT_BUTTON} + {CONTROL:GUI:RIGHT_BUTTON} eltávolít * 1000
it: {CONTROL:GUI:RIGHT_BUTTON} + {GAMEPAD:AXIS_DPAD} Sposta oggetto Tieni premuto{CONTROL:GUI:LEFT_BUTTON} per rimuovere * 10 Tieni premuto {CONTROL:GUI:RIGHT_BUTTON} per rimuovere * 100 Tieni premuto {CONTROL:GUI:LEFT_BUTTON} + {CONTROL:GUI:RIGHT_BUTTON} per rimuovere * 1000
pt_br: {CONTROL:GUI:RIGHT_BUTTON} + {GAMEPAD:AXIS_DPAD} Mover item Segure {CONTROL:GUI:LEFT_BUTTON} para remover * 10 Segure {CONTROL:GUI:RIGHT_BUTTON} para remover * 100 Segure {CONTROL:GUI:LEFT_BUTTON} + {CONTROL:GUI:RIGHT_BUTTON} para remover * 1000
ru: {CONTROL:GUI:RIGHT_BUTTON} + {GAMEPAD:AXIS_DPAD} Переместить предмет Удерживать {CONTROL:GUI:LEFT_BUTTON} — удалить * 10 Удерживать {CONTROL:GUI:RIGHT_BUTTON} — удалить * 100 Удерживать {CONTROL:GUI:LEFT_BUTTON} + {CONTROL:GUI:RIGHT_BUTTON} — удалить * 1000
zh_cn: {CONTROL:GUI:RIGHT_BUTTON} + {GAMEPAD:AXIS_DPAD} 移动物品 按住{CONTROL:GUI:LEFT_BUTTON}使移除数 * 10 按住{CONTROL:GUI:RIGHT_BUTTON}使移除数 * 100 按住{CONTROL:GUI:LEFT_BUTTON} + {CONTROL:GUI:RIGHT_BUTTON}使移除数 * 1000

# ControlMenuItemLabel_EquipVoxelhand
source: Equip Voxel hand
de: Voxelhand ausrüsten
es: Equipar modificador de vóxeles
fr: Équiper le curseur voxel
hu_hu: Voxel Kéz Felszerelés
it: Equipaggia la mano Voxel
pt_br: Equipar Mão voxel
ru: Взять воксельную кисть
zh_cn: 装备体素手

# DialogBlueprintRename_GamepadHelp
source: {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Back
de: {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Zurück
es: {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL}Volver
fr: {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Retour
hu_hu: {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Vissza
it: {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Indietro
pl_pl: {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Wróć
pt_br: {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Voltar
ru: {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Назад
zh_cn: {CONTROL:GUI:BUTTON_X}确定{CONTROL:GUI:CANCEL}后退

# AreaInteration_Label
source: Enable Area interaction
de: Ungenaue Interaktion aktivieren
es: Habilitar interacción de área
fr: Activer l'intéraction de zone
hu_hu: Területi kapcsolat engedélyezése
it: Attiva l'interazione dell'area
pl_pl: Włącz interakcję przestrzenną
pt_br: Habilitar interação de área
ru: Включить зональное взаимодействие
zh_cn: 启用区域互动

# ToolTipOptionsGame_AreaInteraction
source: Area interaction enables you to interact with objects that are close to the crosshair without looking at them directly.
de: Die Ungenaue Interaktion ermöglicht es Ihnen, mit Objekten zu interagieren, die sich in der Nähe des Fadenkreuzes befinden, auch ohne sie direkt anzuschauen.
es: La interacción de área te permite interactuar con objetos que estén cerca del puntero incluso sin mirarlos directamente.
fr: L'intéraction de zone vous permet d'interagir avec des objets près du viseur sans avoir à les regarder directement.
hu_hu: A területi kapcsolat lehetővé teszi, hogy a célkereszthez közeli objektumokkal kapcsolatba lépjen anélkül, hogy közvetlenül rájuk nézne.
it: L'interazione dell'area ti consente di interagire con oggetti che sono vicini al mirino anche senza guardarli direttamente.
pl_pl: Interakcja przestrzenna umożliwia oddziaływanie na obiekty znajdujące się w pobliżu celownika bez bezpośredniego patrzenia na nie.
pt_br: A interação de área permite interagir com objetos que estão próximos à mira, mesmo sem estar olhando diretamente para eles.
ru: Зональное взаимодействие позволяет взаимодействовать с объектами, находящимися близко к прицелу, даже не глядя на них напрямую.
zh_cn: 区域互动让你可与靠近准心的对象进行交互，甚至无需直接注视它们。

# OpenDlcShop
source: Open store
de: Shop öffnen
es: Abrir tienda
fr: Ouvrir la boutique
hu_hu: Árúház megnyitása
it: Apri negozio
pl_pl: Otwórz sklep
pt_br: Abrir loja
ru: Открыть магазин
zh_cn: 打开商店

# OpenDlcShop_ps
source: Open PlayStation™Store
de: PlayStation™Store öffnen
es: Abrir PlayStation™Store
fr: Ouvrir PlayStation™Store
it: Apri PlayStation™Store
pt_br: Abrir PlayStation™Store
ru: Открыть PlayStation™Store
zh_cn: 打开 PlayStation™Store

# TieredUpdate_GridPresenceNotAvailable
source: N/A
de: N/V
es: N/D
it: N/D
pl_pl: Niedostępne
pt_br: N/D
ru: Н/Д
zh_cn: 无

# TieredUpdate_GridPresenceTier
source: Grid presence tier:
de: Blockkonstruktion-Anwesenheitsstatus:
es: Nivel de presencia de red:
fr: Niveau de présence de grille :
hu_hu: Objektum megjelenési szintje:
it: Livello presenza griglia:
pl_pl: Poziom obecności struktury:
pt_br: Nível de presença de grid:
ru: Уровень присутствия структуры:
zh_cn: 网格状态层：

# TieredUpdate_PlayerPresenceNotAvailable
source: N/A
de: N/V
es: N/D
it: N/D
pl_pl: Niedostępne
pt_br: N/D
ru: Н/Д
zh_cn: 无

# TieredUpdate_PlayerPresenceTier
source: Player presence tier:
de: Spieler-Anwesenheitsstatus:
es: Nivel de presencia de jugador:
fr: Niveau de présence joueur :
hu_hu: Játékosok megjelenési szintje:
it: Livello presenza giocatore:
pl_pl: Poziom obecności gracza:
pt_br: Nível de presença do jogador:
ru: Уровень присутствия игрока:
zh_cn: 玩家状态层：

# GPSScreen_hexLabel
source: Hex
zh_cn: 十六进制

# GPSScreen_hueTooltip
source: Hue:
de: Farbton:
es: Color:
fr: Teinte :
hu_hu: Színárnyalat:
it: Tinta:
pl_pl: Odcień:
pt_br: Matiz:
ru: Оттенок:
zh_cn: 色调：

# GPSScreen_saturationTooltip
source: Saturation:
de: Sättigung:
es: Saturación:
hu_hu: Érték:
it: Saturazione:
pl_pl: Nasycenie:
pt_br: Saturação:
ru: Насыщенность:
zh_cn: 饱和度：

# GPSScreen_valueTooltip
source: Value:
de: Wert:
es: Valor:
fr: Valeur :
hu_hu: Telítettség:
it: Valore:
pl_pl: Wartość:
pt_br: Valor:
ru: Значение:
zh_cn: 值：

# GPSScreen_hexTooltip
source: Colors HEX:
de: Farben HEX:
es: Colores HEX:
fr: HEX Couleurs :
hu_hu: Színek HEX:
it: ESADECIMALE Colori:
pl_pl: Kolory HEX:
pt_br: Cores HEX:
ru: Цвета (hex):
zh_cn: 十六进制颜色值：

source: Not replicated
de: Wird nicht repliziert
es: No replicado
fr: Non répliqué
hu_hu: Nem másolható
it: Non replicato
pl_pl: Nie powielony
pt_br: Não replicado
ru: Не дублируется
zh_cn: 未复制

source: Replicated
de: Wird repliziert
es: Replicado
fr: Répliqué
hu_hu: Töbszörözött
it: Replicato
pl_pl: Powielony
pt_br: Replicado
ru: Дублируется
zh_cn: 已复制

# TieredUpdate_IsReplicated
source: Is replicated:
de: Werden repliziert:
es: Está replicado:
fr: Est répliqué :
hu_hu: Többszöröződik:
it: Replicate:
pl_pl: Jest powielany:
pt_br: Replicado:
ru: Дублируется:
zh_cn: 已被复制：

# TieredUpdate_IsReplicated_False
source: No
de: Nein
fr: Non
pl_pl: Nie
pt_br: Não
ru: Нет
zh_cn: 否
