Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# Description_FAQ_LeavePlanet
source: To leave a planet with an atmosphere you need a ship capable of going into space. The best way is to equip your ship with hydrogen thrusters and hydrogen tanks.
de: Um einen Planeten mit einer Atmosphäre zu verlassen, brauchen Sie ein Schiff, das in den Weltraum fliegen kann. Am besten rüsten Sie Ihr Schiff mit Wasserstoffantrieben und Wasserstofftanks aus.
es: Para abandonar un planeta con atmósfera, necesitarás una nave capaz de atravesar el espacio. La mejor opción es equipar tu nave con propulsores de hidrógeno y tanques de hidrógeno.
fr: Pour quitter une planète avec une atmosphère, il vous faut un vaisseau capable d'aller dans l'espace. Le meilleur moyen consiste à équiper votre vaisseau de propulseurs à hydrogène et de réservoirs d'hydrogène.
hu_hu: Egy bolygó elhagyásához olyan hajóra van szükség, amely képes az űrben repülni. A legjobb módja, ha felszereljük a hajót hidrogén hajtóművekkel és hidrogéntartályokkal.
it: Per lasciare un pianeta con un'atmosfera hai bisogno di una nave in grado di andare nello spazio. Il modo migliore è quello di equipaggiare la tua nave con propulsori a idrogeno e serbatoi di idrogeno.
pl_pl: Aby opuścić planetę z atmosferą potrzebujesz statku mogącego wejść w przestrzeń kosmiczną. Najlepszy sposób to wyposażyć statek w silniki i zbiorniki wodorowe.
pt_br: Para sair de um planeta com atmosfera, você precisa de uma nave capaz de ir para o espaço. A melhor maneira é equipar sua nave com propulsores e tanques de hidrogênio.
ru: Чтобы покинуть атмосферу, Вам нужен корабль, способный летать в космосе. Наиболее эффективный способ - построить водородные ускорители и баки.
zh_cn: 需要飞船才能飞离有大气层的行星。最好的方法是给飞船配备氢气推进器和氢罐。

# Description_FAQ_Groups
source: You can use block functions of multiple blocks simultaneously by using block groups. Use Ctrl or Shift to select the ship blocks you wish to put into a group; enter a name in "Block group" on the right side of the screen and press Enter to create the block group.
de: Sie können Blockfunktionen mehrerer Blöcke gleichzeitig steuern, indem Sie Blockgruppen verwenden. Verwenden Sie Strg oder Umschalt, um die Schiffsblöcke auszuwählen, die Sie in eine Gruppe aufnehmen möchten; geben Sie einen Namen unter "Blockgruppe" auf der rechten Seite des Bildschirms ein und drücken Sie die Eingabetaste, um die Blockgruppe zu erstellen.
es: Puedes utilizar funciones del bloque de varios bloques simultáneamente utilizando grupos de bloques. Utiliza Ctrl o Shift para seleccionar los bloques de la nave que quieres poner en un grupo; introduce un nombre en "Grupo de bloques" en la parte derecha de la pantalla y pulsa Intro para crear el grupo de bloques.
fr: Vous pouvez utiliser des fonctions de plusieurs blocs simultanément en utilisant des groupes de blocs. Utilisez Ctrl ou Maj pour sélectionner les blocs de vaisseau que vous souhaitez mettre dans un groupe. Entrez un nom dans « Groupe de blocs » à droite de l'écran et appuyez sur Entrée pour créer le groupe de blocs.
hu_hu: Használhat több blokk egyidejű felhasználásával, blokk csoportot. A Ctrl vagy a Shift segítségével válassza ki a hajóblokkokat, amelyeket csoportba szeretne rendezni, írjon nevet a jobb oldalon található "Blokkcsoport" mezőbe, majd Enter a létrehozásához.
it: Puoi utilizzare le funzioni di blocco di più blocchi contemporaneamente utilizzando gruppi di blocchi. Usa Ctrl o Shift per selezionare i blocchi di navi che desideri inserire in un gruppo; inserisci un nome in "Gruppo di blocchi" sul lato destro dello schermo e premi Invio per creare il gruppo di blocchi.
pl_pl: Możesz korzystać z wielu bloków jednocześnie tworząc grupy bloków. Wciśnij Ctrl lub Shift aby zaznaczyć bloki mające utworzyć grupę; wpisz nazwę w "Grupa Bloków" po prawej stronie ekranu i wciśnij Enter by utworzyć grupę.
pt_br: Você pode utilizar as funções de múltiplos blocos simultaneamente através dos grupos de blocos. Use Ctrl ou Shift para selecionar os blocos da nave que deseja agrupar; crie um nome em “grupo de blocos” no lado direito da tela e pressione Enter para criar o grupo de blocos.
ru: Вы можете использовать функции сразу нескольких блоков одновременно с помощью групп блоков. Используйте Ctrl и Shift для выделения блоков, которые Вы хотите объединить, введите имя в поле "группа блоков" и нажмите Enter для создания группы.
zh_cn: 可用用方块组这个功能同事使用多个方块。按Ctrl或者Shift选定方块编组。在屏幕的邮编输入名称然后按回车创建组。

# Description_FAQ_MergeGrids
source: You can connect grids with each other with landing gears or connectors. You can merge two grids of the same size type together permanently by using merge blocks or even rotors.
de: Sie können Blockkonstruktionen temporär mit Hilfe von Fahrwerken oder Verbindern miteinander verbinden. Für einen dauerhafte Zusammenführung von Konstruktionen mit derselben Blockgröße können Sie den Fusionsblock oder sogar Rotoren verwenden.
es: Las estructuras pueden conectarse entre sí con trenes de aterrizaje o conectores. Puedes combinar dos estructuras del mismo tipo de tamaño de forma permanente mediante el uso de bloques de unión o incluso rotores.
fr: Vous pouvez connecter des grilles entre elles avec des trains d’atterrissage ou des connecteurs. Vous pouvez fusionner de façon permanente deux grilles de même taille en utilisant des blocs soudés ou même des rotors.
hu_hu: Az objektumokat futóművel vagy csatlakozókkal kapcsolhatja össze. Két azonos méretű objektumot egyesíthet véglegesen egyesítő blokkok vagy akár rotorok használatával.
it: Puoi collegare tra loro le griglie con i carrelli di atterraggio o i connettori. Puoi unire insieme due griglie dello stesso tipo di dimensioni in modo permanente utilizzando blocchi di unione o anche rotori.
pl_pl: Możesz łączyć struktury ze sobą za pomocą podwozia lub łączników. Struktury o identycznej wielkości możesz połączyć na stałe przy pomocy łączników lub rotorów.
pt_br: Você pode conectar grids entre si com trens de pouso e conectores. Também é possível mesclar duas grids de mesmo tipo de tamanho permanentemente utilizando blocos de mesclagem ou rotores.
ru: Вы можете сцеплять структуры друг с другом с помощью шасси и коннекторов. Вы можете соединять структуры одного размера навсегда с помощью стыковочных блоков или роторов.
zh_cn: 你可以用起落架或者连接器将网格互相连接。可以使用合并方块甚至转子永久合并大小相同的两个网格。

# Description_FAQ_Camera
source: You can change your perspective with {CONTROL:CAMERA_MODE} from first person mode to third person mode. Note that third person camera can clip back to first person if objects are obstructing the view.
de: Sie können Ihre Perspektive mit {CONTROL:CAMERA_MODE} vom First-Person-Modus in den Third-Person-Modus umschalten. Beachten Sie, dass die Third-Person-Sicht temporär auf die First-Person-Sicht zurückschalten kann, wenn Objekte die Sicht behindern.
es: Puedes cambiar tu perspectiva con {CONTROL:CAMERA_MODE} desde el modo en primera persona al modo en tercera persona. Ten en cuenta que la cámara de tercera persona puede acoplarse a la primera persona si los objetos están obstruyendo la visión.
fr: Vous pouvez changer votre perspective avec {CONTROL:CAMERA_MODE} du mode première personne au mode troisième personne. Notez que la caméra à la troisième personne peut revenir à la première personne si des objets obstruent la vue.
hu_hu: Megváltoztathatja a nézőpontját a {CONTROL: CAMERA_MODE} segítségével az első személyről a harmadik személy üzemmódba. A harmadik személy kamerája visszatérhet az első személyhez, ha tárgyak akadályozzák a nézetet.
it: Puoi cambiare la tua prospettiva con {CONTROL:CAMERA_MODE}dalla modalità in prima persona alla modalità in terza persona. Tieni presente che la telecamera in terza persona può agganciarsi alla prima persona se gli oggetti ostruiscono la vista.
pl_pl: Możesz zmienić perspektywę klikając {CONTROL:CAMERA_MODE} z pierwszo na trzecio-osobową. Pamiętaj, że kamera może wrócić do pierwszoosobowej, jeśli coś zasłoni widok.
pt_br: Você pode alterar sua perspectiva com {CONTROL:CAMERA_MODE} do modo primeira pessoa para terceira pessoa. Observe que a câmera em terceira pessoa pode cortar para primeira pessoa se objetos estiverem obstruindo a visão.
ru: Вы можете изменить обзор на {CONTROL:CAMERA_MODE} с режима от первого лица на режим от третьего лица. Обратите внимание, что камера от третьего лица может возвращаться на вид от первого лица если упирается в объекты сзади.
zh_cn: 按{CONTROL:CAMERA_MODE}改变视角，可以从第一人称转变成第三人称视角。注意：所观察的对象挡住视野的时候，第三人称摄像头能穿插第一人称。

# Description_FAQ_Ammo
source: You can create ammunition for your weapons and turrets in the advanced assembler if you have the right materials available.
de: Sie können Munition für Ihre Waffen und Geschütze in Montageanlagen herstellen, wenn Sie die richtigen Materialien zur Verfügung haben.
es: Puedes crear munición para tus armas y torretas en el ensamblador avanzado si tienes los materiales necesarios.
fr: Vous pouvez créer des munitions pour vos armes et vos tourelles dans l'assembleur avancé si vous disposez des bons matériaux.
hu_hu: A fejlett összeszerelőben lőszert is készíthet a fegyverekhez és a lőtornyokhoz, ha a szükséges anyagokkal rendelkezik.
it: Puoi creare munizioni per le tue armi e torrette nell'assemblatore avanzato se hai a disposizione il materiale giusto.
pl_pl: Możesz tworzyć amunicję do broni i wieżyczek w zaawansowanej stacji montażowej, jeśli masz wymagane elementy.
pt_br: Você pode produzir munição para as suas armas e torres na montadora avançada, se possuir os materiais corretos disponíveis.
ru: Вы можете создавать боеприпасы для оружия и турелей в сборщике при наличии материалов.
zh_cn: 如果你有所需的原料，你可以在高级装配机中为武器和炮塔生产弹药。

# Description_FAQ_Airlock
source: An airlock permits the player to move freely in and out while keeping the interior pressurized. The easiest way to achieve this is by building a set of parallel doors but can be made much more advanced with air vents, timer blocks, button panels or scripts.
de: Eine Luftschleuse ermöglicht es dem Spieler, sich frei in oder aus Stationen oder Schiffen zu bewegen, während das Innere unter Druck gehalten wird. Der einfachste Weg, dies zu erreichen, ist die Konstruktion einer Reihe paralleler Türen, sie können aber mit Be-/Entlüftungsanlagen, Zeitschaltblöcken, Schalttafeln oder Skripts auch wesentlich fortschrittlicher gestaltet werden.
es: Una esclusa de aire permite que el jugador se mueva libremente hacia adentro y hacia afuera mientras mantiene el interior presurizado. La manera más fácil de lograr esto es construyendo un conjunto de puertas paralelas, pero se puede hacer mucho más avanzado con rejillas de ventilación, bloques de temporizador, paneles de botones o Scripts.
fr: Un sas permet au joueur d’entrer et de sortir librement tout en maintenant l’intérieur sous pression. Pour ce faire, le moyen le plus simple consiste à construire un ensemble de portes parallèles, mais il peut être beaucoup plus perfectionné avec des bouches d'aération, des blocs de minuterie, des panneaux de boutons ou des scripts.
hu_hu: A légzsilip lehetővé teszi a játékos számára, hogy szabadon mozogjon, miközben a belső tér nyomás alatt marad. A legegyszerűbb módja erre az ajtók készítése, de szellőzőnyílásokkal, időzítő blokkokkal, gombpanelekkel vagy szkriptekkel sokkal fejlettebbé tehető.
it: Una camera di compensazione permette al giocatore di muoversi liberamente dentro e fuori mantenendo l'interno pressurizzato. Il modo più semplice per raggiungere questo obiettivo è costruire una serie di porte parallele, ma può essere reso molto più avanzato con bocchette di ventilazione, blocchi di timer, pulsantiere o script.
pl_pl: Śluza pozwala graczom na swobodne przemieszczanie się jednocześnie utrzymując ciśnienie w pomieszczeniach. Najłatwiej jest zbudować parę szczelnych drzwi, ale można to zrobić bardziej zaawansowanymi korzystając z wentylatorów, bloków odliczania, paneli z przyciskami lub skryptów.
pt_br: A câmara pressurizada permite que o jogador movimente-se livremente para dentro ou para fora, mantendo o interior pressurizado. A maneira mais fácil utilizá-la é construindo um grupo de portas paralelas, mas pode ser muito mais avançado com o uso de saídas de ar, blocos temporizadores, painéis de botões ou scripts.
ru: Шлюз позволяет игроку свободно входить внутрь и наружу, удерживая воздух внутри. Простейший способ построить его - просто поставить две двери напротив, хотя шлюзы можно сделать намного сложнее с вентиляцией, таймерами, кнопками и скриптами.
zh_cn: 气密性功能可以让玩家保证室内正常气压的情况下，自由地出入。最简单的办法就是做一套平行的门，也能做得更高级点，可以加上气孔，定时方块，按钮面板或者脚本。

# Description_FAQ_Pushing
source: Player characters can push small grids by walking or flying into them if these grids aren't too heavy. If you want to push or pull heavy objects you will have to build a ship or rover and grab the object with landing gear.
de: Spielcharaktere können kleine Blockkonstruktionen verschieben, indem Sie auf sie zulaufen oder dagegen fliegen. Dies funktioniert jedoch nur, wenn diese nicht zu schwer sind. Wenn Sie schwere Objekte verschieben oder ziehen wollen, müssen Sie ein Schiff oder einen Rover konstruieren und das Objekt mit dem Fahrwerk-Block greifen.
es: Los jugadores pueden empujar pequeñas estructuras caminando o volando hacia ellas si no son demasiado pesadas. Si quieres empujar o tirar de objetos pesados, tendrás que construir una nave o un rover y agarrar el objeto con el tren de aterrizaje.
fr: Les personnages-joueurs peuvent pousser les petites grilles en marchant ou en volant si elles ne sont pas trop lourdes. Si vous voulez pousser ou tirer des objets lourds, vous devrez construire un vaisseau ou un rover et attraper l'objet avec un train d'atterrissage.
hu_hu: A játékos karaktere kis objektumokat mozgathat, ha belelép vagy belerepül, és ezek az objektumok nem túl nehezek. Nehéz tárgyak mozgatásához, hajót vagy rovert kell építenie, és futóművel kell megragadni az objektumot.
it: I personaggi del giocatore possono spingere piccole griglie camminando o volandoci dentro, se queste griglie non sono troppo pesanti. Se vuoi spingere o tirare oggetti pesanti dovrai costruire una nave o un rover e afferrare l'oggetto con il carrello di atterraggio.
pl_pl: Gracze mogą popychać małe, lekkie struktury wchodząc lub wlatując w nie. Jeśli chcesz popchnąć ciężki obiekt, musisz zbudować statek lub łazik i złapać go korzystając z podwozia.
pt_br: Os personagens podem empurrar pequenas grids andando ou voando contra elas, se não forem muito pesadas. Se quiser empurrar ou puxar objetos mais pesados, construa uma nave ou rover e conecte ao objeto com um trem de pouso.
ru: Персонажи могут толкать легкие малые структуры когда двигаются. Для толкания или притягивания тяжелых объектов Вам потребуется транспорт-тягач с шасси для захвата.
zh_cn: 玩家可以走多或者飞行时推动小网格，但是它。不能太重。如果你要推拉重物，就需要建造飞船或者车子，然后用起落架抓住物体。

# Description_FAQ_Upgrade
source: You can assemble better tools in the assembler. You can also upgrade the refinery and assembler by adding upgrade modules to make them faster, more efficient or less power consuming.
de: Sie können in Montageanlagen bessere Werkzeuge herstellen. Außerdem können Sie die Raffinerie und die Montageanlage aufrüsten, indem Sie Aufrüstmodule hinzufügen, um sie schneller, produktiver oder energiesparender zu machen.
es: Puedes fabricar mejores herramientas en el ensamblador. También puedes mejorar la refinería y el ensamblador agregando módulos de mejora para que sean más rápidos, más eficientes o consuman menos energía.
fr: Vous pouvez assembler de meilleurs outils dans l'assembleur. Vous pouvez également mettre à niveau la raffinerie et l'assembleur en ajoutant des modules de mise à niveau pour les rendre plus rapides, plus efficaces ou moins consommateurs d'énergie.
hu_hu: Jobb eszközöket szerelhet össze az összeszerelőben. A finomítót és az összeszerelőt frissítési modulok hozzáadásával is bővítheti, így gyorsabbá, hatékonyabbá vagy kevésbé energiafogyasztóvá válik.
it: Puoi assemblare strumenti migliori nell'assemblatore. Puoi anche aggiornare la raffineria e l'assemblatore aggiungendo moduli di aggiornamento per renderli più veloci, più efficienti o a minor consumo di energia.
pl_pl: Możesz stworzyć lepsze narzędzia przy pomocy stacji montażowej. Może też ulepszyć rafinerię i stację montażową dodając moduły ulepszeń, aby sprawić by pracowały szybciej, wydajniej lub by pobierały mniej prądu.
pt_br: Você pode produzir melhores ferramentas na montadora. Também é possível aprimorar as refinarias e montadoras ao adicionar módulos de aprimoramento para torná-los mais rápidos, eficientes e consumirem menos energia.
ru: Вы можете создать инструменты получше в сборщике. Вы также можете улучшить очистительный завод и сборщик, добавив модули улучшения - скорость, выработка, энергопотребление.
zh_cn: 可以在装配机中装配更好的工具。可以加升级模块升级精炼机和装配机，使其更快，更有效率和节能。

# Description_FAQ_GameMode
source: There are two game modes: survival and creative. In creative mode you won't need any materials to build your ships. You can change this game mode by selecting your world in your saves menu and change the settings.
de: Es gibt zwei Spielmodi: Survival-Modus und Kreativmodus. Im Kreativmodus benötigen Sie keine Materialien, um Ihre Schiffe zu konstruieren. Sie können den Spielmodus ändern, indem Sie Ihre Welt im Speichermenü auswählen und die entsprechende Einstellung ändern.
es: Hay dos modos de juego: supervivencia y creativo. En el modo creativo no necesitarás ningún material para construir tus naves. Puedes cambiar este modo de juego seleccionando tu mundo en el menú de guardar y cambiando la configuración.
fr: Il existe deux modes de jeu. Survie et créatif. En mode créatif, vous n'avez besoin d'aucun matériel pour construire vos vaisseaux. Vous pouvez changer ce mode de jeu en sélectionnant votre mot dans votre menu de sauvegarde et en modifiant les paramètres.
hu_hu: Két játékmód létezik: túlélés és kreatív. Kreatív módban nincs szüksége anyagokra a hajók felépítéséhez. Megváltoztathatja a játékmódot, ha kiválasztja a világot a mentés menüben, és módosítja a beállításokat.
it: Ci sono due modalità di gioco: di sopravvivenza e creativa. In modalità creativa non avrai bisogno di materiali per costruire le tue navi. Puoi cambiare questa modalità di gioco selezionando il tuo mondo nel menu dei salvataggi e modificando le impostazioni.
pl_pl: Istnieją dwa tryby gry: przetrwania i kreatywny. W trybie kreatywnym nie potrzebujesz żadnych materiałów do budowy statków. Możesz zmienić tryb wybierając świat w menu zapisów i wchodząc w ustawienia.
pt_br: Existem dois modos de jogo: sobrevivência e criativo. No modo criativo, você não precisa de materiais para construir naves. Você pode alterar esse modo de jogo selecionando o mundo nos jogos salvos e alterando suas configurações.
ru: Есть два режима игры: выживание и творческий. В творческом режиме Вам не нужны материалы для строительства. Вы можете сменить режим игры в настройках мира.
zh_cn: 有两种模式。创意和生存。创意模式造船时，你不用考虑物料。可以在设置中改变游戏模式。

# Description_FAQ_ScreenShot
source: You can make screenshots by pressing F12 by default. Or if you have Nvidia Ansel you can press Alt-F to enter capture mode.
de: Sie können Screenshots erstellen, indem Sie F12 (Standardeinstellung) drücken. Wenn Ihre Grafikkarte NVIDIA Ansel unterstützt, können Sie alternativ auch Alt-F drücken, um in den Ansel-Aufnahmemodus zu gelangen.
es: Puedes hacer capturas de pantalla pulsando F12 de forma predeterminada. O si tienes Nvidia Ansel, puedes pulsar Alt-F para entrar en el modo de captura.
fr: Vous pouvez faire des captures d'écran en appuyant sur F12 par défaut. Ou si vous avez Nvidia Ansel, vous pouvez appuyer sur Alt-F pour passer en mode capture.
hu_hu: Képernyőképeket alapértelmezés szerint az F12 megnyomásával készíthet. Vagy ha Nvidia Ansele van, nyomja meg az Alt-F billentyű kombinációt a rögzítési módba való belépéshez.
it: Puoi effettuare schermate premendo F12 per impostazione predefinita. Oppure, se disponi di Nvidia Ansel, puoi premere Alt-F per entrare in modalità di acquisizione.
pl_pl: Zrzuty ekranu możesz domyślnie robić wciskając F12. Jeśli korzystasz z Nvidia Ansel możesz kliknąć ALT+F aby wejść w tryb przechwytywania.
pt_br: Você pode capturar a tela ao pressionar F12 por definição ou, se possuir uma Nvidia Ansel, pressione Alt+F para entrar no modo captura.
ru: По умолчанию создание снимков экрана — клавиша F12. Если есть Nvidia Ansel, режим съемки можно запустить, нажав Alt+F.
zh_cn: 默认按F12截图。或者如果你有Nividea Ansel，你可以按Alt F进入截图模式。

# Description_FAQ_Unlock
source: You can unlock new blocks by fully constructing other required blocks. You can see what blocks will unlock the next block by viewing them in the G screen.
de: Sie können neue Blöcke freischalten, indem Sie andere Blöcke vollständig konstruieren. Sie können sehen, welche Blöcke den nächsten Block entsperren, indem Sie sich das Diagramm auf dem mit der Taste G erreichbaren Bildschirm anschauen.
es: Se pueden desbloquear bloques nuevos mediante la construcción completa de otros bloques necesarios. Puedes ver qué bloques desbloquearán el siguiente bloque viéndolos en la pantalla G.
fr: Vous pouvez débloquer de nouveaux blocs en construisant complètements les autres blocs requis. Vous pouvez voir quels blocs débloqueront le suivant en les regardant dans l'écran G.
hu_hu: Új blokkokat feloldhat más szükséges blokkok teljes felépítésével. A G képernyőn megtekintve láthatja, hogy mely blokkok oldják fel a következő blokkot.
it: Puoi sbloccare nuovi blocchi costruendo completamente altri blocchi necessari. Puoi vedere quali blocchi sbloccano il blocco successivo visualizzandoli nello schermo G.
pl_pl: Możesz odblokować nowe bloki w pełni budując inne wymagane bloki. Możesz sprawdzić co odblokowuje co wchodząc w menu na klawiszu G.
pt_br: Você pode desbloquear novos blocos ao construir totalmente outros blocos obrigatórios. Você pode ver qual bloco será o próximo desbloqueado no menu G.
ru: Вы можете открывать новые блоки, полностью построив другие блоки. Вы можете увидеть какие блоки будут разблокированы во вкладке прогресса.
zh_cn: 你可以通过建造其他所需的块来解锁新方块。你可以进入G屏幕中查看哪些方块将解锁下一个方块。
