Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# DisplayName_Block_SymbolC
source: Letter C
de: Buchstabe C
es: Letra C
fr: Lettre C
hu_hu: Betű C
it: Lettera C
pl_pl: Litera C
pt_br: Letra C
ru: Буква C
zh_cn: 字母C

# DisplayName_Block_SymbolD
source: Letter D
de: Buchstabe D
es: Letra D
fr: Lettre D
hu_hu: Betű D
it: Lettera D
pl_pl: Litera D
pt_br: Letra D
ru: Буква D
zh_cn: 字母D

# DisplayName_Block_SymbolDot
source: Dot
de: Punkt
es: Punto
fr: Point
hu_hu: Pont
it: Punto
pl_pl: Kropka
pt_br: Ponto
ru: Точка
zh_cn: 点

# DisplayName_Block_SymbolE
source: Letter E
de: Buchstabe E
es: Letra E
fr: Lettre E
hu_hu: Betű E
it: Lettera E
pl_pl: Litera E
pt_br: Letra E
ru: Буква E
zh_cn: 字母E

# DisplayName_Block_SymbolF
source: Letter F
de: Buchstabe F
es: Letra F
fr: Lettre F
hu_hu: Betű F
it: Lettera F
pl_pl: Litera F
pt_br: Letra F
ru: Буква F
zh_cn: 字母F

# DisplayName_Block_SymbolG
source: Letter G
de: Buchstabe G
es: Letra G
fr: Lettre G
hu_hu: Betű G
it: Lettera G
pl_pl: Litera G
pt_br: Letra G
ru: Буква G
zh_cn: 字母G

# DisplayName_Block_SymbolH
source: Letter H
de: Buchstabe H
es: Letra H
fr: Lettre H
hu_hu: Betű H
it: Lettera H
pl_pl: Litera H
pt_br: Letra H
ru: Буква H
zh_cn: 字母H

# DisplayName_Block_SymbolHyphen
source: Hyphen
de: Bindestrich
es: Guión
fr: Tiret
hu_hu: Kötőjel
it: Trattino
pl_pl: Myślnik
pt_br: Hífen
ru: Дефис
zh_cn: 连字符

# DisplayName_Block_SymbolI
source: Letter I
de: Buchstabe I
es: Letra I
fr: Lettre I
hu_hu: Betű I
it: Lettera I
pl_pl: Litera I
pt_br: Letra I
ru: Буква I
zh_cn: 字母I

# DisplayName_Block_SymbolJ
source: Letter J
de: Buchstabe J
es: Letra J
fr: Lettre J
hu_hu: Betű J
it: Lettera J
pl_pl: Litera J
pt_br: Letra J
ru: Буква J
zh_cn: 字母J

# DisplayName_Block_SymbolK
source: Letter K
de: Buchstabe K
es: Letra K
fr: Lettre K
hu_hu: Betű K
it: Lettera K
pl_pl: Litera K
pt_br: Letra K
ru: Буква K
zh_cn: 字母K

# DisplayName_Block_SymbolL
source: Letter L
de: Buchstabe L
es: Letra L
fr: Lettre L
hu_hu: Betű L
it: Lettera L
pl_pl: Litera L
pt_br: Letra L
ru: Буква L
zh_cn: 字母L

# DisplayName_Block_SymbolM
source: Letter M
de: Buchstabe M
es: Letra M
fr: Lettre M
hu_hu: Betű M
it: Lettera M
pl_pl: Litera M
pt_br: Letra M
ru: Буква M
zh_cn: 字母M

# DisplayName_Block_SymbolN
source: Letter N
de: Buchstabe N
es: Letra N
fr: Lettre N
hu_hu: Betű N
it: Lettera N
pl_pl: Litera N
pt_br: Letra N
ru: Буква N
zh_cn: 字母N

# DisplayName_Block_SymbolO
source: Letter O
de: Buchstabe O
es: Letra O
fr: Lettre O
hu_hu: Betű O
it: Lettera O
pl_pl: Litera O
pt_br: Letra O
ru: Буква O
zh_cn: 字母O

# DisplayName_Block_SymbolP
source: Letter P
de: Buchstabe P
es: Letra P
fr: Lettre P
hu_hu: Betű P
it: Lettera P
pl_pl: Litera P
pt_br: Letra P
ru: Буква P
zh_cn: 字母P

# DisplayName_Block_SymbolQ
source: Letter Q
de: Buchstabe Q
es: Letra Q
fr: Lettre Q
hu_hu: Betű Q
it: Lettera Q
pl_pl: Litera Q
pt_br: Letra Q
ru: Буква Q
zh_cn: 字母Q

# DisplayName_Block_SymbolR
source: Letter R
de: Buchstabe R
es: Letra R
fr: Lettre R
hu_hu: Betű R
it: Lettera R
pl_pl: Litera R
pt_br: Letra R
ru: Буква R
zh_cn: 字母R

# DisplayName_Block_SymbolS
source: Letter S
de: Buchstabe S
es: Letra S
fr: Lettre S
hu_hu: Betű S
it: Lettera S
pl_pl: Litera S
pt_br: Letra S
ru: Буква S
zh_cn: 字母S

# DisplayName_Block_SymbolT
source: Letter T
de: Buchstabe T
es: Letra T
fr: Lettre T
hu_hu: Betű T
it: Lettera T
pl_pl: Litera T
pt_br: Letra T
ru: Буква T
zh_cn: 字母T

# DisplayName_Block_SymbolU
source: Letter U
de: Buchstabe U
es: Letra U
fr: Lettre U
hu_hu: Betű U
it: Lettera U
pl_pl: Litera U
pt_br: Letra U
ru: Буква U
zh_cn: 字母U

# DisplayName_Block_SymbolUnderscore
source: Underscore
de: Unterstrich
es: Guión bajo
fr: Tiret bas
hu_hu: Aláhúzás
pl_pl: Podkreślnik
pt_br: Sublinhado
ru: Подчеркивание
zh_cn: 下划线

# DisplayName_Block_SymbolV
source: Letter V
de: Buchstabe V
es: Letra V
fr: Lettre V
hu_hu: Betű V
it: Lettera V
pl_pl: Litera V
pt_br: Letra V
ru: Буква V
zh_cn: 字母V

# DisplayName_Block_SymbolW
source: Letter W
de: Buchstabe W
es: Letra W
fr: Lettre W
hu_hu: Betű W
it: Lettera W
pl_pl: Litera W
pt_br: Letra W
ru: Буква W
zh_cn: 字母W

# DisplayName_Block_SymbolX
source: Letter X
de: Buchstabe X
es: Letra X
fr: Lettre X
hu_hu: Betű X
it: Lettera X
pl_pl: Litera X
pt_br: Letra X
ru: Буква X
zh_cn: 字母X

# DisplayName_Block_SymbolY
source: Letter Y
de: Buchstabe Y
es: Letra Y
fr: Lettre Y
hu_hu: Betű Y
it: Lettera Y
pl_pl: Litera Y
pt_br: Letra Y
ru: Буква Y
zh_cn: 字母Y

# DisplayName_Block_SymbolZ
source: Letter Z
de: Buchstabe Z
es: Letra Z
fr: Lettre Z
hu_hu: Betű Z
it: Lettera Z
pl_pl: Litera Z
pt_br: Letra Z
ru: Буква Z
zh_cn: 字母Z

# DisplayName_Category_Symbols
source: Symbols
de: Symbole
es: Símbolos
fr: Symboles
hu_hu: Szimbólumok
it: Simboli
pl_pl: Symbole
pt_br: Símbolos
ru: Символы
zh_cn: 符号

# DisplayName_Block_SciFiButtonPanel
source: Sci-Fi Four-Button Panel
de: Sci-Fi – Vier-Tasten-Schalttafel
es: Panel de cuatro botones de ciencia ficción
fr: Panneau à quatre boutons sci-fi
hu_hu: Sci-Fi Négygombos Panel
it: Pannello 4 pulsanti Sci-Fi
pl_pl: Panel z przyciskami w stylu SF
pt_br: Painel de quatro botões Sci-Fi
ru: Четырехкнопочная НФ-панель
zh_cn: 科幻四按钮面板

# DisplayName_Screen_Numpad1
source: Numpad 1
de: Ziffernblock 1
es: Teclado numérico 1
fr: Pavé numérique 1
hu_hu: Számbillentyűzet 1
it: Tastierino numerico 1
ru: Цифровой блок: 1
zh_cn: 小键盘1

# DisplayName_Screen_Numpad2
source: Numpad 2
de: Ziffernblock 2
es: Teclado numérico 2
fr: Pavé numérique 2
hu_hu: Számbillentyűzet 2
it: Tastierino numerico 2
ru: Цифровой блок: 2
zh_cn: 小键盘2

# DisplayName_Screen_Numpad3
source: Numpad 3
de: Ziffernblock 3
es: Teclado numérico 3
fr: Pavé numérique 3
hu_hu: Számbillentyűzet 3
it: Tastierino numerico 3
ru: Цифровой блок: 3
zh_cn: 小键盘3

# DisplayName_Screen_Numpad4
source: Numpad 4
de: Ziffernblock 4
es: Teclado numérico 4
fr: Pavé numérique 4
hu_hu: Számbillentyűzet 4
it: Tastierino numerico 4
ru: Цифровой блок: 4
zh_cn: 小键盘4

# ScreenModIoConsent_AgreeHelpText
source: {CONTROL:GUI:BUTTON_X} I Agree
de: {CONTROL:GUI:BUTTON_X} Ich stimme zu
es: {CONTROL:GUI:BUTTON_X} Estoy de acuerdo
fr: {CONTROL:GUI:BUTTON_X} J'accepte
it: {CONTROL:GUI:BUTTON_X} Accetto
pl_pl: {CONTROL:GUI:BUTTON_X} Zgadzam się
pt_br: {CONTROL:GUI:BUTTON_X} Eu concordo
ru: {CONTROL:GUI:BUTTON_X} Соглашаюсь
zh_cn: {CONTROL:GUI:BUTTON_X} 我同意

# ScreenModIoConsent_OptOutHelpText
source: {CONTROL:GUI:BUTTON_Y} Opt Out
de: {CONTROL:GUI:BUTTON_Y} Zustimmung verweigern
es: {CONTROL:GUI:BUTTON_Y} Excluirse
fr: {CONTROL:GUI:BUTTON_Y} Désinscription
it: {CONTROL:GUI:BUTTON_Y} Abbandono
pl_pl: {CONTROL:GUI:BUTTON_Y} Rezygnuję
pt_br: {CONTROL:GUI:BUTTON_Y} Não concordo
ru: {CONTROL:GUI:BUTTON_Y} Отказаться
zh_cn: {CONTROL:GUI:BUTTON_Y} 选择退出

# ScreenModIoConsent_PrivacyPolicy_UrlFriendlyName
source: Mod.io - Privacy Policy
de: Mod.io - Datenschutzerklärung
es: Mod.io - Política de privacidad
fr: Mod.io - Charte de confidentialité
hu_hu: Mod.io - Adatvédelmi Szabályzat
it: Mod.io - Informativa sulla privacy
pl_pl: Mod.io - Polityka Prywatności
pt_br: Mod.io - Política de privacidade
ru: Политика конфиденциальности Mod.io
zh_cn: Mod.io - 隐私政策

# ScreenModIoConsent_TermsOfUse_UrlFriendlyName
source: Mod.io - Terms of Use
de: Mod.io - Nutzungsbedingungen
es: Mod.io - Términos de uso
fr: Mod.io - Conditions d'utilisation
hu_hu: Mod.io - Használati Feltételek
it: Mod.io - Termini di utilizzo
pl_pl: Mod.io - Warunki Korzystania
pt_br: Mod.io - Termos de uso
ru: Условия использования Mod.io
zh_cn: Mod.io - 使用条款

# ScreenModIoConsent_SteamPrivacyPolicy_UrlFriendlyName
source: Steam - Privacy Policy
de: Steam - Datenschutzerklärung
es: Steam - Política de privacidad
fr: Steam - Charte de confidentialité
it: Steam - Informativa sulla privacy
pl_pl: Steam - Polityka Prywatności
pt_br: Steam - Política de Privacidade
ru: Политика конфиденциальности Steam
zh_cn: Steam - 隐私政策

# ScreenModIoConsent_SteamTermsOfUse_UrlFriendlyName
source: Steam - Terms of Use
de: Steam - Nutzungsbedingungen
es: Steam - Términos de uso
fr: Steam - Conditions d'utilisation
it: Steam - Termini di utilizzo
pl_pl: Steam - Warunki Korzystania
pt_br: Steam - Termos de Uso
ru: Условия использования Steam
zh_cn: Steam - 使用条款

# ControlsOptions_Help_Scheme
source: {CONTROL:GUI:ACCEPT} Select {CONTROL:GUI:BUTTON_Y} Show scheme
de: {CONTROL:GUI:ACCEPT} Wählen {CONTROL:GUI:BUTTON_Y} Schema anzeigen
es: {CONTROL:GUI:ACCEPT} Seleccionar {CONTROL:GUI:BUTTON_Y} Mostrar esquema
fr: {CONTROL:GUI:ACCEPT} Sélectionner {CONTROL:GUI:BUTTON_Y} Afficher le modèle
hu_hu: {CONTROL:GUI:ACCEPT} {CONTROL:GUI:BUTTON_Y} Séma megjelenítése
it: {CONTROL:GUI:ACCEPT} Seleziona {CONTROL:GUI:BUTTON_Y} Mostra schema
pl_pl: {CONTROL:GUI:ACCEPT} Wybierz {CONTROL:GUI:BUTTON_Y} Pokaż schemat
pt_br: {CONTROL:GUI:ACCEPT} Selecionar {CONTROL:GUI:BUTTON_Y} Esquema de cor
ru: {CONTROL:GUI:ACCEPT} Выбрать {CONTROL:GUI:BUTTON_Y} Показать раскладку
zh_cn: {CONTROL:GUI:ACCEPT} 选择 {CONTROL:GUI:BUTTON_Y} 显示方案

# TerminalInventory_Help_TransferItems
source: {CONTROL:GUI:ACCEPT} Transfer items
de: {CONTROL:GUI:ACCEPT} Items übertragen
es: {CONTROL:GUI:ACCEPT} Transferir objetos
fr: {CONTROL:GUI:ACCEPT} Transférer les objets
hu_hu: {CONTROL:GUI:ACCEPT} Tételek átadása
it: {CONTROL:GUI:ACCEPT} Trasferisci oggetti
pt_br: {CONTROL:GUI:ACCEPT} Transferir itens
ru: {CONTROL:GUI:ACCEPT} Передать предметы
zh_cn: {CONTROL:GUI:ACCEPT} 转移物品

# LCD_Poster_CosmicCoffee01
source: Poster Cosmic Coffee 1
es: Cartel de Café Cósmico 1
hu_hu: Poszter Kozmikus Kávé 1
it: Poster Caffè cosmico 1
pl_pl: Plakat Kosmicznej Kawy 1
pt_br: Pôster de café cósmico 1
ru: Плакат «Космокофе» 1
zh_cn: 宇宙咖啡海报1

# LCD_Poster_CosmicCoffee02
source: Poster Cosmic Coffee 2
es: Cartel de Café Cósmico 2
hu_hu: Poszter Kozmikus Kávé 2
it: Poster Caffè cosmico 2
pl_pl: Plakat Kosmicznej Kawy 2
pt_br: Pôster de café cósmico 2
ru: Плакат «Космокофе» 2
zh_cn: 宇宙咖啡海报2

# LCD_Poster_IWantYou
source: Poster Recruit
de: Poster - Rekrutierung
es: Cartel de reclutamiento
fr: Poster Recrue
hu_hu: Poszter Kezdő
it: Poster Recluta
pl_pl: Plakat Rekrutacyjny
pt_br: Pôster de recruta
ru: Плакат «Новобранец»
zh_cn: 招募海报

# LCD_Poster_klangCola01
source: Poster Klang Cola 1
es: Cartel de Klang Cola 1
hu_hu: Poszter Klang Cola 1
pl_pl: Plakat Klang Cola 1
pt_br: Pôster de Klang Cola 1
ru: Плакат «Кланг-Кола» 1
zh_cn: Klang可乐海报1

# LCD_Poster_klangCola02
source: Poster Klang Cola 2
es: Cartel de Klang Cola 2
hu_hu: Poszter Klang Cola 2
pl_pl: Plakat Klang Cola 2
pt_br: Pôster de Klang Cola 2
ru: Плакат «Кланг-Кола» 2
zh_cn: Klang可乐海报2

# LCD_Poster_ROS01
source: Poster ROS 1
es: Cartel ROS 1
hu_hu: Poszter ROS 1
pl_pl: Plakat ROS 1
pt_br: Pôster ROS 1
ru: Плакат «ROS» 1
zh_cn: ROS海报1

# LCD_Poster_ROS02
source: Poster ROS 2
es: Cartel ROS 2
hu_hu: Poszter ROS 2
pl_pl: Plakat ROS 2
pt_br: Pôster ROS 2
ru: Плакат «ROS» 2
zh_cn: ROS海报2

# LCD_CosmicTeam_Landscape
source: Poster Cosmic Team H
es: Cartel de Equipo Cósmico H
fr: Poster équipe cosmique H
hu_hu: Poszter Cosmic Team H
it: Poster Team Cosmico H
pl_pl: Plakat Cosmic Team H
pt_br: Poster Equipe H Cósmica
ru: Постер «Космокоманда» (гориз.)
zh_cn: 宇宙团队海报H

# LCD_CosmicTeam_Portrait
source: Poster Cosmic Team V
es: Cartel de Equipo Cósmico V
fr: Poster équipe cosmique V
hu_hu: Poszter Cosmic Team V
it: Poster Team Cosmico V
pl_pl: Plakat Cosmic Team W
pt_br: Poster Equipe V Cósmica
ru: Постер «Космокоманда» (верт.)
zh_cn: 宇宙团队海报V

# LCD_Exploration_Landscape
source: Poster Exploration H
es: Cartel de Exploración H
hu_hu: Poszter Felfedezés H
it: Poster Esplorazione H
pl_pl: Plakat Exploration H
pt_br: Poster Exploração H
ru: Постер «Исследование» (гориз.)
zh_cn: 探索海报H

# LCD_Exploration_Portrait
source: Poster Exploration V
es: Cartel de Exploración V
hu_hu: Poszter Felfedezés V
it: Poster Esplorazione V
pl_pl: Plakat Exploration W
pt_br: Poster Exploração V
ru: Постер «Исследование» (верт.)
zh_cn: 探索海报V

# LCD_ThunderFleet_Landscape
source: Poster Thunder Fleet H
es: Cartel de Flota del Trueno H
fr: Poster Flotte tonnerre H
hu_hu: Poszter Thunder Flotta H
it: Poster Flotta del tuono H
pl_pl: Plakat Thunder Fleet H
pt_br: Poster Frota do Trovão H
ru: Постер «Грозовой флот» (гориз.)
zh_cn: 雷霆舰队海报H

# LCD_ThunderFleet_Portrait
source: Poster Thunder Fleet V
es: Cartel de Flota del Trueno V
fr: Poster Flotte tonnerre V
hu_hu: Poszter Thunder Flotta V
it: Poster Flotta del tuono V
pl_pl: Plakat Thunder Fleet W
pt_br: Poster Frota do Trovão V
ru: Постер «Грозовой флот» (верт.)
zh_cn: 雷霆舰队海报V

# Description_FAQ_FrostbitePack
source: The Frostbite Pack includes a new scenario and four new blocks: Antenna Dish, Dead Engineers, Gate and the Offset Door. Additionally, this DLC features the Frozen Armor Skin and LCD Posters.
de: Das Paket „Frostbite“ enthält ein neues Szenario und vier neue Blöcke: eine Antennenschüssel, einen Toten Ingenieur, ein Tor und die Versetzte Tür. Zusätzlich enthält dieser Zusatzinhalt das „Frozen Armor“-Skin und LCD-Plakate.
es: El pack Congelamiento incluye un nuevo escenario y cuatro nuevos bloques: Antena satelital, Ingenieros muertos, Portón y la Puerta de desfase. Además, este DLC incluye el aspecto de Armadura congelada y Carteles LCD.
fr: Le Frostbite Pack inclut un nouveau scénario et quatre nouveau blocs : parabole, ingénieurs morts, porte et porte décalée. En plus, ce DLC inclut le skin armure gelée et des posters LCD.
hu_hu: A Frostbite Csomag tartalmaz egy új forgatókönyvet és négy új blokkot: Antenna Dish, Dead Engineers, Gate és az Offset Door. Ezen felül a DLC jellemzői a Frozen Armor Skin és LCD Posters.
it: Il pacchetto Frostbite include un nuovo scenario e quattro nuovi blocchi: Piatto dell'antenna, Ingegneri Morti, Cancello e Porta sfalsata. Inoltre, questo DLC presenta la skin Armatura congelata e i poster LCD.
pl_pl: Pakiet Frostbite zawiera nowy scenariusz oraz cztery nowe bloki: antenę talerzową, martwych Inżynierów, bramę i drzwi odsunięte. Dodatkowo w tym DLC znajdziemy skórkę Frozen oraz plakaty LCD.
pt_br: O pacote Queimadura por frio inclui um novo cenário e quatro novos blocos: Antena parabólica, Engenheiros mortos, Portão e Porta lateral. Adicionalmente, esta DLC apresenta a skin Armadura congelada e Pôsteres LCD.
ru: Набор «Обморожение» включает в себя новый сценарий и четыре новых блока: тарелка антенны, мертвые инженеры, ворота и сдвижная дверь. Кроме того, в этот DLC включены скин «Морозная обшивка» и ЖК-плакаты.
zh_cn: Frostbite包内含一个新场景和四个新模块：天线、死亡的工程师、门和移门。此外，此DLC还具有冰冻装甲皮肤和液晶海报。

# Description_AntennaDish
source: Antennas can be used to broadcast positions, messages HUD markers and allows grids to be accessed or controlled from a distance. Antennas need to be able to send and receive, so make sure two antennas always overlap each other's position.
de: Antennen können verwendet werden, um Positionen zu melden, Nachrichten auszutauschen und GPS-Markierungen zu übermitteln, weiterhin ermöglichen sie den Zugang zu Blockkonstruktionen oder deren Steuerung aus der Ferne. Antennen müssen sich stets in Funkreichweite befinden, um Signale erfolgreich senden und empfangen zu können.
es: Las antenas se pueden usar para emitir posiciones, mensajes, marcadores en el HUD y permite controlar y acceder a estructuras a distancia. Las antenas deben poder enviar y recibir, así que asegúrate de que dos antenas siempre se solapen entre sí.
fr: Les antennes peuvent être utilisées pour diffuser des positions, des messages, des marqueurs d'ATH et permettent d’accéder aux grilles ou de les contrôler à distance. Les antennes doivent pouvoir émettre et recevoir, assurez-vous donc que le champ de deux antennes se chevauchent toujours.
hu_hu: Az antennákkal lehet közvetíteni pozíciókat, üzeneteket, HUD jelzéseket, és lehetővé teszik az objektum távoli hozzáférését vagy vezérlést. Az antennák csak úgy képesek a láncműködésre, ha, két antenna átfedi egymás hatósugarát. Ezt mindig ellenőrizze.
it: Le antenne possono essere utilizzate per trasmettere posizioni, messaggi, marcatori HUD e permettono di accedere alle griglie o di controllarle a distanza. Le antenne devono essere in grado di inviare e ricevere, quindi assicurati che due antenne si sovrappongano sempre l'una alla posizione dell'altra.
pl_pl: Anteny mogą zostać użyte do nadawania pozycji, wiadomości, znaczników HUD oraz pozwalają na zdalną kontrolę stacji lub statku. Anteny muszą być w stanie wysyłać i odbierać dane, więc upewnij się, że zasięg sygnału obu anten zawsze się nakłada.
pt_br: Antenas podem ser utilizadas para transmitir posições, mensagens, marcadores de HUD, além de permitir que grids sejam acessadas e controladas à distância. Antenas devem ser capazes de enviar e receber, portanto, certifique-se de que, de duas antenas, uma sempre sobreponha a posição da outra.
ru: Антенны могут быть использованы для показа позиции, передачи меток на экране и позволяет получить доступ к структурам на расстоянии. Антенны должны быть способны передавать и получать, поэтому убедитесь что сигналы двух антенн полностью пересекаются.
zh_cn: 天线可以用来广播位置，向HUD标记发送消息以及允许远距离访问或控制网格。 天线需要能够发送和接收数据，因此请确保两个天线总能彼此覆盖。

# Description_OffsetDoor
source: Doors can seal off interiors and make them air tight while still allowing access for the player.
de: Türen können Innenräume luftdicht verschließen, während sie dem Spieler dennoch den Zugang ermöglichen.
es: Las puertas pueden sellar los interiores y hacerlos herméticos, al tiempo que permiten el acceso al jugador.
fr: Les portes peuvent sceller les intérieurs et les rendre hermétiques tout en permettant un accès facile pour le joueur.
hu_hu: Az ajtók lezárhatják a belső tereket és légzáróvá tehetik őket, miközben továbbra is hozzáférést biztosítanak a játékosnak.
it: Le porte possono sigillare gli interni e renderli a tenuta d'aria, pur consentendo l'accesso al giocatore.
pl_pl: Drzwi mogą uszczelniać pomieszczenia jednocześnie wciąż umożliwiać dostęp gracza.
pt_br: Portas podem selar interiores, tornando-os herméticos, mantendo ainda o acesso aos jogadores.
ru: Герметичная дверь для разделения внутренних помещений.
zh_cn: 门可以将内部空间封闭并保持气密，但是玩家可以自由出入。

# BroadcastScreen_Antenna
source: Antenna
de: Antenne
es: Antena
fr: Antenne
pl_pl: Antena
pt_br: Antena
ru: Антенна
zh_cn: 天线

# BroadcastScreen_RemoteControl
source: Remote Control
de: Fernsteuerungsblock
es: Control remoto
fr: Contrôle à distance
hu_hu: Távirányító
it: Telecomando
pl_pl: Zdalne sterowanie
pt_br: Controle remoto
ru: Дистанционное управление
zh_cn: 远程控制

# MessageBoxWorldOperation_Quota
source: There is not enough space for the operation. Please, remove some saved games or blueprints and try again.
de: Der Speicherplatz reicht nicht dazu aus, die Operation durchzuführen. Bitte entfernen Sie ein paar der gespeicherten Spiele oder Entwürfe und versuchen Sie es erneut.
es: No hay espacio suficiente para la operación. Elimina algunas partidas o planos guardados y vuelve a intentarlo.
fr: Il n'y a pas assez de place pour l'opération. Veuillez retirer certaines parties ou plans sauvegardés et réessayer.
hu_hu: Nincs elég hely a művelethez. Kérjük, távolítson el néhány mentett játékot vagy tervrajzot, és próbálkozzon újra.
it: Non c'è abbastanza spazio per l'operazione. Rimuovi alcuni giochi o progetti salvati e riprova.
pl_pl: Brak miejsca dla tej operacji. Usuń kilka zapisanych gier lub schematów i spróbuj ponownie.
pt_br: Não há espaço suficiente para a operação. Remova alguns jogos ou projetos salvos e tente novamente.
ru: Недостаточно места для операции. Удалите некоторые сохраненные игры или чертежи и повторите попытку.
zh_cn: 没有足够的操作空间，请移除一些已保存的游戏或者蓝图，然后重试。

# MessageBoxWorldOperation_CloudSynchronization
source: Cloud synchronization failed. Please, enable cloud synchronization and try again later.
de: Die Cloud-Synchronisierung ist fehlgeschlagen. Bitte aktivieren Sie die Cloud-Synchronisierung und versuchen Sie es später noch einmal.
es: La sincronización de nube falló. Activa la sincronización de nube y vuelve a intentarlo más tarde.
fr: La synchronisation des nuages a échoué. Veuillez activer la synchronisation cloud et réessayer plus tard.
hu_hu: A felhő szinkronizálás nem sikerült. Kérjük, engedélyezze a felhő szinkronizálást, és próbálkozzon újra később.
it: La sincronizzazione del cloud non è riuscita. Attiva la sincronizzazione del cloud e riprova più tardi.
pl_pl: Synchronizacja z chmurą nie powiodła się. Proszę włączyć synchronizację w chmurze i spróbować ponownie później.
pt_br: Falha na sincronização da nuvem. Habilite a sincronização de nuvem e tente novamente mais tarde.
ru: Ошибка облачной синхронизации. Включите облачную синхронизацию и повторите попытку позже.
zh_cn: 云同步失败。请启用云同步，然后再试一次。

# MessageBoxWorldOperation_Error
source: The operation failed. Please, try again later.
de: Die Operation schlug fehl. Bitte versuchen Sie es später noch einmal.
es: La operación falló. Inténtalo más tarde.
fr: L'opération a échoué. Veuillez réessayer plus tard.
hu_hu: A művelet nem sikerült. Kérem, próbálja újra később.
it: L'operazione è fallita. Riprova più tardi.
pl_pl: Operacja się nie powiodła. Spróbuj ponownie później.
pt_br: Falha na operação. Tente novamente mais tarde.
ru: Операция не выполнена. Попробуйте позже.
zh_cn: 操作失败。请稍后再试。

# MessageBoxWorldSave_Quota
source: There is not enough space to save the game! Please, remove some saved games or blueprints and try again.
de: Es steht nicht genügend Speicherplatz zur Verfügung, um das Spiel zu speichern! Bitte entfernen Sie ein paar der gespeicherten Spiele oder Entwürfe und versuchen Sie es erneut.
es: ¡No hay espacio suficiente para guardar la partida! Elimina algunas partidas o planos guardados y vuelve a intentarlo.
fr: Il n'y a pas assez de place pour enregistrer la partie ! Veuillez supprimer certaines parties ou plans sauvegardés et réessayer.
hu_hu: Nincs elég hely a játék mentésére! Kérjük, távolítson el néhány mentett játékot vagy tervrajzot, és próbálkozzon újra.
it: Non c'è abbastanza spazio per salvare il gioco. Rimuovi alcuni giochi o progetti salvati e riprova.
pl_pl: Brak miejsca do zapisania gry! Usuń kilka zapisanych gier lub schematów i spróbuj ponownie.
pt_br: Não há espaço suficiente para salvar o jogo! Remova alguns jogos ou projetos salvos e tente novamente.
ru: Недостаточно места для сохранения игры. Удалите некоторые сохраненные игры или чертежи и повторите попытку.
zh_cn: 没有足够的空间来保存游戏！请移除一些已保存的游戏或者蓝图，然后重试。

# DisplayName_Block_NeonTubesStraightDown
source: Neon Tubes Down 2
de: Neonröhren (runterleuchtend 2)
es: Tubos de neón abajo 2
fr: Tubes néon bas 2
hu_hu: Neoncsövek lefelé 2
it: Tubi al neon giù 2
pl_pl: Neonowe rurki w dół 2
pt_br: Abaixar Tubos neon 2
ru: Неоновые лампы (низ) 2
zh_cn: 霓虹灯管下2

# DisplayName_Block_SciFiButtonTerminal
source: Sci-Fi One-Button Terminal
de: Sci-Fi – Ein-Tasten-Schalttafel
es: Terminal de un botón de ciencia ficción
fr: Terminal à un bouton sci-fi
hu_hu: Sci-Fi Egygombos Terminál
it: Terminale 1 bottone Sci-Fi
pl_pl: Terminal jednoprzyciskowy SF
pt_br: Terminal de um botão Sci-Fi
ru: Однокнопочная НФ-панель
zh_cn: 科幻一按钮终端

# DisplayName_Block_LargeHinge
source: Hinge
de: Scharnier 5x5
es: Bisagra
fr: Charnière
hu_hu: Csuklópánt
it: Cerniera
pl_pl: Zawias
pt_br: Dobradiça
ru: Шарнир
zh_cn: 铰链

# DisplayName_Block_MediumHinge
source: Hinge 3x3
de: Scharnier 3x3
es: Bisagra 3x3
fr: Charnière 3x2
hu_hu: Csuklópánt 3x3
it: Cerniera 3x3
pl_pl: Zawias 3x3
pt_br: Dobradiça 3x3
ru: Шарнир 3x3
zh_cn: 铰链3x3

# DisplayName_Block_SmallHinge
source: Hinge
de: Scharnier 5x5
es: Bisagra
fr: Charnière
hu_hu: Csuklópánt
it: Cerniera
pl_pl: Zawias
pt_br: Dobradiça
ru: Шарнир
zh_cn: 铰链
