Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# DisplayName_Block_Window1x2SideLeft
source: Window 1x2 Side Left
cs_cz: Okno 1x2 Boční, levé
de: Fenster (Dreieck links) 1x2
es: Ventana 1x2 Lado Izquierdo
fr: Fenêtre 1x2 côté gauche
hu_hu: Ablak 1x2 Bal Oldalsó
it: Finestra 1x2 Lato Sinistro
pl_pl: Okno 1x2 skos lewy
pt_br: Janela 1x2 lateral esquerda
ru: Окно 1x2 левый угол
zh_cn: 窗户 1x2 左侧面-ch-

# DisplayName_Block_Window1x2SideLeftInv
source: Window 1x2 Side Left Inv
cs_cz: Okno 1x2 Boční, obrácené, levé
de: Fenster (inv. Dreieck links) 1x2
es: Ventana 1x2 Lado Izquierdo Inv
fr: Fenêtre 1x2 côté gauche inv
hu_hu: Ablak 1x2 Bal Oldalsó Fordított
it: Finestra 1x2 Lato Sinistro Invertita
pl_pl: Okno 1x2 skos lewy odw.
pt_br: Janela 1x2 lateral esquerda inv.
ru: Окно 1x2 левый обратный угол
zh_cn: 窗户 1x2 左侧面倒置-ch-

# DisplayName_Block_Window1x2SideRight
source: Window 1x2 Side Right
cs_cz: Okno 1x2 Boční, pravé
de: Fenster (Dreieck rechts) 1x2
es: Ventana 1x2 lado derecho
fr: Fenêtre 1x2 côté droit
hu_hu: Ablak 1x2 Jobb Oldalsó
it: Finestra 1x2 Lato Destro
pl_pl: Okno 1x2 skos prawy
pt_br: Janela 1x2 lateral direita
ru: Окно 1x2 правый угол
zh_cn: 窗户 1x2 左侧面-ch-

# DisplayName_Block_Window1x2SideRightInv
source: Window 1x2 Side Right Inv
cs_cz: Okno 1x2 Boční, obrácené, pravé
de: Fenster (inv. Dreieck rechts) 1x2
es: Ventana 1x2 Lado Derecho Inv
fr: Fenêtre 1x2 côté droit inv
hu_hu: Ablak 1x2 Jobb Oldalsó Fordított
it: Finestra 1x2 Lato Destro Invertita
pl_pl: Okno 1x2 skos prawy odw.
pt_br: Janela 1x2 lateral direita inv.
ru: Окно 1x2 правый обратный угол
zh_cn: 窗户 1x2 右侧面倒置-ch-

# DisplayName_Block_Window1x2Slope
source: Window 1x2 Slope
cs_cz: Okno 1x2 Zešikmené
de: Fenster (Schräge) 1x2
es: Ventana 1x2 Inclinada
fr: Fenêtre 1x2 pente
hu_hu: Ablak 1x2 Döntött
it: Finestra 1x2 Inclinata
pl_pl: Okno 1x2 pochyłe
pt_br: Janela 1x2 inclinada
ru: Окно 1x2 наклонное
zh_cn: 窗户 1x2 斜面-ch-

# DisplayName_Block_Window2x3Flat
source: Window 2x3 Flat
cs_cz: Okno 2x3 Ploché
de: Fenster (Rechteck) 2x3
es: Ventana 2x3 Plana
fr: Fenêtre 2x3 plate
hu_hu: Ablak 2x3 Sima
it: Finestra 2x3 Piatta
pl_pl: Okno 2x3 płaskie
pt_br: Janela 2x3 plana
ru: Окно 2x3 плоское
zh_cn: 窗户 2x3 平面-ch-

# DisplayName_Block_Window2x3FlatInv
source: Window 2x3 Flat Inv.
cs_cz: Okno 2x3 Ploché, obrácené
de: Fenster (inv. Rechteck) 2x3
es: Ventana 2x3 Plano Inv.
fr: Fenêtre 2x3 plate inv.
hu_hu: Ablak 2x3 Sima Fordított.
it: Finestra 2x3 Piatta Invertita
pl_pl: Okno 2x3 płaskie odw.
pt_br: Janela 2x3 plana inv.
ru: Окно 2x3 плоское обратное
zh_cn: 窗户 2x3 倒置-ch-

# DisplayName_Block_Window3x3Flat
source: Window 3x3 Flat
cs_cz: Okno 3x3 Ploché
de: Fenster (Rechteck) 3x3
es: Ventana 3x3 Plana
fr: Fenêtre 3x3 plate
hu_hu: Ablak 3x3 Sima
it: Finestra 3x3 Piatta
pl_pl: Okno 3x3 płaskie
pt_br: Janela 3x3 plana
ru: Окно 3x3 плоское
zh_cn: 窗户 3x3 平面-ch-

# DisplayName_Block_Window3x3FlatInv
source: Window 3x3 Flat Inv.
cs_cz: Okno 3x3 Ploché, obrácené
de: Fenster (inv. Rechteck) 3x3
es: Ventana 3x3 Plana Inv.
fr: Fenêtre 3x3 plate inv.
hu_hu: Ablak 3x3 Sima Fordított.
it: Finestra 3x3 Piatta Invertita
pl_pl: Okno 3x3 płaskie odw.
pt_br: Janela 3x3 plana inv.
ru: Окно 3x3 плоское обратное
zh_cn: 窗户 3x3 倒置-ch-

# DisplayName_BlueprintClass_Ammo
source: Ammo
cs_cz: Munice
de: Munition
es: Munición
fr: Munitions
hu_hu: Lőszer
it: Munizioni
pl_pl: Amunicja
pt_br: Munição
ru: Боеприпасы
zh_cn: 弹药

# DisplayName_BlueprintClass_Base_Components
source: Base Comp.
cs_cz: Základní součástky
de: Basiskomponenten
es: Componentes base
fr: Comp. de base
hu_hu: Alap Elemek.
it: Componenti Base
pl_pl: Podstawowe elementy
pt_br: Componentes básicos
ru: Базовые компоненты
zh_cn: 基本组件。

# DisplayName_BlueprintClass_CommonMetals
source: Common Metals
cs_cz: Běžné Kovy
de: Gewöhnliche Metalle
es: Metales comunes
fr: Métaux communs
hu_hu: Közönséges Fémek
it: Metalli Comuni
pl_pl: Metale nieszlachetne
pt_br: Metais comuns
ru: Обычные металлы
zh_cn: 常见金属

# DisplayName_BlueprintClass_Components
source: Components
cs_cz: Součástky - Klikněte na součástku pro její sestavení.
de: Komponenten
es: Componentes
fr: Composants
hu_hu: Összetevők
it: Componenti
pl_pl: Komponenty
pt_br: Componentes
ru: Компоненты- Нажмите на любой компонент для сборки.
zh_cn: 组件

# DisplayName_BlueprintClass_BasicComponents
source: Basic Ingots and Components
de: Gewöhnliche Barren und Komponenten
es: Lingotes y componentes básicos
fr: Composants et lingots de base
hu_hu: Alapvető Öntvények és Alkatrészek
it: Lingotti e componenti base
pl_pl: Podstawowe Sztabki i Komponenty
pt_br: Barras e componentes básicos
ru: Основные компоненты - Нажмите на любой компонент для сборки.
zh_cn: 基本锭子和组件

# DisplayName_BlueprintClass_Construction_Components
source: Construction Comp.
cs_cz: Stavební součástky
de: Herstellungskomponenten
es: Componentes de construcción
fr: Comp. de construction
hu_hu: Építőipari Elemek.
it: Componenti da Costruzione
pl_pl: Elementy konstrukcyjne
pt_br: Componentes de construção
ru: Строительные компоненты
zh_cn: 建筑部件。

# DisplayName_BlueprintClass_Electronics
source: Electronics
cs_cz: Elektronika
de: Elektronische Komponenten
es: Electrónica
fr: Électronique
hu_hu: Elektronika
it: Componenti Elettronici
pl_pl: Elektronika
pt_br: Eletrônicos
ru: Электроника
zh_cn: 电子产品

# DisplayName_BlueprintClass_EnergeticIngots
source: Energetic Ingots
cs_cz: Energetické ingoty
de: Energieträger
es: Lingotes energéticos
fr: Lingots énergétiques
hu_hu: Energetikus Öntvények
it: Lingotti Energetici
pl_pl: Sztabki energetyczne
pt_br: Barras de energia
ru: Энергетические слитки
zh_cn: 能量块

# DisplayName_BlueprintClass_HydrogenBottles
source: Hydrogen Bottles
cs_cz: Vodíkové láhve
de: Wasserstoffflaschen
es: Botellas de hidrógeno
fr: Bouteilles d'hydrogène
hu_hu: Hidrogénpalackok
it: Bombole di idrogeno
pl_pl: Butle z Wodorem
pt_br: Cilindros de hidrogênio
ru: Водородные баллоны
zh_cn: 氢气瓶

# DisplayName_BlueprintClass_Ice
source: Ice
cs_cz: Led
de: Eis
es: Hielo
fr: Glace
hu_hu: Jég
it: Ghiaccio
pl_pl: Lód
pt_br: Gelo
ru: Лед
zh_cn: 冰

# DisplayName_BlueprintClass_Ingots
source: Ingots
cs_cz: Ingoty
de: Barren
es: Lingotes
fr: Lingots
hu_hu: Öntvények
it: Lingotti
pl_pl: Sztabki
pt_br: Barras
ru: Слитки
zh_cn: 锭

# DisplayName_BlueprintClass_LargeBlocks
source: Large Blocks
cs_cz: Velké bloky - Klikněte na velký blok pro montáž všech součástek potřebných pro jeho svaření.
de: Große Blöcke
es: Bloques grandes
fr: Grand blocs
hu_hu: Nagy Blokkok
it: Blocchi Grandi
pl_pl: Duże Bloki
pt_br: Blocos grandes
ru: Большие блоки- Нажмите на любой блок для сборки всех компонентовнеобходимых для его постройки.
zh_cn: 大型方块

# DisplayName_BlueprintClass_BasicLargeBlocks
source: Basic Large Blocks - Click on any Large Block to assemble all components necessary for it's construction.
de: Grundlegende große Blöcke - Klicken Sie auf einen beliebigen großen Block, um alle für seine Konstruktion erforderlichen Komponenten produzieren zu lassen.
es: Bloques grandes básicos - Haz clic en cualquier bloque grande para ensamblar todos los componentes necesarios para su construcción.
fr: Grands blocs de base - Cliquez sur n’importe quel grand bloc pour assembler tous les composants nécessaires à sa construction.
hu_hu: Alap Nagy Blokkok - Kattintson bármelyik nagy blokkra az építéshez szükséges összes alkatrész összeállításához.
it: Blocchi grandi di base - Fai clic su qualsiasi blocco grande per assemblare tutti i componenti necessari per la sua costruzione.
pl_pl: Podstawowe duże Bloki - Kliknij na dowolny Duży Blok, aby zmontować wszystkie komponenty potrzebne do jego konstrukcji.
pt_br: Blocos grandes básicos - Clique em qualquer bloco grande para produzir os componentes necessários para sua construção.
ru: Основные большие блоки - Щелкните любой блок для сборки всех компонентов, необходимых для его постройки.
zh_cn: 基本大方块 - 点击任何大方块组装所有组件。

# DisplayName_BlueprintClass_OxygenBottles
source: Oxygen Bottles
cs_cz: Kyslíkové láhve
de: Sauerstoffflaschen
es: Botellas de oxígeno
fr: Bouteilles d'oxygène
hu_hu: Oxigénpalackok
it: Bombole d'ossigeno
pl_pl: Butle tlenowe
pt_br: Cilindros de oxigênio
ru: Кислородные баллоны
zh_cn: 氧气瓶

# DisplayName_BlueprintClass_PreciousMetals
source: Noble Metals
cs_cz: Vzácné kovy
de: Edelmetalle
es: Metales nobles
fr: Métaux précieux
hu_hu: Nemesfémek
it: Metalli Nobili
pl_pl: Metale szlachetne
pt_br: Metais nobres
ru: Благородные металлы
zh_cn: 贵金属

# DisplayName_BlueprintClass_SmallBlocks
source: Small Blocks
cs_cz: Malé bloky - Klikněte na malý blok pro montáž všech součástek potřebných pro jeho svaření.
de: Kleine Blöcke
es: Bloques pequeños
fr: Petits blocs
hu_hu: Kis Blokkok
it: Blocchi Piccoli
pl_pl: Małe Bloki
pt_br: Blocos pequenos
ru: Малые блоки- Нажмите на любой блок для сборки всех компонентовнеобходимых для его постройки.
zh_cn: 小型方块

# DisplayName_BlueprintClass_BasicSmallBlocks
source: Basic Small Blocks - Click on any Small Block to assemble all components necessary for it's construction.
de: Grundlegende kleine Blöcke - Klicken Sie auf einen beliebigen kleinen Block, um alle für seine Konstruktion erforderlichen Komponenten produzieren zu lassen.
es: Bloques Pequeños Básicos - Haz clic en cualquier Bloque Pequeño para ensamblar todos los componentes necesarios para su construcción.
fr: Petits blocs de base - Cliquez sur n’importe quel petit bloc pour assembler tous les composants nécessaires à sa construction.
hu_hu: Alap kis blokkok - Kattintson bármelyik nagy blokkra az építéshez szükséges összes alkatrész összeállításához.
it: Blocchi piccoli di base - Fai clic su qualsiasi blocco piccolo per assemblare tutti i componenti necessari per la sua costruzione.
pl_pl: Podstawowe małe Bloki - Kliknij na dowolny Mały Blok, aby zmontować wszystkie komponenty potrzebne do jego konstrukcji.
pt_br: Blocos pequenos básicos - Clique em qualquer bloco pequeno para produzir os componentes necessários para sua construção.
ru: Основные малые блоки - Щелкните любой блок для сборки всех компонентов, необходимых для его постройки.
zh_cn: 基本小方块 - 点击任何小方块组装所有组件。

# DisplayName_BlueprintClass_Solids
source: Solids
cs_cz: Pevné látky
de: Feststoffe
es: Sólidos
fr: Solides
hu_hu: Szilárdtestek
it: Solidi
pl_pl: Ciała stałe
pt_br: Sólidos
ru: Болванки
zh_cn: 固体

# DisplayName_CargoFilledEntityComponent
source: Cargo Filled %
de: Frachtbeladungszustand %
es: Carga Llena %
fr: Remplissement de cargaison %
it: % di carico pieno
pl_pl: Wypełniono ładunkiem w %
pt_br: Carga preenchida %
ru: Заполнение грузом %
zh_cn: 货箱储存百分比

# DisplayName_Category_AllBlocks
source: Home
cs_cz: Všechny bloky
de: Alle Blöcke
es: Inicio
fr: Accueil
hu_hu: Minden Blokk
it: Inizio
pl_pl: Wszystkie bloki
pt_br: Principal
ru: Все блоки
zh_cn: 原点

# DisplayName_Category_ArmorBlocks
source: Armor Blocks
cs_cz: Obrněné bloky
de: Panzerung
es: Bloques de blindaje
fr: Blocs de blindage
hu_hu: Páncélblokkok
it: Blocchi di Armatura
pl_pl: Bloki pancerza
pt_br: Blocos blindados
ru: Блоки брони
zh_cn: 护甲块

# DisplayName_Category_CharacterAnimations
source: Emotes
cs_cz: Animace postavy
de: Animationen Charakter
es: Gestos
hu_hu: Hangulatjelek
it: Animazioni dei Personaggi
pl_pl: Emotki
ru: Жесты
zh_cn: 表情

# DisplayName_Category_CharacterTools
source: Character Tools
cs_cz: Nářadí
de: Werkzeuge Charakter
es: Herramientas manuales
fr: Outils du personnage
hu_hu: Karaktereszközök
it: Strumenti personaggi
pl_pl: Narzędzia Postaci
pt_br: Ferramentas do personagem
ru: Личные инструменты
zh_cn: 角色工具

# DisplayName_Category_CharacterWeapons
source: Character Weapons
de: Waffen Charakter
es: Armas manuales
fr: Armes du personnage
hu_hu: Karakter Fegyverek
it: Armi personaggio
pl_pl: Bronie Postaci
pt_br: Armas do personagem
ru: Личное оружие
zh_cn: 角色武器

# DisplayName_Category_Cockpit
source: Cockpit Blocks
cs_cz: Kokpity
de: Cockpit-Blöcke
es: Bloques de cabina
fr: Blocs de cockpit
hu_hu: Pilótafülke Blokkok
it: Blocchi Abitacolo
pl_pl: Kokpity
pt_br: Blocos de cabine
ru: Кокпиты
zh_cn: 驾驶舱方块

# DisplayName_Category_ConveyorBlocks
source: Conv./Cargo Blocks
cs_cz: Transport./nákladové bloky
de: Förder-/Fracht-Blöcke
es: Bloques de transporte / carga
fr: Blocs de conv./cargo
hu_hu: Szállítószalag Blokkok
it: Blocchi Trasp./Carico
pl_pl: Bloki trans./kontenery
pt_br: Blocos de transportador/carga
ru: Грузовые блоки
zh_cn: 输送机/货运模块

# DisplayName_Category_GeneratedBlocks
source: Generated Blocks
cs_cz: Generované bloky
de: Generierte Blöcke
es: Bloques generados
fr: Blocs générés
hu_hu: Létrehozott Blokkok
it: Blocchi generati
pl_pl: Wygenerowane bloki
pt_br: Blocos gerados
ru: Сгенерированные блоки
zh_cn: 已生成块

# DisplayName_Category_LargeBlocks
source: Large Blocks
cs_cz: Velké bloky
de: Große Blöcke
es: Bloques grandes
fr: Grand blocs
hu_hu: Nagy Blokkok
it: Blocchi Grandi
pl_pl: Duże Bloki
pt_br: Blocos grandes
ru: Большие блоки- Нажмите на любой блок для сборки всех компонентовнеобходимых для его постройки.
zh_cn: 大型方块

# DisplayName_Category_Power
source: Power
cs_cz: Energetické bloky
de: Energie
es: Energía
fr: Puissance
hu_hu: Energia Blokkok
it: Potenza
pl_pl: Bloki zasilania
pt_br: Energia
ru: Источники энергии
zh_cn: 电力

# DisplayName_Category_Production
source: Production
cs_cz: Produkční bloky
de: Produktion
es: Producción
hu_hu: Termelési Blokkok
it: Produzione
pl_pl: Bloki produkcji
pt_br: Produção
ru: Производство
zh_cn: 生产

# DisplayName_Category_ShipGroups
source: Groups
cs_cz: Skupiny
de: Gruppen
es: Grupos
fr: Groupes
hu_hu: Csoportok
it: Gruppi
pl_pl: Grupy
pt_br: Grupos
ru: Группы
zh_cn: 群组

# DisplayName_Category_ShipLights
source: Lights
cs_cz: Světla
de: Lichter
es: Luces
fr: Lumières
hu_hu: Lámpák
it: Luci
pl_pl: Światła
pt_br: Luzes
ru: Освещение
zh_cn: 灯光

# DisplayName_Category_ShipThrusters
source: Thrusters
cs_cz: Trysky
de: Triebwerke
es: Propulsores
fr: Propulseurs
hu_hu: Hajtóművek
it: Propulsori
pl_pl: Silniki
pt_br: Propulsor
ru: Ускорители
zh_cn: 推进器

# DisplayName_Category_ShipWeapons
source: Weapon Blocks
de: Waffenblöcke
es: Bloques de armas
fr: Blocs d'armes
hu_hu: Fegyverekblokkok
it: Blocchi di armi
pl_pl: Bloki broni
pt_br: Blocos de arma
ru: Блоки-оружие
zh_cn: 武器方块

# DisplayName_Category_ShipTools
source: Tool Blocks
de: Werkzeug-Blöcke
es: Bloques de herramientas
fr: Blocs d'outils
hu_hu: Blokk Eszközök
it: Blocchi di strumenti
pl_pl: Bloki narzędzi
pt_br: Blocos de ferramenta
ru: Блоки-инструменты
zh_cn: 工具方块

# DisplayName_Category_SmallBlocks
source: Small Blocks
cs_cz: Malé bloky
de: Kleine Blöcke
es: Bloques pequeños
fr: Petits blocs
hu_hu: Kis Blokkok
it: Blocchi Piccoli
pl_pl: Małe Bloki
pt_br: Blocos pequenos
ru: Малые блоки- Нажмите на любой блок для сборки всех компонентовнеобходимых для его постройки.
zh_cn: 小型方块

# DisplayName_Category_VoxelHands
source: Voxel Hands
cs_cz: Terénní nástroj
de: Voxelformen
es: Modificador vóxel
fr: Curseur voxel
hu_hu: Voxel kezek
it: Mani voxel
pl_pl: Ręce stwórcy
pt_br: Mãos Voxel
ru: Воксельные Кисти
zh_cn: 体素手

# DisplayName_Category_WindowBlocks
source: Windows
cs_cz: Okna
de: Fenster
es: Ventanas
fr: Fenêtres
hu_hu: Ablak Blokkok
it: Finestre
pl_pl: Bloki okien
pt_br: Janelas
ru: Окна
zh_cn: 窗户

# DisplayName_CloseHelmet
source: Close Helmet
cs_cz: Zavřít helmu
de: Helmvisier schließen
es: Cerrar el casco
fr: Fermer le casque
hu_hu: Sisak Bezárása
it: Chiudi Casco
pl_pl: Zamknij Hełm
pt_br: Fechar visor do capacete
ru: Закрыть шлем
zh_cn: 戴上头盔

# DisplayName_ConvSorterTypes_Ammo
source: *ammo*
cs_cz: *munice*
de: *Munition*
es: *Munición*
fr: *munitions*
hu_hu: *lőszer*
it: *munizioni*
pl_pl: *amunicja*
pt_br: *munição*
ru: *боеприпасы*
zh_cn: *弹药*

# DisplayName_ConvSorterTypes_Component
source: *components*
cs_cz: *součástky*
de: *Komponenten*
es: *componentes*
fr: *composants*
hu_hu: *Összetevők*
it: *componenti*
pl_pl: *komponenty*
pt_br: *componentes*
ru: *компоненты*
zh_cn: *零件*

# DisplayName_ConvSorterTypes_HandTool
source: *hand tools*
cs_cz: *příruční nářadí*
de: *Handwerkzeuge*
es: *herramientas de mano*
fr: *outils à main*
hu_hu: *Kéziszerszámok*
it: *strumenti*
pl_pl: *narzędzia ręczne*
pt_br: *ferramentas manuais*
ru: *инструменты*
zh_cn: *手持工具*

# DisplayName_ConvSorterTypes_Ingot
source: *ingots*
cs_cz: *ingoty*
de: *Barren*
es: *lingotes*
fr: *lingots*
hu_hu: *Öntvények*
it: *lingotti*
pl_pl: *sztabki*
pt_br: *barras*
ru: *слитки*
zh_cn: *矿锭*

# DisplayName_ConvSorterTypes_Ore
source: *ore*
cs_cz: *rudy*
de: *Erz*
es: *minerales*
fr: *minerai*
hu_hu: *Érc*
it: *minerali*
pl_pl: *rudy*
pt_br: *minério*
ru: *руда*
zh_cn: *矿石*

# DisplayName_Dead_Astronaut
source: Dead Astronaut
cs_cz: Mrtvý astronaut
de: Toter Astronaut
es: Astronauta muerto
fr: Astronaute décédé
hu_hu: Halott Űrhajós
it: Astronauta morto
pl_pl: Martwy Astronauta
pt_br: Astronauta morto
ru: Мертвый космонавт
zh_cn: 死亡的宇航员

# DisplayName_Faction_FirstColonyFaction_Translation
source: First Colony
cs_cz: První Kolonie
de: Erste Kolonie
es: Primera Colonia
fr: Première colonie
hu_hu: Első Kolónia
it: Prima Colonia
pl_pl: Pierwsza Kolonia
pt_br: Primeira colônia
ru: Первая колония
zh_cn: 第一个移民地

# DisplayName_Faction_SpaceSpiders_Translation
source: Space Spiders
cs_cz: Vesmírní pavouci
de: Weltraumspinnen
es: Arañas espaciales
fr: Araignées de l'espace
hu_hu: Űrpókok
it: Ragni spaziali
pl_pl: Kosmiczne Pajęczaki
pt_br: Aranhas espaciais
ru: Сабироиды
zh_cn: 太空蜘蛛

# DisplayName_GridCreateTool_CreateLargeShip
source: Create New Large Ship
cs_cz: Vytvořit novou, velkou loď
de: Neues großes Schiff erstellen
es: Crear una nueva nave grande
fr: Créer un nouveau grand vaisseau
hu_hu: Új Nagy Hajó Létrehozása
it: Crea nuova Nave Grande
pl_pl: Stwórz Nowy Duży Statek
pt_br: Criar nova nave grande
ru: Создать большой корабль
zh_cn: 新大船

# DisplayName_GridCreateTool_CreateSmallShip
source: Create New Small Ship
cs_cz: Vytvořit novou, malou loď
de: Neues kleines Schiff erstellen
es: Crear una nueva Nave Pequeña
fr: Créer un nouveau petit vaisseau
hu_hu: Új Kis Hajó Létrehozása
it: Crea nuova Nave Piccola
pl_pl: Stwórz Nowy Mały Statek
pt_br: Criar nova nave pequena
ru: Создать малый корабль
zh_cn: 新小船

# DisplayName_GridCreateTool_CreateStation
source: Create New Station
cs_cz: Vytvořit novou stanici
de: Neue Station erstellen
es: Crear una nueva estación
fr: Créer une nouvelle station
hu_hu: Új Állomás Létrehozása
it: Crea nuova Stazione
pl_pl: Stwórz Nową Stację
pt_br: Criar nova estação
ru: Создать станцию
zh_cn: 新站

# DisplayName_Item_AngleGrinder
source: Grinder
cs_cz: Bruska
de: Schleifmaschine
es: Amoladora
fr: Meuleuse
hu_hu: Daradoló
it: Smerigliatrice
pl_pl: Szlifierka
pt_br: Esmeril
ru: Резак
zh_cn: 切割机-qgj-

# DisplayName_Item_AngleGrinder2
source: Enhanced Grinder
cs_cz: Vylepšená bruska
de: Verbesserte Schleifmaschine
es: Amoladora mejorada
fr: Meuleuse améliorée
hu_hu: Továbbfejlesztett Daraboló
it: Smerigliatrice potenziata
pl_pl: Usprawniona Szlifierka
pt_br: Esmeril aprimorado
ru: Улучшенная болгарка
zh_cn: 一级增强切割机-yjzqkgj-

# DisplayName_Item_AngleGrinder3
source: Proficient Grinder
cs_cz: Profesionální bruska
de: Professionelle Schleifmaschine
es: Amoladora competente
fr: Meuleuse professionnelle
hu_hu: Mester Daraboló
it: Smerigliatrice esperta
pl_pl: Ulepszona Szlifierka
pt_br: Esmeril proficiente
ru: Продвинутая болгарка
zh_cn: 二级精通切割机-ejjtqgj-

# DisplayName_Item_AngleGrinder4
source: Elite Grinder
cs_cz: Elitní bruska
de: Elite-Schleifmaschine
es: Amoladora de Élite
fr: Meuleuse d'élite
hu_hu: Elit Daraboló
it: Smerigliatrice elite
pl_pl: Elitarna Szlifierka
pt_br: Esmeril de elite
ru: Элитная болгарка
zh_cn: 三级精英切割机-sjjyqgj-

# DisplayName_Item_AutomaticRifle
source: MR-20 Rifle
cs_cz: Automatická puška
de: MR-20 Gewehr
es: Rifle MR-20
fr: Fusil MR-20
hu_hu: Automata Puska
it: Fucile MR-20
pl_pl: Karabin MR-20
pt_br: Rifle MR-20
ru: Винтовка MR-20
zh_cn: MR-20步枪

# DisplayName_Item_BulletproofGlass
source: Bulletproof Glass
cs_cz: Neprůstřelné sklo
de: Panzerglas
es: Cristal antibalas
fr: Vitre pare-balles
hu_hu: Golyóálló Üveg
it: Vetro blindato
pl_pl: Szyba kuloodporna
pt_br: Vidro à prova de balas
ru: Бронированное стекло
zh_cn: 防弹玻璃-fdbl-

# DisplayName_Item_CanvasCartridge
source: Canvas
cs_cz: Plátno
de: Fallschirmseide
es: Lona
fr: Toile
hu_hu: Vászon
it: Tela
pl_pl: Płótno
pt_br: Lona
ru: Полотно парашюта
zh_cn: 帆布-fb-

# DisplayName_Item_CobaltIngot
source: Cobalt Ingot
cs_cz: Kobaltový ingot
de: Kobaltbarren
es: Lingote de Cobalto
fr: Lingot de cobalt
hu_hu: Kobalt Öntvény
it: Lingotto di cobalto
pl_pl: Sztabka kobaltu
pt_br: Barra de cobalto
ru: Кобальтовый слиток
zh_cn: 钴锭-CoI-

# DisplayName_Item_CobaltOre
source: Cobalt Ore
cs_cz: Kobaltová ruda
de: Kobalterz
es: Mineral de cobalto
fr: Minerai de cobalt
hu_hu: Kobalt Érc
it: Minerale di cobalto
pl_pl: Ruda kobaltu
pt_br: Minério de cobalto
ru: Кобальтовая руда
zh_cn: 钴矿-CoO-

# DisplayName_Item_Computer
source: Computer
cs_cz: Počítač
es: Ordenador
fr: Ordinateur
hu_hu: Számítógép
pl_pl: Komputer
pt_br: Computador
ru: Компьютер
zh_cn: 计算机-jsj-

# DisplayName_Item_ConstructionComponent
source: Construction Comp.
cs_cz: Konstrukční součástka
de: Herstellungskomponenten
es: Componentes de construcción
fr: Comp. de construction
hu_hu: Építőipari Elemek.
it: Componenti da Costruzione
pl_pl: Element konstrukcji
pt_br: Componentes de construção
ru: Строительные компоненты
zh_cn: 结构零件-jglj-

# DisplayName_Item_DetectorComponents
source: Detector Comp.
cs_cz: Součástka detektoru
de: Sensorkomponente
es: Componentes de Detector
fr: Comp. de détection
hu_hu: Detektor Elemek.
it: Componenti Detector
pl_pl: Elementy wykrywacza
pt_br: Componentes de detecção
ru: Компоненты детектора
zh_cn: 探测器零件-tcqlj-

# DisplayName_Item_Display
source: Display
cs_cz: Displej
de: Anzeige
es: Pantalla
fr: Affichage
hu_hu: Kijelző
it: Schermo
pl_pl: Wyświetlacz
pt_br: Tela
ru: Экран
zh_cn: 显示器

# DisplayName_Item_EliteAutomaticRifle
source: MR-30E Rifle
cs_cz: Elitní automatická puška
de: MR-30E Gewehr
es: Rifle MR-30E
fr: Fusil MR-30E
hu_hu: Elit Automata Puska
it: Fucile MR-30E
pl_pl: Karabin MR-30E
pt_br: Rifle MR-30E
ru: Винтовка MR-30E
zh_cn: MR-30E步枪

# DisplayName_Item_Explosives
source: Explosives
cs_cz: Výbušniny
de: Sprengstoff
es: Explosivos
fr: Explosifs
hu_hu: Robbanóanyagok
it: Esplosivi
pl_pl: Materiały wybuchowe
pt_br: Explosivos
ru: Взрывчатка
zh_cn: 爆炸物-bzw-

# DisplayName_Item_Girder
source: Girder
cs_cz: Nosník
de: Träger
es: Viga
fr: Poutre
hu_hu: Gerenda
it: Trave
pl_pl: Belka
pt_br: Viga
ru: Балка
zh_cn: 梁-liang-

# DisplayName_Item_GoldIngot
source: Gold Ingot
cs_cz: Zlatý ingot
de: Goldbarren
es: Lingote de Oro
fr: Lingot d'or
hu_hu: Arany Öntvény
it: Lingotto d'oro
pl_pl: Sztabka złota
pt_br: Barra de ouro
ru: Золотой слиток
zh_cn: 金锭-AuI-

# DisplayName_Item_GoldOre
source: Gold Ore
cs_cz: Zlatá Ruda
de: Golderz
es: Mineral de oro
fr: Minerai d'or
hu_hu: Aranyérc
it: Minerale d'oro
pl_pl: Ruda złota
pt_br: Minério de ouro
ru: Золотая руда
zh_cn: 金矿-AuO-

# DisplayName_Item_Gravel
source: Gravel
cs_cz: Štěrk
de: Schotter
es: Grava
fr: Gravier
hu_hu: Kavics
it: Ghiaia
pl_pl: Żwir
pt_br: Cascalho
ru: Гравий
zh_cn: 沙石

# DisplayName_Item_GravityGeneratorComponents
source: Gravity Comp.
cs_cz: Součástka generátoru gravitace
de: Schwerkraftgenerator-Komponenten
es: Componente de Gravedad
fr: Comp. de générateur de gravité
hu_hu: Gravitációs Elemek.
it: Componenti del generatore di gravità
pl_pl: Element generatora grawitacji
pt_br: Componentes de gravidade
ru: Компоненты гравитационного генератора
zh_cn: 重力发生器零件-zlfsqlj-

# DisplayName_Item_HandDrill
source: Hand Drill
cs_cz: Ruční vrták
de: Handbohrmaschine
es: Taladro de mano
fr: Foreuse Portative
hu_hu: Kézi Fúró
it: Trivella manuale
pl_pl: Wiertarka ręczna
pt_br: Britadeira
ru: Ручной бур
zh_cn: 手电钻-sqz-
