Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# Description_FAQ_SteamWorkshop
source: The {0} workshop is where you can find all player made blueprints, scenarios, scripts and mods that players published. Subscribe to workshop items to access them in game.
de: Im {0} Workshop finden Sie alle von Spielern erstellten Entwürfe, Szenarien, Skripts und Mods. Abonnieren Sie Items im Workshop, um im Spiel darauf zugreifen zu können.
es: La Workshop de {0} es donde puedes encontrar todos los planos, escenarios, scripts y mods que los jugadores han publicado. Suscríbete a los artículos de la Workshop para acceder a ellos en el juego.
fr: Le workshop {0} est l'endroit où vous pouvez trouver tous les plans, scénarios, scripts et mods créés par les joueurs et publiés par les joueurs. Abonnez-vous aux objets du workshop pour y accéder dans le jeu.
hu_hu: A {0} workshopban találja az összes tervrajzot, forgatókönyvet, szkriptet és modot, amelyeket a játékosok készítettek és közzétettek. Iratkozzon fel workshop-elemekre, hogy hozzájuk férhessen a játékban.
it: Il workshop {0}è il luogo dove puoi trovare tutti i progetti, gli scenari, gli script e le mod che i giocatori hanno pubblicato. Iscriviti agli oggetti del workshop per accedervi in gioco.
pl_pl: Warsztat {0} to miejsce gdzie możesz znaleźć schematy, scenariusze, skrypty i mody stworzone przez innych graczy. Zasubskrybuj wybrane rzeczy aby mieć do nich dostęp w grze.
pt_br: O Workshop {0} é onde você encontra todos os projetos feitos por jogadores, cenários, scripts e mods que jogadores publicaram. Habilite itens no Workshop para acessá-los no jogo.
ru: {0}Мастерская Steam это место, где Вы можете найти все чертежи, сценарии, скрипты и моды других пользователей. Подписывайтесь на предметы Мастерской для использования их в игре.
zh_cn: 可以在{0}创意工坊中找到所有玩家上传的蓝图，剧情和模组。可以订阅后在游戏中使用。

# Description_FAQ_Painting
source: While holding a block, you can paint blocks with {CONTROL:CUBE_COLOR_CHANGE}. Press K to access more colour options. Use Ctrl-{CONTROL:CUBE_COLOR_CHANGE} or Shift-{CONTROL:CUBE_COLOR_CHANGE} to paint large surfaces.
de: Während Sie einen Block halten, können Sie ihn mit {CONTROL:CUBE_COLOR_CHANGE} einfärben. Drücken Sie K, um auf weitere Farboptionen zuzugreifen. Mit Strg+{CONTROL:CUBE_COLOR_CHANGE}oder Umschalt+{CONTROL:CUBE_COLOR_CHANGE} können Sie große Flächen einfärben.
es: Mientras sostienes un bloque, puedes pintar bloques con [{CONTROL:CUBE_COLOR_CHANGE}]. Pulsa K para acceder a más opciones de color. Usa Ctrl-[{CONTROL:CUBE_COLOR_CHANGE}] o Mayúsculas-[{CONTROL:CUBE_COLOR_CHANGE}] para pintar grandes superficies.
fr: Tout en tenant un bloc, vous pouvez peindre des blocs avec {CONTROL:CUBE_COLOR_CHANGE}. Appuyez sur K pour accéder à plus d'options de couleur. Utilisez Ctrl-{CONTROL:CUBE_COLOR_CHANGE} ou Shift-{CONTROL:CUBE_COLOR_CHANGE} pour peindre de grandes surfaces.
hu_hu: Amíg tart egy blokkot, azt a {CONTROL: CUBE_COLOR_CHANGE} segítségével festeni lehet. K gombbal elérheti a szín opciókat. A Ctrl- {CONTROL: CUBE_COLOR_CHANGE} vagy a Shift- {CONTROL: CUBE_COLOR_CHANGE} a nagy felületek festéséhez.
it: Mentre tieni un blocco, puoi dipingere i blocchi con {CONTROL:CUBE_COLOR_CHANGE}. Premi K per accedere ad altre opzioni di coloru. Utilizza Ctrl-{CONTROL:CUBE_COLOR_CHANGE} o Shift-{CONTROL:CUBE_COLOR_CHANGE}per dipingere grandi superfici.
pl_pl: Trzymając blok możesz zmieniać ich kolor klawiszem {CONTROL:CUBE_COLOR_CHANGE}. Na przycisku K jest jeszcze więcej kolorów. Użyj Ctrl+{CONTROL:CUBE_COLOR_CHANGE} lub Shift+{CONTROL:CUBE_COLOR_CHANGE} żeby malować większe powierzchnie.
pt_br: Ao segurar um bloco, você pode pintar outros blocos com {CONTROL:CUBE_COLOR_CHANGE}. Pressione K para acessar mais opções de cores. Use Ctrl-{CONTROL:CUBE_COLOR_CHANGE} ou Shift-{CONTROL:CUBE_COLOR_CHANGE} para pintar grandes superfícies.
ru: Когда выбран блок, Вы можете красить блоки на [{CONTROL:CUBE_COLOR_CHANGE}]. Нажмите К для выбора других цветов. Используйте Ctrl+[{CONTROL:CUBE_COLOR_CHANGE}] или Shift+[{CONTROL:CUBE_COLOR_CHANGE}] для покраски больших областей.
zh_cn: 按住方块，你可以用{CONTROL:CUBE_COLOR_CHANGE}为方块着色。按K进入颜色选项。使用Ctrl-{CONTROL:CUBE_COLOR_CHANGE}或者Shift-{CONTROL:CUBE_COLOR_CHANGE}大面积上色。

# Description_FAQ_InvalidMaterial
source: Sorry, That material does not exist in Space Engineers.
de: Tut mir leid, dieses Material gibt es nicht bei Space Engineers.
es: ¡Lo siento, ese material no existe en Space Engineers.
fr: Désolé, ce matériau n'existe pas dans Space Engineers.
hu_hu: Sajnáljuk, ez az anyag nem létezik az Űrmérnökökben.
it: Spiacente, questo materiale non esiste in Space Engineers.
pl_pl: Niestety ten materiał nie występuje w grze.
pt_br: Desculpe, o material não existe em Space Engineers.
ru: Простите, такой материал не существует в игре.
zh_cn: 抱歉，太空工程师没有此物品。

# Description_FAQ_Test
source: Test received!
de: Test erhalten!
es: ¡Prueba recibida!
fr: Test reçu !
hu_hu: Teszt érkezett!
it: Test ricevuto!
pl_pl: Otrzymano test!
pt_br: Teste recebido!
ru: Тест получен!
zh_cn: 测试接收！

# Description_FAQ_Broadcasting
source: Your suit has a limited range antenna for accessing grids remotely or controlling drones. You can turn it off and on with O.
de: Ihr Anzug hat eine Antenne mit begrenzter Reichweite, um aus der Ferne auf Blockkonstruktionen zuzugreifen oder Drohnen zu steuern. Sie können sie mit O aus- und einschalten.
es: Su traje tiene una antena de alcance limitado para acceder a las estructuras de forma remota o controlar los drones. Puedes apagarlo y encenderlo con O.
fr: Votre combinaison possède une antenne à portée limitée pour accéder aux grilles à distance ou contrôler des drones. Vous pouvez l'éteindre et l'allumer avec O.
hu_hu: A ruhája korlátozott hatótávolságú antennával rendelkezik. az objektumok távoli eléréséhez, vagy a drónok vezérléséhez. Ki és bekapcsolás a O gombbal.
it: La tua tuta ha un'antenna a portata limitata per l'accesso alle griglie a distanza o per il controllo dei droni. Puoi spegnerla e riaccenderla con O.
pl_pl: Twój skafander posiada antenę o ograniczonym zasięgu, możesz dzięki niej zdalnie sterować stacjami i dronami. Możesz ją włączyć i wyłączyć klikając O.
pt_br: Seu traje possui uma antena de alcance limitado para acessar grids remotamente ou controlar drones. Você pode ligá-la e desligá-la com 0.
ru: Ваш скафандр имеет ограниченную по дальности антенну для удалённого доступа к структурам и управления дронами. Вы можете переключить ее на О.
zh_cn: 你的宇航服中的天线信号传送范围有限，无法远程控制网格和无人机。可以尝试关闭后再开启。

# Description_FAQ_BlockRotation
source: You can turn on the block and grid rotations assist in the game options menu to see the rotation controls. Press {CONTROL:CUBE_DEFAULT_MOUNTPOINT} to rotate a block towards its default mount-point.
de: Sie können die Block- und Konstruktionsrotationshilfe im Spieloptionsmenü einschalten, um die Rotationssteuerung zu sehen. Drücken Sie die Taste {CONTROL:CUBE_DEFAULT_MOUNTPOINT}, um einen Block in seine Standardausrichtung zu drehen.
es: Puedes encender la asistencia de rotación de bloques o de estructuras en el menú de opciones del juego para ver los controles de rotación. Pulsa {CONTROL:CUBE_DEFAULT_MOUNTPOINT} para girar un bloque sobre su eje predeterminado.
fr: Vous pouvez activer les assistances de rotation de bloc et de grille dans le menu Options de jeu pour afficher les commandes de rotation. Appuyez sur {CONTROL:CUBE_DEFAULT_MOUNTPOINT} pour faire pivoter un bloc vers son point de montage par défaut.
hu_hu: Az opciói menüben bekapcsolhatja a blokk- és objektumok forgatási segédletet. A forgatásvezérlők megtekintéséhez. nyomja meg a {CONTROL: CUBE_DEFAULT_MOUNTPOINT} gombot, mellyel a blokkot az alapértelmezett csatlakoztatási pont felé forgathatja.
it: Puoi attivare il blocco e le rotazioni della griglia assistere nel menu delle opzioni di gioco per vedere i controlli di rotazione. Premi {CONTROL:CUBE_DEFAULT_MOUNTPOINT} per ruotare un blocco verso il suo punto di montaggio predefinito.
pl_pl: Możesz włączać i wyłączać wspomaganie podczas obracania bloku w opcjach gry. Wciśnij {CONTROL:CUBE_DEFAULT_MOUNTPOINT} aby obrócić blok w domyślny kierunek.
pt_br: Você pode habilitar o assistente de giro de blocos e grids no menu de opções do jogo para ver os controles de giro. Pressione {CONTROL:CUBE_DEFAULT_MOUNTPOINT} para girar um bloco posicionando-o no ponto de montagem padrão.
ru: Включить помощь в повороте блоков можно в меню параметров игры. Нажмите [{CONTROL:CUBE_DEFAULT_MOUNTPOINT}] для поворота блока к крепежной стороне по умолчанию.
zh_cn: 可以在游戏选项菜单中开启方块旋转。按{CONTROL:CUBE_DEFAULT_MOUNTPOINT}向默认安装点旋转方块。

# Description_FAQ_HUD
source: You can switch between HUD states with {CONTROL:TOGGLE_HUD}. Toggle {CONTROL:TOGGLE_SIGNALS} to switch between modes for GPS signals.
de: Sie können mit {CONTROL:TOGGLE_HUD} den HUD an- und ausstellen. Mit {CONTROL:TOGGLE_SIGNALS} können Sie zwischen den Anzeigemodi für GPS-Signale umschalten.
es: Puedes cambiar entre los estados del HUD con {CONTROL:TOGGLE_HUD}. Usa {CONTROL:TOGGLE_SIGNALS} para cambiar entre los modos de señales GPS.
fr: Vous pouvez basculer entre les états de l'ATH avec {CONTROL:TOGGLE_HUD}. Utilisez {CONTROL:TOGGLE_SIGNALS} pour basculer entre les modes pour les signaux GPS.
hu_hu: A {CONTROL: TOGGLE_HUD} segítségével válthat a HUD állapotok között. A {CONTROL: TOGGLE_SIGNALS} kapcsolóval válthat a GPS-jelek módjai között.
it: Puoi passare da uno stato HUD all'altro con {CONTROL:TOGGLE_HUD}. Attiva {CONTROL:TOGGLE_SIGNALS}per passare da una modalità all'altra per i segnali GPS.
pl_pl: Na klawiszu {CONTROL:TOGGLE_HUD} możesz przełączać się pomiędzy różnymi stanami HUD. Tryby sygnałów GPS możesz zmienić na {CONTROL:TOGGLE_SIGNALS}.
pt_br: Você pode alternar entre os estados do HUD com {CONTROL:TOGGLE_HUD}. Acione {CONTROL:TOGGLE_SIGNALS} para alternar entre os modos de sinais de GPS.
ru: Вы можете переключаться между режимами интерфейса на [{CONTROL:TOGGLE_HUD}]. Переключайте отображение GPS сигналов на [{CONTROL:TOGGLE_SIGNALS}].
zh_cn: 你可以按{CONTROL:TOGGLE_HUD}切换屏幕状态。按{CONTROL:TOGGLE_SIGNALS}切换GPS信号模式。

# Description_FAQ_Bug
source: You can report bugs and problems with the game at the forums or visit https://support.keenswh.com/
de: Sie können Fehler und Probleme mit dem Spiel in den Foren melden oder https://support.keenswh.com/ besuchen
es: Puedes informar de errores y problemas con el juego en los foros o visitar https://support.keenswh.com/
fr: Vous pouvez signaler des bogues et des problèmes avec le jeu sur les forums ou visiter https://support.keenswh.com/
hu_hu: A fórumokon jelentheti a játék hibáit és problémáit, vagy meglátogathatja a https://support.keenswh.com/
it: Puoi segnalare bug e problemi con il gioco sul forum o visitare il sito https://support.keenswh.com/
pl_pl: Wszystkie błędy i problemy zgłoś na forum lub pod adresem https://support.keenswh.com/
pt_br: Você pode reportar erros e problemas com o jogo nos fóruns ou visitar https://support.keenswh.com/
ru: Вы можете сообщить об ошибках и проблемах с игрой на форум или на support.keenswh.com
zh_cn: 你可以在我们论坛或者 https://support.keenswh.com/ 反映问题

# Description_FAQ_Messages
source: You can send private messages to other players or factions through the Coms tab in your inventory. These messages can only be send if your antenna is enabled and in range of other players or antennas.
de: Sie können private Nachrichten an andere Spieler oder Fraktionen über die Registerkarte „Nachrichten“ in Ihrem Terminal senden. Diese Nachrichten können nur gesendet werden, wenn Ihre Antenne aktiviert ist und sich in Reichweite anderer Spieler oder Antennen befindet.
es: Puedes enviar mensajes privados a otros jugadores o facciones a través de la pestaña Comunicaciones de tu inventario. Estos mensajes sólo se pueden enviar si su antena está habilitada y dentro del alcance de otros jugadores o antenas.
fr: Vous pouvez envoyer des messages privés à d'autres joueurs ou factions via l'onglet « Communications »de votre inventaire. Ces messages ne peuvent être envoyés que si votre antenne est activée et à la portée d'autres lecteurs ou antennes.
hu_hu: Üzeneteket küldhet más játékosoknak vagy csoportoknak a Kommunikáció lapon keresztül. Ezeket csak akkor lehet elküldeni, ha az antennái be vannak kapcsolva, és más játékosok vagy antennák a hatókörben vannak.
it: Puoi inviare messaggi privati ad altri giocatori o fazioni attraverso la scheda Coms del tuo inventario. Questi messaggi possono essere inviati solo se la tua antenna è abilitata e nel raggio d'azione di altri giocatori o antenne.
pl_pl: Możesz wysyłać prywatne wiadomości do innych graczy lub frakcji przez zakładkę komunikacji w ekwipunku. Te wiadomości mogą być wysyłane tylko jeśli twoja antena jest włączona i jesteś w zasięgu anten odbiorcy.
pt_br: Você pode enviar mensagens privadas a outros jogadores ou facções na guia de Comunicações do seu inventário. Essas mensagens podem ser enviadas somente se sua antena estiver habilitada e ao alcance de outros jogadores ou antenas.
ru: Вы можете отправлять личные сообщения другим игрокам или фракциям через раздел коммуникации в инвентаре. Эти сообщения можно отправить только если Ваша антенна включена и Вы в радиусе антенны другого игрока.
zh_cn: 你可以在库存菜单中向阵营的其他玩家发私人信息。只有在天线开启别的玩家能收到信息时，可以发送信息。

# Description_FAQ_AutoPilot
source: To use autopilot your ship first needs a Remote Control block. You need to add custom GPS waypoints in the Remote Control Block and select a flight mode. You can also set actions to happen when the ship arrives at the next waypoint.
de: Um den Autopiloten verwenden zu können, benötigt Ihr Schiff zunächst einen Fernsteuerungsblock. Sie müssen dem Fernsteuerungsblock benutzerdefinierte GPS-Wegpunkte hinzufügen und einen Flugmodus auswählen. Sie können auch Aktionen festlegen, die ausgeführt werden, wenn das Schiff am nächsten Wegpunkt ankommt.
es: Para utilizar el piloto automático, su nave necesita primero un bloque de control remoto. Necesita añadir puntos GPS personalizados en el bloque de control remoto y seleccionar un modo de vuelo. También puedes configurar acciones para que ocurran cuando la nave llegue al siguiente punto.
fr: Pour utiliser le pilote automatique, votre vaisseau a d’abord besoin d’un bloc de contrôle à distance. Vous devez ajouter des points de passage GPS personnalisés dans le bloc de contrôle à distance et sélectionner un mode de vol. Vous pouvez également définir des actions lorsque le vaisseau arrive au point de passage suivant.
hu_hu: A robotpilóta használatához először szükség van egy távirányító blokkra. A távvezérlő blokkban egyéni GPS-út pontokat kell hozzáadni, majd ki kell választani egy repülési módot. Beállítható, hogy akkor történjen művelet, amikor a hajó megérkezik a következő út pontra.
it: Per utilizzare l'autopilota la tua nave ha bisogno prima di tutto di un blocco di Controllo remoto. Devi aggiungere waypoint GPS personalizzati nel blocco di controllo remoto e selezionare una modalità di volo. Puoi anche impostare le azioni da eseguire quando la nave arriva al waypoint successivo.
pl_pl: Do używania autopilota statek potrzebuje bloku zdalnego sterowania. Musisz dodać własne punkty GPS lub wybrać tryb lotu. Możesz też ustawić akcję jaką wykona statek po przybyciu na miejsce.
pt_br: Para utilizar o piloto automático, sua nave precisa primeiramente de um bloco de controle remoto. Insira pontos de rota de GPS no bloco de controle remoto e selecione um modo de voo. Você também pode definir ações a serem executadas quando a nave alcançar o próximo ponto de rota.
ru: Для использования автопилота, Ваш корабль должен иметь блок дистанционного управления. Вы должны ввести GPS координаты точек маршрута в блок ДУ и выбрать режим полёта. Вы также можете выбрать действия, когда корабль достигает точки маршрута.
zh_cn: 飞船自动驾驶需要远程控制方块。你需要在远程控制方块中添加GPS位标然后选择飞行模式。还可以设定在抵达下一个位标后的任务。

# Description_FAQ_Experimental
source: Experimental mode is a setting that enables features that are considered unstable and can possibly cause performance issues. Experimental mode can be enabled in game settings.
de: Der Experimentelle Modus ist eine Einstellung, die Funktionen ermöglicht, die als instabil gelten und möglicherweise Performanceprobleme verursachen können. Der Experimentelle Modus kann in den Spieloptionen aktiviert werden.
es: El modo experimental es un ajuste que permite características que se consideran inestables y que pueden causar problemas de rendimiento. El modo experimental se puede activar en la configuración del juego.
fr: Le mode expérimental est un paramètre qui active des fonctionnalités considérées comme instables et pouvant éventuellement entraîner des problèmes de performances. Le mode expérimental peut être activé dans les paramètres du jeu.
hu_hu: A kísérleti mód olyan beállítás, amely lehetővé teszi az instabil és esetleg teljesítmény problémákat okozó funkciókat. A kísérleti mód engedélyezhető a játékbeállításokban.
it: La modalità sperimentale è un'impostazione che abilita funzioni considerate instabili e che possono causare problemi di prestazioni. La modalità sperimentale può essere abilitata nelle impostazioni di gioco.
pl_pl: Tryb eksperymentalny to ustawienie aktywujące funkcje mogące być niestabilne lub powodujące problemy z wydajnością. Tryb eksperymentalny może być włączony w opcjach gry.
pt_br: O modo experimental é uma configuração que permite possibilidades que são consideradas instáveis e podem possivelmente causar problemas de desempenho. O modo experimental pode ser habilitado nas configurações de jogo.
ru: Экспериментальый режим - опция, включающая функции, которые считаются нестабильными или неоптимизированными. Экспериментальный режим может быть включен в настройках игры.
zh_cn: 开启试验模式会启动很多不稳定的功能，可能导致游戏运行处问题。试验模式可以在游戏设置中启动。

# Description_FAQ_Marek
source: Marek Rosa is the Founder and CEO of Keen Software House and GoodAI.
de: Marek Rosa ist der Gründer und CEO von Keen Software House und GoodAI.
es: Marek Rosa es el fundador y CEO de Keen Software House y GoodAI.
fr: Marek Rosa est le fondateur et PDG de Keen Software House et GoodAI.
hu_hu: Marek Rosa a Keen Software House és a GoodAI alapítója és vezérigazgatója.
it: Marek Rosa è il fondatore e CEO di Keen Software House e GoodAI.
pl_pl: Marek Rosa to Założyciel i CEO Keen Software House oraz GoodAI.
pt_br: Marek Rosa é o fundador e CEO da Keen Software House e da GoodAI.
ru: Марек Роса - основатель и исполнительный директор Keen Software House и GoodAI.
zh_cn: Marek Rosa是K社和GoodAI的创始人兼总裁。

# Description_FAQ_GoodAI
source: GoodAI was founded by CEO/CTO Marek Rosa in January 2014 and performs research on the development of artificial intelligence.
de: GoodAI wurde im Januar 2014 von CEO/CTO Marek Rosa gegründet und betreibt Forschung zur Entwicklung künstlicher Intelligenz.
es: GoodAI fue fundada por el CEO/CTO Marek Rosa en enero de 2014 y realiza investigaciones sobre el desarrollo de la inteligencia artificial.
fr: GoodAI a été fondé par le PDG/CTO Marek Rosa en janvier 2014 et mène des recherches sur le développement de l'intelligence artificielle.
hu_hu: A GoodAI-t 2014 januárjában Marek Rosa vezérigazgató alapította, és a mesterséges intelligencia fejlesztésével kapcsolatos kutatásokat végez.
it: GoodAI è stata fondata dal CEO/CTO Marek Rosa a gennaio 2014 e svolge attività di ricerca sullo sviluppo dell'intelligenza artificiale.
pl_pl: GoodAI zostało założone przez CEO/CTO Marka Rose w Styczniu 2014 i zajmuje się badaniem i tworzeniem sztucznej inteligencji.
pt_br: A GoodAI foi fundada pelo CEO/CTO Marek Rosa em janeiro de 2014 e realiza pesquisas para o desenvolvimento de inteligência artificial.
ru: GoodAI был основан Мареком Роса в январе 2014 и осуществляет исследования в области искусственного интеллекта.
zh_cn: Marek Rosa在2014年一月创立了GoodAI，进行人工智能开发和研究。

# Description_FAQ_DisableHints
source: To disable Good.bot hints, press Escape, go to Options, go to Game and disable "Show Good.bot hints".
de: Um Hinweise von Good.Bot zu deaktivieren, drücken Sie Escape, gehen Sie auf Optionen, klicken Sie dann auf Spiel und deaktivieren Sie „Good.Bot-Hinweise anzeigen“.
es: Para desactivar las sugerencias Good.bot, pulsa Escape, ve a Opciones, Juego y desactiva "Mostrar sugerencias Good.bot".
fr: Pour désactiver les conseils Good.bot, appuyez sur Échap, allez dans Options, allez dans Jeu et désactivez « Afficher les conseils Good.bot ».
hu_hu: Ha zavarja, letilthatja a Good.bot tippeket. Az Escape megnyomása utána, a Beállítások majd a Játék menübe lépve, kapcsolja ki a „Good.bot tippeket.
it: Per disattivare i suggerimenti di Good.bot, premi Escape, vai su Opzioni, vai su Gioco e disattiva "Mostra suggerimenti Good.bot".
pl_pl: Aby wyłączyć rady Good.bota wciśnij Esc, Opcje, Gra i wyłącz "Pokaż rady Good.bota".
pt_br: Para desabilitar as dicas do Good.bot, pressione ESC, vá em Opções, Jogo e desabilite “Mostrar dicas do Good.bot”.
ru: Чтобы выключить подсказки Good.bot, нажмите Escape, зайдите в настройки игры и снимите выбор с "показывать подсказки Good.bot"
zh_cn: 按Esc禁用Good.bot提示，在选项中，按游戏禁用显示Good.bot提示。

# Description_FAQ_Permissions
source: In multiplayer you need special permissions from an admin to be able to spawn blueprints, edit scripts or teleport. In single player you can turn on space master or change the world mode to creative.
de: Im Multiplayer-Modus benötigen Sie spezielle Berechtigungen eines Admins, um Entwürfe zu erstellen, Skripts zu bearbeiten oder zu teleportieren. Im Einzelspielermodus können Sie die „Space Master“-Funktion einschalten oder in den Kreativmodus wechseln.
es: En el modo multijugador necesitas permisos especiales de un administrador para poder generar planos, editar scripts o teletransportarte. En el modo de un solo jugador puedes activar el maestro espacial o cambiar el modo de mundo a creativo.
fr: En multijoueur, vous devez disposer d'autorisations spéciales d'un administrateur pour pouvoir générer des plans, modifier des scripts ou vous téléporter. En mode solo, vous pouvez activer Maître de l'espace ou changer le mode de la carte en mode créatif.
hu_hu: A multiplayer játékban speciális adminisztrátori engedély kell hogy tervrajzokat készítsen, szkripteket szerkesszen vagy teleportálhasson. Egyjátékos módban bekapcsolhatja az űrmestert, vagy kreatív világra válthat.
it: In multiplayer hai bisogno di autorizzazioni speciali da parte di un amministratore per poter generare progetti, modificare script o teletrasportarti. In modalità singolo giocatore puoi attivare il master spaziale o cambiare la modalità mondo in creativa.
pl_pl: W trybie wieloosobowym potrzebujesz specjalnych uprawnień od administratora, aby móc tworzyć schematy, edytować skrypty lub teleportować się. W trybie jednoosobowym możesz sam dać to uprawienie lub zmienić świat na kreatywny.
pt_br: No modo multijogador, você precisa de permissões especiais de um administrador para criar projetos, editar scripts ou teleportar. No jogo individual, você pode tornar-se mestre do espaço ou alterar o modo de mundo para criativo.
ru: В мультиплеере Вам нужно особое разрешение от админа для вставки чертежей, изменения скриптов и телепортации. В одиночной игре Вы можете включить Space Master или изменить режим мира на творческий.
zh_cn: 多人游戏时需要管理员允许后才能生成蓝图，编辑脚本或者传送。单人游戏时，你可以开启太空大师或者将世界模式改成创意。
