Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# StoryText_Trade_Factorum1
source: Discarded File: 9.12.2032 The money isn't there anymore. I know I should be happy for what it means for humanity as a whole, but we're a family business. Now that anyone with a little bit of knowledge can put together a rocketship using scrap metal, what good is an installation service? It's okay, we'll adapt. But not everyone can. Some businesses are just too large. I got invited to a meeting with a bunch of "aggrieved businessmen", talking about a way we can oppose modularity. I declined. I see which way the wind is heading. I'll find something new. There's people out there who are angry. And angry people do things that are stupid. Especially when the angry people are the ones with the power to do something about it.
de: Verworfene Datei: 9.12.2032 Das Geld ist nicht mehr da. Ich weiß, ich sollte mich darüber freuen, was es für die Menschheit insgesamt bedeutet, aber wir sind ein Familienunternehmen. Jetzt, wo jeder mit ein wenig Wissen ein Raumschiff aus Schrott zusammenbauen kann, was nützt da ein Montageservice? Okay, wir werden uns anpassen. Aber das kann nicht jeder. Manche Unternehmen sind einfach zu groß. Ich wurde zu einem Treffen mit einer Gruppe von „gekränkten Geschäftsleuten" eingeladen, die darüber sprachen, wie wir uns der Modularität widersetzen können. Ich habe abgelehnt. Ich sehe, in welche Richtung der Wind weht. Ich werde etwas Neues finden. Es gibt da draußen Menschen, die wütend sind. Und wütende Menschen tun Dinge, die dumm sind. Vor allem, wenn die wütenden Menschen diejenigen sind, die die Macht haben und die Dinge in die Hand nehmen.
es: Archivo descartado: 9.12.2032 El dinero ya no está ahí. Sé que debería alegrarme por lo que significa para toda la humanidad, pero somos una empresa familiar. Ahora que cualquiera con un poco de conocimientos puede montar un cohete espacial con chatarra, ¿de qué sirve un servicio de instalación? No pasa nada, nos adaptaremos. Pero no todo el mundo puede. Algunas empresas son demasiado grandes. Me invitaron a una reunión con un grupo de «empresarios agraviados», para hablar de cómo oponernos a la modularidad. Me negué. Veo hacia dónde se dirige el viento. Encontraré algo nuevo. Hay gente ahí fuera que está enfadada. Y la gente enfadada hace cosas que son estúpidas. Especialmente cuando la gente enfadada es la que tiene el poder de hacer algo al respecto.
fr: Fichier abandonné : 9/12/2032 L'argent n'est plus là. Je sais que je devrais me réjouir de ce que cela signifie pour l'humanité dans son ensemble, mais nous sommes une entreprise familiale. Maintenant que n'importe qui, avec un peu de connaissances, peut assembler une fusée avec de la ferraille, à quoi sert un service d'installation ? Ce n'est pas grave, nous nous adapterons. Mais ce n'est pas le cas de tout le monde. Certaines entreprises sont tout simplement trop grandes. J'ai été invité à une réunion avec un groupe d'« hommes d'affaires lésés », qui parlaient d'un moyen de s'opposer à la modularité. J'ai refusé. Je vois dans quelle direction va le vent. Je vais trouver quelque chose de nouveau. Il y a des gens qui sont en colère. Et les gens en colère font des choses stupides. Surtout quand les gens en colère sont ceux qui ont le pouvoir de faire quelque chose.
it: File scartato: 9.12.2032 Non ci sono più soldi. So che dovrei essere felice per ciò che significa per l'umanità nel suo complesso, ma siamo un'azienda di famiglia. Ora che chiunque con un minimo di conoscenza può costruire un razzo usando rottami metallici, a cosa serve un servizio di installazione? Va bene, ci adatteremo. Ma non tutti possono. Alcune aziende sono semplicemente troppo grandi. Sono stato invitato a un incontro con un gruppo di "imprenditori offesi", che parlavano di un modo in cui possiamo opporci alla modularità. Ho rifiutato. Vedo da che parte tira il vento. Troverò qualcosa di nuovo. Ci sono persone là fuori che sono arrabbiate. E le persone arrabbiate fanno cose stupide. Soprattutto quando le persone arrabbiate sono quelle che hanno il potere di fare qualcosa al riguardo.
pt_br: Arquivo descartado: 9.12.2032 O dinheiro não está mais lá. Sei que devia estar feliz pelo que isso significa para a humanidade, mas somos uma empresa familiar. Agora que todos com algum conhecimento sabe montar um foguete usando sucata de metal, de que serve um serviço de instalação? Tudo bem, vamos nos adaptar. Mas nem todos vão conseguir. Algumas empresas são grandes demais. Fui convidado para uma reunião com vários "empresários ofendidos" falando sobre como podemos nos opor à modularidade. Eu recusei. Vejo para onde os ventos estão soprando. Vou encontrar algo novo. Tem gente por aí com raiva. E gente com raiva faz coisa estúpida. Especialmente quando essas pessoas são as que têm poder de fazer alguma coisa.
ru: Удаленный файл: 09.12.2032 Деньги больше не существуют. Знаю, меня это должно радовать: я понимаю, что это значит для человечества в целом, но мы — семейный бизнес. Но теперь любой прохожий с минимальными знаниями может собрать ракету из металлолома — какой тогда смысл в услугах по сборке? Ничего, мы приспособимся. Но это мы. А другие? Некоторые предприятия слишком крупные. Меня пригласили на встречу с группой «потерпевших бизнесменов», на которой мы обсуждали, как можно противостоять модульности. Но я туда не пойду. Я вижу, куда дует ветер, и отыщу новую нишу. Кто-то злится — но злость заставляет совершать глупые поступки. Особенно, когда у разозленных есть власть что-то предпринять.
zh_cn: 废弃文件：9.12.2032 钱已经不在了。我知道我应该为它对整个人类的意义感到高兴，但我们是一个家族企业。现在任何有点知识的人都可以用废金属拼装一艘宇宙飞船，那安装服务还有什么用呢？ 没关系，我们会适应。 但并不是每个人都能适应。有些企业太大了。我受邀与一群“受害的商人”一起开会，讨论我们如何反对模块化。 我拒绝了。我知道风向如何。我会寻找新的机会。 外面有些人很生气。生气的人会做愚蠢的事，尤其是当生气的人有能力去做某些事的时候。

# StoryTitle_Trade_Factorum2
source: NOTICE TO FACTORUM
de: MITTEILUNG AN THE FACTORUM
es: AVISO A FACTORUM
fr: AVIS AU FACTORUM
it: AVVISO A FACTORUM
pt_br: AVISO AO FACTORUM
ru: УВЕДОМЛЕНИЕ ДЛЯ ФАКТОРУМА
zh_cn: Factorum 须知

# StoryText_Trade_Factorum2
source: Discarded File: 5.20.2074 There is a time table. I understand small scale raiding has been employed for the past four years, but this encounter with The Cooperative was unacceptable and sloppy. Not only did our agents fire upon the Sol Cooperative years before we begin to plan our assault in earnest, they were goaded into mentioning Prototech BY NAME. Prototech is not our greatest weapon. Secrecy is. The offending parties are no longer a concern. I have personally ensured they will not be able to jeopardize our secrets again. And I will take the moment to remind all of you to act as befits your station. Your patience will be rewarded properly. So will your impatience.
de: Verworfene Datei: 5.20.2074 Es gibt einen Zeitplan. Ich weiß, dass in den letzten vier Jahren Überfälle in kleinem Maßstab durchgeführt wurden, aber diese Begegnung mit The Cooperative war inakzeptabel und schmutzig. Nicht nur, dass unsere Agenten die The Sol Cooperative beschossen haben, und zwar Jahre bevor wir unseren Angriff ernsthaft ins Auge gefasst hatten, sie wurden auch noch dazu gebracht, Prototech ZU VERRATEN. Prototech ist nicht unsere stärkste Waffe. Die Geheimhaltung ist es. Die Schuldigen sind nicht länger von Belang. Ich habe persönlich dafür gesorgt, dass sie nicht mehr in der Lage sein werden, unsere Geheimnisse zu enthüllen. Und ich möchte Sie alle daran erinnern, dass Sie sich Ihrem Rang entsprechend verhalten sollten. Ihre Geduld wird angemessen belohnt werden. Genauso wie Ihre Ungeduld ...
es: Archivo descartado: 5.20.2074 Hay un calendario. Entiendo que se hayan empleado incursiones a pequeña escala durante los últimos cuatro años, pero este encuentro con La Cooperativa fue inaceptable y descuidado. Nuestros agentes no solo dispararon contra la Cooperativa Sol años antes de que empezáramos a planear nuestro asalto en serio, sino que fueron incitados a mencionar el Prototech POR SU NOMBRE. Prototech no es nuestra mejor arma. El secreto lo es. Las partes infractoras ya no son una preocupación. Me he asegurado personalmente de que no puedan volver a poner en peligro nuestros secretos. Y aprovecharé el momento para recordarles a todos ustedes que actúen como corresponde a su puesto. Su paciencia será recompensada como es debido. También lo será su impaciencia.
fr: Fichier supprimé : 5/20/2074 Il y a un calendrier. Je comprends que des raids à petite échelle ont été menés au cours des quatre dernières années, mais cette rencontre avec la Coopérative était inacceptable et bâclée. Non seulement nos agents ont tiré sur la Coopérative Sol des années avant que nous ne commencions à planifier notre assaut pour de bon, mais ils ont été poussés à mentionner la prototech PAR SON NOM. Prototech n'est pas notre plus grande arme. C'est le secret. Les parties incriminées ne sont plus un problème. J'ai personnellement veillé à ce qu'ils ne puissent plus compromettre nos secrets. Et je vais prendre le temps de vous rappeler à tous d'agir comme il convient à votre poste. Votre patience sera récompensée comme il se doit. Votre impatience aussi.
it: File scartato: 5.20.2074 C'è una tabella di marcia. Ho capito che negli ultimi quattro anni sono stati impiegati raid su piccola scala, ma questo incontro con la Cooperativa è stato inaccettabile e sciatto. Non solo i nostri agenti hanno aperto il fuoco sulla Cooperativa Sol anni prima che iniziassimo a pianificare seriamente il nostro assalto, ma sono stati spinti a menzionare Prototech PER NOME. Prototech non è la nostra arma migliore. La segretezza lo è. Le parti incriminate non sono più un problema. Ho personalmente assicurato che non saranno in grado di mettere a repentaglio di nuovo i nostri segreti. E coglierò l'occasione per ricordare a tutti voi di comportarvi come si addice alla vostra posizione. La vostra pazienza sarà ricompensata adeguatamente. Così come la vostra impazienza.
pt_br: Arquivo descartado: 5.20.2074 Existe um cronograma. Entendo que ataques em pequena escala foram realizados nos últimos quatro anos, mas este encontro com a Cooperativa foi inaceitável e desleixado. Não só os nossos agentes atiraram contra a Cooperativa Sol anos antes de começarmos a planejar nosso ataque sério como eles provocaram citando o NOME Prototech. Prototech não é a nossa maior arma. É a discrição. As partes ofendidas não são mais uma preocupação. Certifiquei-me pessoalmente de que não poderão comprometer nossos segredos novamente. E vou separar um momento para lembrar a todos vocês de agirem conforme convêm sua posição. Sua paciência será recompensada adequadamente. Assim como a sua impaciência.
ru: Удаленный файл: 05.20.2074 У нас есть план. Я понимаю, что в последние четыре года имели место мелкомасштабные рейды, но эта встреча с Cooperative была неприемлемой и прошла недопустимым образом. Наши агенты не только открыли огонь по Sol Cooperative за несколько лет до запланированного нападения, но и упомянули прототехнологию. Наше главное оружие — не прототехнология, а неведение противника. Виновная сторона больше не причинит хлопот. Мною этот вопрос был решен лично: они больше не смогут поставить под угрозу наши секреты. Пользуясь случаем, напомню всем вам о необходимости вести себя соответствующим образом. Ваше терпение будет вознаграждено по достоинству. И нетерпение тоже.
zh_cn: 弃用文件：5.20.2074 有一个时间表。 我知道小规模的突袭在过去四年里一直在发生，但这次与同盟会的遭遇是不可接受的，并且十分草率。 我们的特工不仅在我们认真计划突击之前就向太阳系同盟会开火，还被怂恿提到 Prototech 的名字。 Prototech 并不是我们最大的武器。保密才是。 违规方不再是个问题。我亲自确保他们不会再危及我们的秘密。我想提醒大家，按照你们的立场行事。 你们的耐心会得到应有的回报，急躁同样如此。

# StoryTitle_Trade_Factorum3
source: RE: Concern
de: AW: Anliegen
es: RE: Preocupación
fr: RE : Préoccupation
it: RE: Preoccupazione
pt_br: RE: Preocupação
ru: RE: Вопрос
zh_cn: 回复：担忧

# StoryText_Trade_Factorum3
source: Discarded File: 9.12.2071 Karasi, I heard you were talking to IT yesterday about your messages not getting through to me. They got through just fine. I just didn't think there was a point in responding. Candidly, I hoped that you would let it go. Since that doesn't seem to be happening, I'll take a moment to respond. No, I am not concerned. And you shouldn't be either. As a threat analyst, frankly, I'm embarrassed for you. War against modularity? Right that must be wronged? Secret headquarters in deep space? They call themselves THE FACTORUM for clangsake. These people are lunatics. And any use of our resources spent taking them seriously is a waste of time. I expect better from you.
de: Verworfene Datei: 9.12.2071 Karasi, ich habe gehört, dass Sie gestern mit der IT-Abteilung darüber gesprochen haben, dass Ihre Nachrichten nicht bei mir ankamen. Sie wurden problemlos weitergeleitet. Ich dachte nur, dass es keinen Sinn hat, Ihnen zu antworten. Ehrlich gesagt, hatte ich gehofft, dass Sie die Sache auf sich beruhen lassen würden. Da das nicht der Fall zu sein scheint, nehme ich mir einen Moment Zeit, um Ihnen zu antworten. Nein, ich bin nicht besorgt. Und das sollten Sie auch nicht sein. Als Bedrohungsanalytiker schäme ich mich, ehrlich gesagt, für Sie. Krieg gegen die Modularität? Recht, dem Unrecht getan werden muss? Ein geheimes Hauptquartier im tiefsten Weltraum? Sie nennen sich THE FACTORUM, um Himmels willen! Diese Leute sind wahnsinnig. Und jeder Einsatz unserer Ressourcen, um sie ernst zu nehmen, ist reine Zeitverschwendung. Ich hätte mir mehr von Ihnen erwartet.
es: Archivo descartado: 9.12.2071 Karasi, ayer oí que hablaba con el departamento de informática porque no me llegaban sus mensajes. Me llegaron perfectamente. Pensé que no tenía sentido responder. Sinceramente, esperaba que lo dejara pasar. Ya que eso no parece ser el caso, me tomaré un momento para responder. No, no estoy preocupado. Y usted tampoco debería estarlo. Como analista de amenazas, francamente, me avergüenzo de usted. ¿Guerra contra la modularidad? ¿Derecho que debe ser agraviado? ¿Un cuartel general secreto en el espacio profundo? Se llaman a sí mismos EL FACTORUM por el amor de Dios. Esa gente son unos lunáticos. Y cualquier uso de nuestros recursos que se gaste en tomarlos en serio es una pérdida de tiempo. Espero algo mejor de usted.
fr: Fichier supprimé : 9/12/2071 Karasi, j'ai entendu dire que tu parlais hier au service informatique parce que tes messages ne me parvenaient pas. Ils sont passés sans problème. Je n'ai pas pensé qu'il était utile de répondre. Honnêtement, j'espérais que tu laisserais tomber. Comme cela ne semble pas être le cas, je vais prendre un moment pour te répondre. Non, je ne suis pas inquiet. Et tu ne devrais pas l'être non plus. En tant qu'analyste des menaces, je suis franchement gêné pour toi. La guerre contre la modularité ? Un droit qui doit être lésé ? Un quartier général secret dans l'espace ? Ils s'appellent eux-mêmes LE FACTORUM pour l'amour du ciel. Ces gens sont des fous. Et toute utilisation de nos ressources pour les prendre au sérieux est une perte de temps. J'attends mieux de toi.
it: File scartato: 9.12.2071 Karasi, ho sentito che ieri stavi parlando con l'IT del fatto che i tuoi messaggi non mi sono arrivati. Sono arrivati ​​senza problemi. Non pensavo che ci fosse un motivo per rispondere. Sinceramente, speravo che tu lasciassi perdere. Dal momento che non sembra che ciò stia accadendo, mi prenderò un momento per rispondere. No, non sono preoccupato. E nemmeno tu dovresti esserlo. Come analista delle minacce, francamente, mi vergogno per te. Guerra contro la modularità? Giusto, deve essere sbagliato? Quartier generale segreto nello spazio profondo? Si fanno chiamare FACTORUM per amor di clangore. Queste persone sono lunatiche. E qualsiasi uso delle nostre risorse speso per prenderli sul serio è una perdita di tempo. Mi aspetto di meglio da te.
pt_br: Arquivo descartado: 9.12.2071 Karasi, ouvi você falando com o TI ontem sobre suas mensagens não estarem chegando a mim. Elas chegaram adequadamente. Eu só não pensei que tinha motivo para respondê-las. Sinceramente, eu esperava que você fosse deixar para lá. Como parece que isso não vai acontecer, vou respondê-lo. Não, não estou preocupado. E você também não deveria estar. Como analista de ameaças, francamente, estou envergonhado por você. Guerra contra a modularidade? O certo que devia estar errado? Sede secreta no espaço profundo? Eles se chamam FACTORUM, pelo amor de deus. Essa gente é lunática. E qualquer uso dos nossos recursos levando-os a sério é desperdício. Espero mais de você.
ru: Удаленный файл: 09.12.2071 Кераси, IT-отдел мне сообщил, что вас беспокоит отсутствие ответов на сообщения. Ваши сообщения доходят — я просто не вижу смысла отвечать. У меня была надежда, что вы просто забудете. Но, видимо, мне придется уделит время на ответ. Нет, меня эта ситуация не беспокоит. И вас тоже не должна. Мне как аналитику угроз за вас стыдно. Война против модульности? Право, которое нужно отобрать? Тайный штаб в глубоком космосе? Ради всего святого, они называют себя ФАКТОРУМ! Да они же сумасшедшие. Использование наших ресурсов ради серьезной работы по этому вопросу — пустая трата времени. Мне казалось, вы и сами всё понимаете.
zh_cn: 弃用文件：9.12.2071 卡拉希，我听说你昨天跟 IT 部门谈过，说你的消息没有传达给我。 其实它们顺利发过来了。我只是觉得没必要回复。实际上，我希望你能就此罢休。 既然这件事似乎没有发生，我就花点时间来回复。 不，我不担心，你也不该担心。作为威胁分析师，坦率地说，我为你感到尴尬。 反对模块化的战争？这真是错得离谱？深空的秘密总部？ 他们自称 Factorum，这真是可笑。这些人都是疯子。用我们的资源去认真对待他们简直是在浪费时间。 我期望你能做得更好。

# StoryTitle_Trade_Factorum4
source: NOTICE: I AM SORRY
de: MITTEILUNG: ES TUT MIR LEID
es: AVISO: LO SIENTO
fr: AVIS : JE SUIS DÉSOLÉ
it: AVVISO: MI DISPIACE
pt_br: AVISO: DESCULPA
ru: УВЕДОМЛЕНИЕ: Я СОЖАЛЕЮ
zh_cn: 通知：我很抱歉

# StoryText_Trade_Factorum4
source: INTERCEPTED MESSAGE: You can't make an omelet without breaking a few eggs. And sometimes it is hundreds of eggs. Thousands. In every direction, as far as all can see. Look, I was given a hard job. I was tasked with seeing if I couldn't access recovered Factorum archives. And wouldn't you know it, I succeeded. We've got tons of messages going back decades. Hopefully enough to figure these people out. But... Messages and recordings from our servers - even personal notes - have been sending themselves to seemingly random addresses. Some are even speculating the Factorum server was a honeypot programmed to perform such a task. I apologize for any inconvenience this may have caused you, both professionally and personally. We are working to resolve the issue.
de: ABGEHÖRTE NACHRICHT: Kein Glück ohne Scherben. Und manchmal sind es Hunderte von Scherben. Tausende. In jeder Richtung, so weit man sehen kann. Sehen Sie, man hat mir eine schwere Aufgabe aufgetragen. Ich sollte herausfinden, ob ich nicht auf wiederhergestellte The Factorum-Archive zugreifen kann. Und siehe da, es ist mir gelungen! Wir haben Tonnen von Nachrichten, die Jahrzehnte zurückreichen. Hoffentlich genug, um diese Leute zu entlarven. Aber ... Nachrichten und Aufzeichnungen von unseren Servern - sogar persönliche Notizen - haben sich von selbst an scheinbar wahllose Adressen gesendet. Einige vermuten sogar, dass der The Factorum-Server ein Honeypot war, der für eine solche Aufgabe programmiert wurde. Ich entschuldige mich für alle Unannehmlichkeiten, die Ihnen dadurch entstanden sind, sowohl beruflich als auch persönlich. Wir arbeiten daran, das Problem zu beheben.
es: MENSAJE INTERCEPTADO: No se puede hacer una tortilla sin romper algunos huevos. Y a veces son cientos de huevos. Miles. En todas direcciones, hasta donde alcanza la vista. Me dieron un trabajo difícil. Me encargaron ver si podía acceder a los archivos recuperados de Factorum. Y lo logré. Tenemos una cantidad ingente de mensajes de hace décadas. Con suerte, suficientes para descubrir a esta gente. Pero... Mensajes y grabaciones de nuestros servidores —incluso notas personales— se han estado enviando a direcciones aparentemente aleatorias. Algunos incluso están especulando que el servidor de Factorum era un nido de abeja programado para realizar tal tarea. Le pido disculpas por cualquier inconveniente que esto le haya podido causar, tanto profesional como personalmente. Estamos trabajando para resolver el problema.
fr: MESSAGE INTERCEPTÉ : On ne fait pas d'omelette sans casser quelques œufs. Et parfois, ce sont des centaines d'œufs. Des milliers. Dans toutes les directions, à perte de vue. Écoutez, on m'a confié un travail difficile. J'ai été chargé de voir si je ne pouvais pas accéder aux archives récupérées du Factorum. Et comme par hasard, j'ai réussi. Nous avons des tonnes de messages remontant à des décennies. Avec un peu de chance, assez pour comprendre ces gens. Mais... Des messages et des enregistrements provenant de nos serveurs, même des notes personnelles, ont été envoyés à des adresses apparemment aléatoires. Certains avancent même l'hypothèse que le serveur Factorum était un pot de miel programmé pour effectuer une telle tâche. Je vous présente mes excuses pour les désagréments que cela a pu vous causer, tant sur le plan professionnel que personnel. Nous nous efforçons de résoudre ce problème.
it: MESSAGGIO INTERCETTATO: Non puoi fare una frittata senza rompere qualche uovo. E a volte sono centinaia di uova. Migliaia. In ogni direzione, fin dove tutti possono vedere. Guarda, mi è stato dato un lavoro duro. Mi è stato assegnato il compito di vedere se potevo accedere agli archivi Factorum recuperati. E guarda caso, ci sono riuscito. Abbiamo tonnellate di messaggi che risalgono a decenni fa. Speriamo che siano sufficienti per capire queste persone. Ma... Messaggi e registrazioni dai nostri server, persino note personali, si sono auto-inviati a indirizzi apparentemente casuali. Alcuni stanno persino ipotizzando che il server Factorum fosse programmato per svolgere tale compito. Mi scuso per qualsiasi inconveniente questo possa averti causato, sia a livello professionale che personale. Stiamo lavorando per risolvere il problema.
pt_br: MENSAGEM INTERCEPTADA: Não dá para fazer uma omelete sem quebrar os ovos. E, às vezes, são centenas de ovos. Milhares. Em toda direção, até onde posso ver. Olha, eu recebi um trabalho difícil. A tarefa de ver se poderia acessar arquivos Factorum recuperados. E veja bem, eu tive sucesso. Temos toneladas de mensagens, de décadas atrás. Espero que o suficiente para entender esse povo. Mas... Mensagens e gravações dos nossos servidores, e até mesmo notas pessoais, têm sido enviadas para endereços aparentemente aleatórios. Alguns até especulam que o servidor Factorum era um pote de mel programado para realizar tal tarefa. Sinto muito pelo inconveniente que isso possa ter causado, tanto profissional quanto pessoalmente. Estamos trabalhando para resolver o problema.
ru: ПЕРЕХВАЧЕННОЕ СООБЩЕНИЕ: Лес рубят — щепки летят. Иногда — сотни щепок, тысячи, во всех направлениях, насколько хватает глаз. Слушайте, мне дали тяжелую задачу: выяснить, смогу ли я получить доступ к восстановленным архивам Факторума. И знаете, мне это удалось. Мы заполучили множество сообщений за десятки лет. Надеюсь, достаточно, чтобы разобраться, кто это такие. Но… Похоже на то, что сообщения и записи с наших серверов — даже личные заметки — рассылаются по случайным вроде бы адресам. Некоторые предполагают, что сервер Факторума был приманкой, запрограммированной на выполнение такой задачи. Приношу извинения за неудобства, которые это могло причинить — и в профессиональном, и в личном плане. Мы работаем над решением этой проблемы.
zh_cn: 截获的消息： 不打破几个鸡蛋就没法做出煎蛋卷。 有时候得打破几百个鸡蛋，甚至几千个鸡蛋，目光所及之处皆是。 听着，我被分配了一个艰难的任务。我的任务是看看能否接触到复原的 Factorum 档案。你猜怎么着，我居然成功了。 我们有很多消息可以追溯到几十年前。希望足以查清楚这些人。 但是… 我们的服务器上的消息和录音（甚至个人笔记）都被发送到看似随机的地址。有些人甚至猜测 Factorum 的服务器可能是一个被编程来执行这类任务的蜜罐系统。 对于由此给你带来的任何不便，无论是工作上还是个人生活中，我都深表歉意。我们正在努力解决这个问题。

# StoryTitle_Trade_Factorum5
source: Corporate Brainstorming
de: Brainstorming in der Gruppe
es: Lluvia de ideas corporativa
fr: Brainstorming d'entreprise
it: Brainstorming aziendale
pt_br: Brainstorm corporativo
ru: Корпоративный мозговой штурм
zh_cn: 公司头脑风暴
