Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# BlockPropertyTooltip_PathRecorder_Beacons
source: When a reference is selected, the waypoints are in local space coordinates relative to the reference. If none is selected, the waypoints are relative to the world space coordinates.
de: Wenn eine Referenz ausgewählt ist, werden die Koordinaten für die Wegpunkte bezogen auf diese Referenz dargestellt. Wenn keine Referenz ausgewählt ist, werden die Wegpunkte als gewöhnliche Weltraumkoordinaten angezeigt.
es: Cuando se selecciona una referencia, los puntos de referencia están en coordenadas de espacio local relativas a la referencia. Si no se selecciona ninguna, los puntos de referencia son relativos a las coordenadas del espacio mundial.
fr: Lorsqu'une référence est sélectionnée, les points de passage sont en coordonnées spatiales locales par rapport à la référence. Si aucune référence n'est sélectionnée, les points de passage sont relatifs aux coordonnées spatiales mondiales.
it: Quando viene selezionato un riferimento, le tappe si trovano nelle coordinate relative rispetto allo spazio locale del riferimento. Se non ne è selezionato nessuno, le tappe sono in coordinate assolute, ossia relative allo spazio mondiale.
pl_pl: Jeżeli wybrano punkt odniesienia nawigacji, zapisana trasa bedzie pozostawać w relacji do wybranego punktu. W przeciwnym wypadku, trasa będzie się odnosić do współrzędnych globalnych.
pt_br: Quando uma referência é selecionada, os pontos de rota estão nas coordenadas espaciais locais relativas à referência. Se nada for selecionado, os pontos de rota são relativos às coordenadas de espaço mundial.
ru: Когда выбирается ориентир, точки маршрута указываются в локальных космических координатах относительно этого ориентира. Если же ориентир не выбран, точки указываются в глобальных космических координатах.
zh_cn: 选择参考时，位标位于相对于参考的本地空间坐标中。如果未选择任何参考，则位标相对于世界空间坐标。

# BlockPropertyTooltip_PathRecorder_DeselectBeacons
source: Deselect reference beacon.
de: Referenzfunkbake abwählen.
es: Deseleccionar la baliza de referencia.
fr: Désélectionner la balise de référence.
it: Deseleziona il radiofaro di riferimento.
pl_pl: Anuluj wybór punktu odniesienia nawigacji.
pt_br: Remover seleção do sinalizador de referência.
ru: Отменить выбор контрольного маяка.
zh_cn: 取消选择参考信标。

# BlockPropertyTooltip_PathRecorder_AddWaypoint
source: Manually add a waypoint at the current position.
de: Fügt manuell einen Wegpunkt an der aktuellen Position hinzu.
es: Añadir manualmente un punto de referencia en la posición actual.
fr: Ajouter manuellement un waypoint à la position actuelle.
it: Aggiungi manualmente una tappa nella posizione corrente.
pl_pl: Dodaj ręcznie punkt trasy z bieżącej pozycji.
pt_br: Adicionar manualmente um ponto de rota na posição atual.
ru: Вручную добавить точку маршрута в текущем месте.
zh_cn: 在当前位置手动添加位标。

# BlockPropertyTooltip_CollisionAvoidance
source: Enabling this will make the grid avoid voxels and other grids.
de: Wenn aktiv, wird das Netz Voxel und andere Netze vermeiden.
es: Al activar esto, la estructura evitará los vóxeles y otras estructuras.
fr: En activant cette option, la grille évitera les voxels et les autres grilles.
it: Abilitando, la griglia eviterà voxel e altre griglie.
pl_pl: Wyłączenie zachowywania odległości od wokseli oraz innych struktur.
pt_br: Ativar isso fará com que a grid evite voxels e outras grids.
ru: Включение этой функции приведет к тому, что структура будет избегать вокселей и других структур.
zh_cn: 启用此选项将使网格避开体素和其他网格。

# BlockPropertyTooltip_PresisionMode
source: Precision Mode ensures the grid will reach the exact waypoint location. Additionally, it forces the grid to fully rotate towards the next waypoint before it can accelerate. NOTE: This greatly slows down the autopilot’s movement and is only recommended to be used in cases where precise movement is required (e.g., a docking sequence).
de: Der Präzisionsmodus stellt sicher, dass das Netz die genaue Position des Wegpunkts erreicht. Darüber hinaus zwingt es das Netz, sich vollständig zum nächsten Wegpunkt zu drehen, bevor es beschleunigen kann. HINWEIS: Dies verlangsamt die Bewegung des Autopiloten erheblich und wird nur in Fällen empfohlen, in denen eine präzise Bewegung erforderlich ist (z. B. eine Andocksequenz).
es: El Modo de precisión garantiza que la estructura alcance la ubicación exacta del punto de referencia. Además, obliga a la estructura a rotar completamente hacia el siguiente punto de referencia antes de poder acelerar. NOTA: Esto ralentiza enormemente el movimiento del piloto automático y sólo se recomienda utilizarlo en casos en los que se requiera un movimiento preciso (por ejemplo, una secuencia de acoplamiento).
fr: Le mode Précision garantit que la grille atteindra l'emplacement exact du point de passage. En outre, il oblige la grille à tourner complètement vers le point de passage suivant avant de pouvoir accélérer. REMARQUE : ce mode ralentit considérablement le mouvement du pilote automatique et n'est recommandé que dans les cas où un mouvement précis est nécessaire (par exemple, une séquence d'amarrage).
it: La modalità di precisione garantisce che la griglia raggiunga l'esatta posizione della tappa. Inoltre, costringe la griglia a ruotare completamente verso la prossima tappa prima che possa accelerare. NOTA: questo rallenta notevolmente il movimento dell'autopilota ed è consigliato solo nei casi in cui è richiesto un movimento preciso (ad esempio, una sequenza di attracco).
pl_pl: Tryb precyzyjny gwarantuje dotarcie struktury dokładnie do miejsca, w którym znajduje się punkt orientacyjny. Dodatkowo wymusza zwrot w kierunku następnego punktu trasy przed dalszym ruchem. UWAGA: Funkcja ta znacznie spowalnia działanie autopilota. Zaleca się stosowanie tylko w przypadkach, gdy wymagana jest precyzja poruszania się (np. sekwencja dokowania).
pt_br: O Modo Precisão garante que a grid alcance a localização exata do ponto de rota. Além disso, força a grid a girar totalmente em direção ao próximo ponto de rota antes de acelerar. NOTA: Isso reduz muito a velocidade de movimento do piloto automático e só é recomendado a ser usado nos casos em que é necessário um movimento preciso (por exemplo, uma sequência de acoplamento).
ru: «Режим точности» обеспечивает достижение структурой точного местоположения точки маршрута. Кроме того, он заставляет структуру полностью повернуться в сторону следующей путевой точки для дальнейшего ускорения. ВНИМАНИЕ: это существенно замедляет движение автопилота и рекомендуется использовать только когда требуется точность движения (например, при стыковке).
zh_cn: 精确模式确保网格到达准确的位标位置。此外，它还会强制网格在加速之前完全旋转到下一个位标。 注意：这会极大地降低自动驾驶的移动速度，建议仅在需要精确移动的情况（例如，对接序列）下使用。

# BlockPropertyTooltip_RemoteBlockSpeedLimit
source: The maximum speed the grid is allowed to move.
de: Die Maximalgeschwindigkeit mir der sich das Netz bewegen darf.
es: La velocidad máxima a la que se puede mover la estructura.
fr: La vitesse maximale à laquelle la grille est autorisée à se déplacer.
it: La velocità massima consentita alla griglia.
pl_pl: Maksymalna prędkość poruszania się struktury.
pt_br: A velocidade máxima que a grid pode se mover.
ru: Максимальная разрешенная скорость движения структуры.
zh_cn: 网格允许移动的最大速度。

# BlockPropertyTooltip_AlignToGravity
source: If checked, the grid will at all times attempt to keep itself aligned to P-Gravity.
de: Wenn angewählt, wird das Netz immer versuchen sich an der P-Schwerkraft auszurichten.
es: Si está marcada, la estructura intentará en todo momento mantenerse alineada con la Gravedad P.
fr: Si cette case est cochée, la grille tentera à tout moment de se maintenir alignée avec la gravité-P.
it: Se selezionata, la griglia tenterà sempre di mantenersi allineata alla Gravità P.
pl_pl: Jeśli zaznaczone, strutura będzie starała się utrzymywać poziom w stosunku do grawitacji planety.
pt_br: Se marcado, a grid tentará sempre manter-se alinhada à Gravidade-P.
ru: Если активно, структура будет всегда пытаться выравниваться по планетарной гравитации.
zh_cn: 如果选中，网格将始终尝试保持自身与星球重力对齐。

# BlockPropertyTooltip_MinHeightAboveTerrain
source: Set the minimum altitude the grid should keep when in P-Gravity.
de: Bestimmt die Minimalhöhe, die das Netz einhalten soll, wenn P-Schwerkraft wirkt.
es: Establezca la altitud mínima que debe mantener la estructura cuando esté en Gravedad P.
fr: Définit l'altitude minimale que la grille doit conserver lorsqu'elle est en P-Gravité.
it: Imposta l'altitudine minima che la griglia dovrebbe mantenere quando si trova in Gravità P.
pl_pl: Wyznacza minimalną wysokość którą siatka powinna utrzymać znajdując się polu ciążenia planety.
pt_br: Define a altitude mínima que a grid deve manter quando na Gravidade-P.
ru: Устанавливает минимальную высоту, которую должна соблюдать структура под действием планет. гравитации.
zh_cn: 设置网格在星球重力中应保持的最小高度。

# FollowPlayer_FollowMe_Tooltip
source: This will make the grid attempt to follow you.
de: Dies stellt sicher, dass das Netz versuchen wird dir zu folgen.
es: Esto hará que la estructura intente seguirle.
fr: Cela incitera la grille à essayer de vous suivre.
it: In questo modo la griglia tenterà di seguirti.
pl_pl: Struktura będzie starała się podążać za Tobą.
pt_br: Isso fará com que a grid tente seguir você.
ru: После включения этой функции структура будет пытаться следовать за вами.
zh_cn: 这将使网格尝试跟随你。

# FollowPlayer_StopFollowing_Tooltip
source: Stop following the player.
de: Stoppt die Verfolgung des Spielers.
es: Dejar de seguir al jugador.
fr: Arrêter de suivre le joueur.
it: Smetti di seguire il giocatore.
pl_pl: Przerwanie podążania za graczem.
pt_br: Parar de seguir o jogador.
ru: Прекратить следование за игроком.
zh_cn: 停止跟随玩家。

# BasicMissionAutopilot_Waypoints_Tooltip
source: List of waypoints for autopilot to move to.
de: Liste der Wegpunkte zu denen der Autopilot sich bewegt.
es: Lista de puntos de referencia para que el piloto automático se desplace.
fr: Liste des points de passage vers lesquels le pilotage automatique doit se déplacer.
it: Elenco di tappe in cui spostarsi con l'autopilota.
pl_pl: Lista punktów trasy po której będzie się poruszał autopilot.
pt_br: Lista os pontos de rota para o piloto automático se mover.
ru: Список точек маршрута для движения автопилота.
zh_cn: 自动驾驶要移动到的位标列表。

# BasicMissionAutopilot_SetupAction_Tooltip
source: Add actions to be triggered at the selected waypoint.
de: Fügt Aktionen hinzu, die am ausgewählten Wegpunkt ausgelöst werden.
es: Añadir acciones que se activen en el punto de referencia seleccionado.
fr: Ajouter des actions à déclencher au point de passage sélectionné.
it: Aggiungi azioni da attivare alla tappa selezionata.
pl_pl: Dodaj działania, które zostaną uruchomione w wybranym punkcie trasy.
pt_br: Adiciona ações a serem ativadas no ponto de rota selecionado.
ru: Добавить действия, активируемые в выбранной точке маршрута.
zh_cn: 添加要在所选位标触发的动作。

# BasicMissionAutopilot_DeleteWaypoint_Tooltip
source: Delete selected waypoint.
de: Ausgewählten Wegpunkt löschen.
es: Borrar el punto de referencia seleccionado.
fr: Supprimer le point de passage sélectionné.
it: Elimina la tappa selezionata.
pl_pl: Usuń wybrany punkt trasy.
pt_br: Excluir o ponto de rota selecionado.
ru: Удалить выбранную точку маршрута.
zh_cn: 删除所选位标。

# BasicMissionAutopilot_Up_Tooltip
source: Move selected waypoint up.
de: Ausgewählten Wegpunkt hochbewegen.
es: Mover el punto de referencia seleccionado hacia arriba.
fr: Déplacer le point de passage sélectionné vers le haut.
it: Sposta in alto la tappa selezionata.
pl_pl: Przesuń wyżej wybrany punkt trasy.
pt_br: Mover ponto de rota selecionado para cima.
ru: Переместить выбранную точку маршрута вверх.
zh_cn: 向上移动所选位标。

# BasicMissionAutopilot_Down_Tooltip
source: Move selected waypoint down.
de: Ausgewählten Wegpunkt runterbewegen.
es: Mover el punto de referencia seleccionado hacia abajo.
fr: Déplacer le point de passage sélectionné vers le bas.
it: Sposta in basso la tappa selezionata.
pl_pl: Przesuń niżej wybrany punkt trasy.
pt_br: Mover ponto de rota selecionado para baixo.
ru: Переместить выбранную точку маршрута вниз.
zh_cn: 向下移动所选位标。

# BasicMissionAutopilot_Add_Tooltip
source: Add selected GPS location as new waypoint.
de: Ausgewählten GPS-Standort als neuen Wegpunkt hinzufügen.
es: Añadir la ubicación GPS seleccionada como nuevo punto de referencia.
fr: Ajouter les coordonnées du GPS sélectionné comme nouveau point de passage.
it: Aggiungi la posizione GPS selezionata come nuova tappa.
pl_pl: Dodaj wybraną lokalizację GPS jako nowy punkt trasy.
pt_br: Adicionar a localização do GPS selecionada como novo ponto de rota.
ru: Добавить выбранную точку GPS в качестве новой точки маршрута.
zh_cn: 将所选GPS位置添加为新位标。

# BasicMissionAutopilot_GpsListbox_Tooltip
source: List of available GPS coordinates.
de: Liste aller verfügbaren GPS-Koordinaten.
es: Lista de coordenadas GPS disponibles.
fr: Liste des coordonnées GPS disponibles.
it: Elenco delle coordinate GPS disponibili.
pl_pl: Lista dostępnych współrzędnych GPS.
pt_br: Lista de coordenadas de GPS disponíveis.
ru: Список доступных координат GPS.
zh_cn: 可用GPS坐标列表。

# BasicMissionAutopilot_Copy_Tooltip
source: Copy the listed waypoints to the clipboard.
de: Kopiert die ausgewählten Wegpunkte in die Zwischenablage.
es: Copiar los puntos de referencia listados en el portapapeles.
fr: Copier les points de passage listés dans le presse-papiers.
it: Copia le tappe elencate negli appunti.
pl_pl: Skopiuj do schowka listę punktów trasy.
pt_br: Copiar os pontos de rota listados para a área de transferência.
ru: Скопировать перечисленные точки маршрута в буфер обмена.
zh_cn: 将列出的位标复制到剪贴板。

# BasicMissionAutopilot_Paste_Tooltip
source: Paste waypoints from the clipboard to the waypoint list.
de: Fügt Wegpunkte aus der Zwischenablage zur Liste der Wegpunkte hinzu.
es: Pegar puntos de referencia desde el portapapeles a la lista de puntos de referencia.
fr: Coller les points de passage du presse-papiers dans la liste des points de passage.
it: Incolla le tappe dagli appunti nell'elenco delle tappe.
pl_pl: Wklej punkty trasy ze schowka do listy.
pt_br: Colar pontos de rota da área de transferência na lista de rota.
ru: Вставить точки маршрута из буфера обмена в список точек.
zh_cn: 将剪贴板中的位标粘贴到位标列表中。

# DisplayName_Block_SensorReskin
source: Automaton Sensor
es: Sensor de Automaton
fr: Capteur automate
it: Sensore automatico
pl_pl: Czujnik w stylu Automaton
pt_br: Sensor Automaton
ru: Сенсор автоматона
zh_cn: Automaton传感器

# Description_SignBlocks
source: Warning Signs can be used to attend crew to the dangers of their environment.
de: Warnschilder können verwendet werden um die Besatzung vor Gefahren in Ihrer Umgebung aufmerksam zu machen.
es: Las Señales de Advertencia pueden utilizarse para atender a la tripulación sobre los peligros de su entorno.
fr: Les panneaux d'avertissement peuvent être utilisés pour sensibiliser l'équipage aux dangers de son environnement.
it: I segnali di avvertimento possono essere utilizzati per assistere l'equipaggio ai pericoli del loro ambiente.
pl_pl: Znaki ostrzegawcze mają na celu zwrócenie uwagi załogi na występujące zagrożenia.
pt_br: As Placas de aviso podem ser usadas para avisar à tripulação dos perigos do ambiente.
ru: Предупреждающие знаки используются для уведомления экипажа об опасностях вокруг.
zh_cn: 警告标志可用于提醒船员注意环境中存在的危险。

# DisplayName_Block_WarningSign1
source: Warning Sign Trade
de: Warnschild Handel
es: Señal de advertencia de comercio
fr: Panneau d'avertissement Commerce
it: Segnale di avvertimento commercio
pl_pl: Znak ostrzegawczy Handel
pt_br: Placa de aviso Comércio
ru: Предупреждающий знак – торговля
zh_cn: 交易警告标志

# DisplayName_Block_WarningSign10
source: Warning Sign Construction
de: Warnschild Baustelle
es: Señal de advertencia de construcción
fr: Panneau d'avertissement Construction
it: Segnale di avvertimento costruzione
pl_pl: Znak ostrzegawczy Budowa
pt_br: Placa de aviso Construção
ru: Предупреждающий знак – строительные работы
zh_cn: 建筑警告标志

# DisplayName_Block_WarningSign11
source: Warning Sign Gravity
de: Warnschild Gravitation
es: Señal de advertencia de gravedad
fr: Panneau d'avertissement Gravité
it: Segnale di avvertimento gravità
pl_pl: Znak ostrzegawczy Ciążenie
pt_br: Placa de aviso Gravidade
ru: Предупреждающий знак – гравитация
zh_cn: 重力警告标志

# DisplayName_Block_WarningSign12
source: Warning Sign Airlock
de: Warnschild Luftschleuse
es: Señal de advertencia de esclusa
fr: Panneau d'avertissement SAS
it: Segnale di avvertimento camera di compensazione
pl_pl: Znak ostrzegawczy Śluza
pt_br: Placa de aviso Câmara pressurizada
ru: Предупреждающий знак – шлюз
zh_cn: 气闸警告标志

# DisplayName_Block_WarningSign13
source: Warning Sign Hazard
de: Warnschild Gefahr
es: Señal de advertencia de peligro
fr: Panneau d'avertissement Danger
it: Segnale di avvertimento pericolo
pl_pl: Znak ostrzegawczy Zagrożenie
pt_br: Placa de aviso Perigo
ru: Предупреждающий знак – опасность
zh_cn: 危险警告标志

# DisplayName_Block_WarningSign2
source: Warning Sign Access
de: Warnschild Zugang
es: Señal de advertencia de acceso
fr: Panneau d'avertissement Accès
it: Segnale di avvertimento accesso
pl_pl: Znak ostrzegawczy Dostęp
pt_br: Placa de aviso Acesso
ru: Предупреждающий знак – доступ
zh_cn: 入口警告标志

# DisplayName_Block_WarningSign3
source: Warning Sign Safety
de: Warnschild Sicherheit
es: Señal de advertencia de seguridad
fr: Panneau d'avertissement Sécurité
it: Segnale di avvertimento sicurezza
pl_pl: Znak ostrzegawczy Clang0
pt_br: Placa de aviso Segurança
ru: Предупреждающий знак – безопасность
zh_cn: 安全警告标志

# DisplayName_Block_WarningSign4
source: Warning Sign Storage
de: Warnschild Lager
es: Señal de advertencia de almacenamiento
fr: Panneau d'avertissement Stockage
it: Segnale di avvertimento magazzino
pl_pl: Znak ostrzegawczy Magazyn
pt_br: Placa de aviso Armazenamento
ru: Предупреждающий знак – хранилище
zh_cn: 储存警告标志

# DisplayName_Block_WarningSign5
source: Warning Sign Explosive
de: Warnschild Sprengstoff
es: Señal de advertencia de explosividad
fr: Panneau d'avertissement Explosif
it: Segnale di avvertimento esplosivo
pl_pl: Znak ostrzegawczy Wybuch
pt_br: Placa de aviso Explosivo
ru: Предупреждающий знак – взрывчатка
zh_cn: 爆炸警告标志

# DisplayName_Block_WarningSign6
source: Warning Sign Notice
de: Warnschild Ankündigung
es: Señal de advertencia de aviso
fr: Panneau d'avertissement Avis
it: Segnale di avvertimento avviso
pl_pl: Znak ostrzegawczy Komunikat
pt_br: Placa de aviso Anúncio
ru: Предупреждающий знак – уведомление
zh_cn: 注意警告标志

# DisplayName_Block_WarningSign7
source: Warning Sign Medical
de: Warnschild Medizineinrichtung
es: Señal de advertencia médica
fr: Panneau d'avertissement Médical
it: Segnale di avvertimento medico
pl_pl: Znak ostrzegawczy Szpital
pt_br: Placa de aviso Médico
ru: Предупреждающий знак – медицинский
zh_cn: 医疗警告标志

# DisplayName_Block_WarningSign8
source: Warning Sign Caution
de: Warnschild Achtung
es: Señal de advertencia de precaución
fr: Panneau d'avertissement Attention
it: Segnale di avvertimento attenzione
pl_pl: Znak ostrzegawczy Uwaga
pt_br: Placa de aviso Cuidado
ru: Предупреждающий знак – внимание
zh_cn: 小心警告标志

# DisplayName_Block_WarningSign9
source: Warning Sign Atmosphere
de: Warnschild Atmosphäre
es: Señal de advertencia de atmósfera
fr: Panneau d'avertissement Atmosphère
it: Segnale di avvertimento atmosfera
pl_pl: Znak ostrzegawczy Powietrze
pt_br: Placa de aviso Atmosfera
ru: Предупреждающий знак – атмосфера
zh_cn: 大气警告标志

# AI_NoMovementBlock
source: [Color=#FFFF0000]ERROR: Grid has no active Move type block! Please add and/or enable a Move type block.[/Color]
de: [Color=#FFFF0000]FEHLER: Netz umfasst keinen aktiven Bewegungsblock! Bitte fügen Sie einen Bewegungsblock hinzu oder aktivieren Sie ihn.[/Color]
es: [Color=#FFFF0000]ERROR: ¡La estructura no tiene ningún bloque de tipo Movimiento activo! Añade y/o activa un bloque de tipo Movimiento[/Color]
fr: [Color=#FFFF0000]ERREUR : La grille n'a pas de bloc de type Déplacement actif ! Veuillez ajouter et/ou activer un bloc de type Déplacement[/Color]
it: [Color=#FFFF0000]ERRORE: la griglia non ha un blocco di tipo Spostamento attivo! Aggiungi e/o abilita un blocco di tipo Spostamento.[/Color]
pl_pl: [Color=#FFFF0000]BŁĄD: Brak aktywnego bloku typu Ruch! Proszę dodać i/lub włączyć blok typu Ruch.[/Color]
pt_br: [Color=#FFFF0000]ERRO: A grid não tem nenhum bloco do tipo Movimento ativo! Adicione e/ou ative um bloco do tipo Movimento.[/Color]
ru: [Color=#FFFF0000]ОШИБКА: структура не имеет активного блока движения. Добавьте или активируйте его.[/Color]
zh_cn: [Color=#FFFF0000]错误：网格没有活动的移动类型方块！请添加和/或启用移动类型方块。[/Color]

# DefensiveCombatBlock_NoFleeTo
source: [Color=#FFFF0000]ERROR: No "Flee to" waypoint selected! Please select a waypoint[/Color]
de: [Color=#FFFF0000]FEHLER: Keinen „Fliehen nach“-Wegpunkt ausgewählt! Bitte wählen Sie einen Wegpunkt aus[/Color]
es: [Color=#FFFF0000]ERROR: ¡No se ha seleccionado ningún Punto de referencia «Huir a»! Selecciona un Punto de referencia[/Color]
fr: [Color=#FFFF0000]ERREUR : Aucun point de passage « Fuir vers » n'a été sélectionné ! Veuillez sélectionner un point de passage[/Color]
it: [Color=#FFFF0000]ERRORE: nessuna tappa "Fuggi verso" selezionata! Seleziona una tappa[/Color]
pl_pl: [Color=#FFFF0000]BŁĄD: Nie wybrano punktu "Uciekaj do"! Proszę go wybrać.[/Color]
pt_br: [Color=#FFFF0000]ERRO: Nenhum ponto de rota "Fugir para" selecionado! Selecione um ponto de rota[/Color]
ru: [Color=#FFFF0000]ОШИБКА: точка маршрута «Убегать к» не выбрана! Выберите точку[/Color]
zh_cn: [Color=#FFFF0000]错误：未选择“逃往”位标！请选择一个位标[/Color]

# PathRecorderComponent_StatusMessage_NoWaypoints
source: [Color=#FFFF0000]ERROR: No sequence found! Please record a sequence[/Color]
de: [Color=#FFFF0000]FEHLER: Keine Sequenz gefunden! Bitte nehmen Sie eine Sequenz auf[/Color]
es: [Color=#FFFF0000]ERROR: ¡No se ha encontrado ninguna secuencia! Por favor, graba una secuencia[/Color]
fr: [Color=#FFFF0000]ERREUR : Aucune séquence trouvée ! Veuillez enregistrer une séquence[/Color]
it: [Color=#FFFF0000]ERRORE: nessuna sequenza trovata! Registra una sequenza[/Color]
pl_pl: [Color=#FFFF0000]BŁĄD: Nie znaleziono zapisanej trasy! Proszę zapisać trasę.[/Color]
pt_br: [Color=#FFFF0000]ERRO: Nenhuma sequência encontrada! Por favor, grave uma sequência[/Color]
ru: [Color=#FFFF0000]ОШИБКА: последовательность не найдена! Запишите последовательность[/Color]
zh_cn: [Color=#FFFF0000]错误：找不到序列！请记录一个序列[/Color]

# PathRecorderComponent_StatusMessage_BehaviorDisabled
source: Status: Behavior disabled
de: Status: Verhalten deaktiviert
es: Estado: Comportamiento deshabilitado
fr: État : Comportement désactivé
it: Stato: comportamento disabilitato
pl_pl: Stan: SI wyłączona
pt_br: Status: Comportamento desativado
ru: Статус: поведение отключено
zh_cn: 状态：行为已禁用

# PathRecorderComponent_StatusMessage_PlayingPathNextWaypoint
source: Status: Moving to Recorder waypoint: {0}
de: Status: Bewegung zum Aufnahmewegpunkt: {0}
es: Estado: Moviéndose al Punto de referencia de la Grabadora: {0}
fr: État : En déplacement vers le point de passage de l'enregistreur : {0}
it: Stato: Spostamento alla tappa del registratore: {0}
pl_pl: Stan: Podąża do wskaźnika zapisu: {0}
pt_br: Status: Movendo para o ponto de rota do gravador: {0}
ru: Статус: перемещение к маршрутной точке регистратора — {0}
zh_cn: 状态：正在移动到记录器位标：{0}

# AiBlock_StatusMessage_BlockDisabled
source: Status: Block disabled
de: Status: Block deaktiviert
es: Estado: Bloque deshabilitado
fr: État : Bloc désactivé
it: Stato: blocco disabilitato
pl_pl: Stan: Blok wyłączony
pt_br: Status: Bloco desativado
ru: Статус: блок отключен
zh_cn: 状态：方块已禁用
