Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# BlockPropertyTitle_LightOffset
source: Offset
cs_cz: Vychýlení
de: Versatz
es: Desfase
fr: Décalage
hu_hu: Eltolás
it: Spostamento
pl_pl: Przesunięcie
pt_br: Deslocamento
ru: Смещение
zh_cn: 偏移

# BlockPropertyTitle_LightRadius
source: Radius
cs_cz: Rádius
es: Radio
fr: Rayon
hu_hu: Sugár
it: Raggio
pl_pl: Promień
pt_br: Raio
ru: Радиус
zh_cn: 半径

# BlockPropertyTitle_LightReflectorRadius
source: Reflector radius
cs_cz: Rádius reflektoru
de: Radius
es: Radio del reflector
fr: Rayon du réflecteur
hu_hu: Reflektor sugara
it: Raggio riflettore
pl_pl: Zasięg reflektora
pt_br: Raio do refletor
ru: Радиус отражения
zh_cn: 反射半径

# BlockPropertyTitle_LightReflectorRotationSpeed
source: Rotation speed
de: Drehgeschwindigkeit
es: Velocidad de rotación
fr: Vitesse de rotation
hu_hu: Forgási sebesség
it: Velocità di rotazione
pl_pl: Prędkość obrotu
pt_br: Velocidade de rotação
ru: Скорость вращения
zh_cn: 选择速度

# BlockPropertyTitle_MaximalDistance
source: Maximum distance
cs_cz: Maximální vzdálenost
de: Maximale Länge
es: Distancia máxima
fr: Distance maximale
hu_hu: Maximális távolság
it: Distanza massima
pl_pl: Maksymalna odległość
pt_br: Distância máxima
ru: Максимальная дистанция
zh_cn: 最大距离

# BlockPropertyTitle_MaxImpulseAxis
source: Max Impulse Axis
cs_cz: Maximální síla v ose
de: Max. Stoßkraft (in Achsrichtung)
es: Impulso máximo del eje
fr: Impulsion max dans l'axe
hu_hu: Maximális Axiális impulzus
it: Asse max impulso
pl_pl: Maksymalna Oś Impulsu
pt_br: Impulso máximo do eixo
ru: Макс. импульс по оси
zh_cn: 最大轴向推动

# BlockPropertyTitle_MaxImpulseNonAxis
source: Max Impulse NonAxis
cs_cz: Maximální síla mimo osu
de: Max. Stoßkraft (nicht in Achsrichtung)
es: Impulso máximo contrario al eje
fr: Impulsion max hors de l'axe
hu_hu: Max Nem Axiális impulzus
it: NonAsse max impulso
pl_pl: Maksymalna NieOś Impulsu
pt_br: Impulso máximo sem eixo
ru: Макс. импульс вне оси
zh_cn: 最大非轴向推动力

# BlockPropertyTitle_MinimalDistance
source: Minimum distance
cs_cz: Minimální vzdálenost
de: Minimale Länge
es: Extensión mínima
fr: Distance minimale
hu_hu: Minimális távolság
it: Distanza minima
pl_pl: Minimalna odległość
pt_br: Distância mínima
ru: Минимальная дистанция
zh_cn: 最小距离

# BlockPropertyTitle_MotorBrakingTorque
source: Braking torque
cs_cz: Brzdný točivý moment
de: Bremsmoment
es: Fuerza de frenado
fr: Couple de freinage
hu_hu: Fékezési nyomaték
it: Coppia frenante
pl_pl: Moment obr. hamowania
pt_br: Torque de freio
ru: Тормозной момент
zh_cn: 制动力矩

# BlockPropertyTitle_MotorLock
source: Rotor lock
cs_cz: Zámek rotoru
de: Rotorsperre
es: Bloquear rotor
fr: Verrouillage du rotor
hu_hu: Rotor zár
it: Blocco rotore
pl_pl: Blokada Rotora
pt_br: Travar rotor
ru: Блокировка ротора
zh_cn: 转子锁

# BlockPropertyTitle_HingeLock
source: Hinge lock
de: Scharniersperre
es: Cierre de la bisagra
fr: Verrouillage de charnière
hu_hu: Zsanérzár
it: Blocco cricchetto
pl_pl: Blokada Zawiasu
pt_br: Travar dobradiça
ru: Блокировка шарнира
zh_cn: 铰链锁

# BlockPropertyTitle_MotorMaxAngle
source: Upper limit
cs_cz: Horní limit
de: Obergrenze
es: Límite superior
fr: Limite maximale
hu_hu: Felső határ
it: Limite superiore
pl_pl: Górna granica
pt_br: Limite superior
ru: Верхний предел
zh_cn: 最大角

# BlockPropertyTitle_MotorMinAngle
source: Lower limit
cs_cz: Dolní limit
de: Untergrenze
es: Límite inferior
fr: Limite minimale
hu_hu: Alsó határ
it: Limite inferiore
pl_pl: Dolna granica
pt_br: Limite inferior
ru: Нижний предел
zh_cn: 最小角

# BlockPropertyTitle_MotorRotorDisplacement
source: Rotor displacement
cs_cz: Korekce hlavy rotoru
de: Abstand des Rotoraufsatzes
es: Desplazamiento del rotor
fr: Déplacement du rotor
hu_hu: A rotor elmozdulása
it: Spostamento rotore
pl_pl: Przesunięcie rotora
pt_br: Deslocamento do rotor
ru: Смещение ротора
zh_cn: 转子位移

# BlockPropertyTitle_MotorTargetVelocity
source: Velocity
cs_cz: Rychlost
de: Geschwindigkeit
es: Velocidad
fr: Vélocité
hu_hu: Sebesség
it: Velocità
pl_pl: Prędkość
pt_br: Velocidade
ru: Скорость
zh_cn: 速度

# BlockPropertyTitle_MotorTorque
source: Torque
cs_cz: Točivý moment
de: Drehmoment
es: Fuerza de torsión
fr: Couple
hu_hu: Nyomaték
it: Coppia
pl_pl: Moment obrotowy
ru: Вращающий момент
zh_cn: 转矩

# BlockPropertyTitle_MotorUsesWheelCommands
source: Uses wheel commands
cs_cz: Využívat povely od kol
de: Benutzt Reifensteuerung
es: Utiliza comandos de rueda
fr: Utilise les commandes des roues
hu_hu: Kerékparancsok használata
it: Utilizza comandi ruota
pl_pl: Używa kół
pt_br: Utilizar comandos de roda
ru: Использует команды для колес
zh_cn: 使用转子命令

# BlockPropertyTitle_Motor_Damping
source: Damping
cs_cz: Tlumení
de: Dämpfung
es: Amortiguamiento
fr: Amortissement
hu_hu: Csillapítás
it: Smorzamento
pl_pl: Amortyzacja
pt_br: Amortecimento
ru: Подавление отскока
zh_cn: 减震

# BlockPropertyTitle_Motor_Friction
source: Friction
cs_cz: Tření
de: Reibung
es: Fricción
hu_hu: Súrlódás
it: Frizione
pl_pl: Tarcie
pt_br: Fricção
ru: Трение
zh_cn: 摩擦力

# BlockPropertyTitle_Motor_Height
source: Height Offset
cs_cz: Vychýlení nápravy
de: Höhenversatz
es: Compensación de altura
fr: Décalage en hauteur
hu_hu: Magasság eltolása
it: Spostamento dell'altezza
pl_pl: Przesunięcie Wysokości
pt_br: Compensação de altura
ru: Высота подвески
zh_cn: 悬架高度偏移

# BlockPropertyTitle_Motor_InvertPropulsion
source: Invert Propulsion
cs_cz: Invertovat pohon
de: Antrieb umkehren
es: Invertir propulsión
fr: Inverser la propulsion
hu_hu: Meghajtás megfordítása
it: Inverti propulsione
pl_pl: Odwróć napęd
pt_br: Inverter propulsão
ru: Инвертировать вращение
zh_cn: 反向推进

# BlockPropertyTitle_Motor_InvertSteer
source: Invert Steering
cs_cz: Prohozené zatáčení
de: Lenkung umkehren
es: Invertir giro
fr: Inverser le braquage
hu_hu: Kormányzás megfordítása
it: Inverti sterzamento
pl_pl: Odwróć Kierowanie
pt_br: Inverter direção
ru: Инверт. рулевое управление
zh_cn: 反转前进方向

# BlockPropertyTitle_Motor_MaxSteerAngle
source: Steering Angle
cs_cz: Úhel zatáčení
de: Lenkwinkel
es: Ángulo de giro
fr: Angle de braquage
hu_hu: Kormányzási szög
it: Angolo di sterzamento
pl_pl: Kąt Kierowania
pt_br: Ângulo da direção
ru: Угол поворота
zh_cn: 最大转向角

# BlockPropertyTitle_Motor_Power
source: Power
cs_cz: Energie
de: Leistung
es: Energía
fr: Puissance
hu_hu: Teljesítmény
it: Potenza
pl_pl: Moc
pt_br: Energia
ru: Мощность
zh_cn: 功率

# BlockPropertyTitle_Motor_Propulsion
source: Propulsion
cs_cz: Pohon
de: Antriebskraft
es: Propulsión
hu_hu: Meghajtás
it: Propulsione
pl_pl: Napęd
pt_br: Propulsão
ru: Ведущее колесо
zh_cn: 推力

# BlockPropertyTitle_Motor_PropulsionOverride
source: Propulsion override
cs_cz: Obejít pohon
de: Antrieb - manueller Eingriff
es: Anulación de propulsión
fr: Priorité à la propulsion
hu_hu: Meghajtás felülbírálása
it: Annullamento della propulsione
pl_pl: Nadpisanie napędu
pt_br: Substituição de propulsão
ru: Перехват ускорения
zh_cn: 推进越级控制

# BlockPropertyTitle_Motor_Steering
source: Steering
cs_cz: Řízení
de: Lenken
es: Dirección
fr: Direction
hu_hu: Kormány
it: Sterzamento
pl_pl: Sterowanie
pt_br: Dirigindo
ru: Рулевое управление
zh_cn: 转向

# BlockPropertyTitle_Motor_SteerOverride
source: Steer override
cs_cz: Obejít řízení
de: Lenkung - manueller Eingriff
es: Anulación de dirección
fr: Priorité de direction
hu_hu: Kormány felülbírálása
it: Annullamento della sterzata
pl_pl: Nadpisanie kierowania
pt_br: Substituição de direção
ru: Перехват поворота
zh_cn: 操控越级控制

# BlockPropertyTitle_Motor_SteerReturnSpeed
source: Steer Return Speed
cs_cz: Rychlost vyrovnání kola po zatočení
de: Rücklaufgeschwindigkeit der Lenkung
es: Velocidad de retorno de la dirección
fr: Vitesse de retour de direction
hu_hu: Kormány visszatérési sebesség
it: Velocità di ritorno sterzata
pl_pl: Prędkość Powrotu
pt_br: Velocidade de retorno de direção
ru: Скорость возврата
zh_cn: 转向返回速度

# BlockPropertyTitle_Motor_SteerSpeed
source: Steering Speed
cs_cz: Rychlost zatáčení
de: Lenkgeschwindigkeit
es: Velocidad de giro
fr: Vitesse de direction
hu_hu: Kormány sebessége
it: Velocità di sterzata
pl_pl: Prędkość Kierowania
pt_br: Velocidade de direção
ru: Скорость поворота
zh_cn: 转向速度

# BlockPropertyTitle_Motor_Strength
source: Strength
cs_cz: Síla
de: Stärke
es: Fuerza
fr: Force
hu_hu: Erősség
it: Forza
pl_pl: Twardość
pt_br: Potência
ru: Сила коннектора
zh_cn: 强度

# BlockPropertyTitle_Motor_SuspensionSpeed
source: Speed limit
cs_cz: Rychlostní limit
de: Geschwindigkeitsbegrenzung
es: Límite de velocidad
fr: Limite de vitesse
hu_hu: Sebességkorlát
it: Limite di velocità
pl_pl: Limit prędkości
pt_br: Limite de velocidade
ru: Лимит скорости
zh_cn: 速度限制

# BlockPropertyTitle_Motor_SuspensionTravel
source: Suspension Travel
cs_cz: Odpružení tlumičů
de: Federweg
es: Desplazamiento de la suspensión
fr: Débattement de la suspension
hu_hu: Utazás felfüggesztése
it: Viaggio in sospensione
pl_pl: Wysokość Ruchu Zawieszenia
pt_br: Percurso de suspensão
ru: Ход подвески
zh_cn: 悬架行程

# BlockPropertyTitle_OreDetectorRange
source: Range
cs_cz: Dosah
de: Reichweite
es: Rango
fr: Portée
hu_hu: Tartomány
it: Raggio
pl_pl: Zasięg
pt_br: Alcance
ru: Дальность
zh_cn: 范围

# BlockPropertyTitle_PanelScript
source: App
de: Skript
es: Aplicación
fr: Application
hu_hu: Parancsfájl
pl_pl: Skrypt
ru: Программа
zh_cn: 应用

# BlockPropertyTitle_ProjectionOffsetX
source: Horizontal offset
cs_cz: Vodorovné vychýlení
de: Horizontaler Versatz
es: Compensación Horizontal
fr: Compensation horizontale
hu_hu: Vízszintes eltolás
it: Spostamento orizzontale
pl_pl: Pozioma płaszczyzna
pt_br: Deslocamento horizontal
ru: Смещение по оси X (гор.)
zh_cn: 左右偏移

# BlockPropertyTitle_ProjectionOffsetY
source: Vertical offset
cs_cz: Svislé vychýlení
de: Vertikaler Versatz
es: Compensación Vertical
fr: Compensation verticale
hu_hu: Függőleges eltolás
it: Spostamento verticale
pl_pl: Pionowa płaszczyzna
pt_br: Deslocamento vertical
ru: Смещение по оси Y (вер.)
zh_cn: 前后偏移

# BlockPropertyTitle_ProjectionOffsetZ
source: Forward offset
cs_cz: Čelní vychýlení
de: Versatz vorwärts
es: Compensación Delantera
fr: Compensation avant
hu_hu: Előre eltolás
it: Spostamento anteriore
pl_pl: Przednia płaszczyzna
pt_br: Deslocamento frontal
ru: Смещение по оси Z (гор.)
zh_cn: 上下偏移

# BlockPropertyTitle_ProjectionRotationX
source: Pitch
cs_cz: Klopit
de: Nicken
es: Inclinación
fr: Tangage
hu_hu: Hangmagasság
it: Beccheggio
pl_pl: Pułap
pt_br: Inclinação
ru: Поворот по оси тангажа
zh_cn: 俯仰

# BlockPropertyTitle_ProjectionRotationY
source: Yaw
cs_cz: Otočit
de: Gierung
es: Virado
fr: Lacet
hu_hu: Legyezőmozgás
it: Imbardata
pl_pl: Wychylenie
pt_br: Guinada
ru: Поворот по оси рысканья
zh_cn: 偏航

# BlockPropertyTitle_ProjectionRotationZ
source: Roll
cs_cz: Stočit
de: Rollen
es: Rotación
fr: Roulis
hu_hu: Tekercs
it: Rollio
pl_pl: Obrót
pt_br: Rolar
ru: Крен
zh_cn: 翻滚

# BlockPropertyTitle_ProjectionSpawn
source: Spawn projection
cs_cz: Zhmotnit projekci
de: Projektion
es: Generar proyección
fr: Faire apparaître la projection
hu_hu: Fejlesztés kivetítése
it: Rigenera proiezione
pl_pl: Pokaż projekcję
pt_br: Projeção de geração
ru: Создать из проекции
zh_cn: 产生投影

# BlockPropertyTitle_Projector_BlocksPerProjection
source: Number of blocks
cs_cz: Počet bloků
de: Anzahl von Blöcken
es: Número de bloques
fr: Nombre de blocs
hu_hu: Blokkok száma
it: Numero di blocchi
pl_pl: Liczba bloków
pt_br: Número de blocos
ru: Количество блоков
zh_cn: 方块数量

# BlockPropertyTitle_Projector_BlocksPerProjection_Tooltip
source: The maximum number of blocks a projection can have when building instantly
cs_cz: Maximální počet bloků, které může mít projekce při okamžitém zhmotňování
de: Die maximale Anzahl von Blöcken, die eine projizierte Blockkonstruktion zur sofortigen Montage haben kann
es: El máximo número de bloques que puede tener una proyección cuando se construye instantáneamente
fr: Le nombre maximum de blocs qu'une projection peut avoir lors de la construction instantanée
hu_hu: Vetítéskor azonnali építés esetén használható blokkok maximális száma
it: Il numero massimo di blocchi che una proiezione può avere quando si costruisce istantaneamente
pl_pl: Maksymalna liczba bloków, którą może posiadać projekcja podczas budowania natychmiastowego
pt_br: Número máximo de blocos que uma projeção pode construir instantaneamente
ru: Максимально количество блоков для проекции используемой для мгновенного строительства
zh_cn: 一个投影可建造的块数限制

# BlockPropertyTitle_Projector_GetOwnership
source: Ownership from projector
cs_cz: Vlastnictví z projektoru
de: Besitzrechte des Projektors
es: Posesión del proyector
fr: Propriété du projecteur
hu_hu: Vetítő Tulajdonosa
it: Proprietà dal proiettore
pl_pl: Własność z projektora
pt_br: Propriedade do projetor
ru: Права владения от проектора
zh_cn: 投影仪相关的所有权

# BlockPropertyTitle_Projector_InstantBuilding
source: Instant building
cs_cz: Okamžité zhmotnění
de: Sofortige Konstruktion
es: Construcción instantánea
fr: Construction instantanée
hu_hu: Azonnali építés
it: Costruzione istantanea
pl_pl: Natychmiastowe budowanie
pt_br: Construção instantânea
ru: Мгновенное строительство
zh_cn: 即时生成

# BlockPropertyTitle_Projector_InstantBuilding_Tooltip
source: Enable the projector to build the blueprint instantly, even in survival
cs_cz: Umožňuje projektoru okamžitě svařit technické výkresy a to i ve hře přežití
de: Ermöglicht dem Projektor das sofortige Anfertigen eines Entwurfs – selbst im Survival-Modus
es: Permite al proyector construir instantáneamente, incluso en Supervivencia
fr: Permet au projecteur de construire le plan instantanément, même en mode survie
hu_hu: Tegye lehetővé, hogy a projektor azonnal megépítse a tervrajzot, még a túlélésben is
it: Permetti al proiettore di costruire il progetto all'istante, anche in sopravvivenza
pl_pl: Zezwól projektorowi na zbudowanie schematu natychmiastowo, nawet w trybie przetrwania
pt_br: Permite ao projetor construir o projeto instantaneamente, mesmo no modo sobrevivência
ru: Позволяет проектору строить чертежи мгновенно, даже в выживании
zh_cn: 启用投影仪即时生成蓝图，即使生存模式下也能实现

# BlockPropertyTitle_Projector_NumberOfProjections
source: Number of projections
cs_cz: Počet projekcí
de: Anzahl der Projektionen
es: Número de proyecciones
fr: Nombre de projections
hu_hu: Kivetítések száma
it: Numero di proiezioni
pl_pl: Liczba projekcji
pt_br: Quantidade de projeções
ru: Количество проекций
zh_cn: 投影数量

# BlockPropertyTitle_Projector_NumberOfProjections_Tooltip
source: The maximum number of projections this projector can build instantly
cs_cz: Maximální počet projekcí, které tento projektor může okamžitě zhmotnit
de: Die maximale Anzahl von Projektionen, die dieser Projektor sofort konstruieren kann
es: El número máximo de proyecciones que este proyector puede hacer instantáneamente
fr: Le nombre maximum de projections que ce projecteur peut générer instantanément
hu_hu: A projektor által azonnal elkészíthető kivetítések maximális száma
it: Il numero massimo di proiezioni che questo proiettore può costruire istantaneamente
pl_pl: Maksymalna liczba projekcji, jaką ten projektor może zbudować natychmiastowo
pt_br: Quantidade máxima de projeções que este projetor pode construir instantaneamente
ru: Максимальное количество проекций, которые могут быть построены мгновенно
zh_cn: 该投影机可即使生成的投影数量

# BlockPropertyTitle_Recharge
source: Recharge
cs_cz: Dobíjení
de: Aufladen
es: Recargar
fr: Recharger
hu_hu: Újratöltés
it: Ricarica
pl_pl: Naładuj
pt_br: Recarregar
ru: Зарядка
zh_cn: 充电

# BlockPropertyTitle_Refill
source: Refill Bottles
cs_cz: Doplnění lahví
de: Flaschen wieder auffüllen
es: Rellenar botellas
fr: Remplir les bouteilles
hu_hu: Utántöltő palackok
it: Riempi bottiglie
pl_pl: Napełnij butle
pt_br: Reabastecer cilindros
ru: Наполнить баллоны
zh_cn: 补充氧气

# BlockPropertyTitle_RemoteBlockSpeedLimit
source: Speed limit
cs_cz: Rychlostní limit
de: Geschwindigkeitsbegrenzung
es: Límite de velocidad
fr: Limite de vitesse
hu_hu: Sebességkorlát
it: Limite di velocità
pl_pl: Limit prędkości
pt_br: Limite de velocidade
ru: Лимит скорости
zh_cn: 速度限制

# BlockPropertyTitle_SafetyDetach
source: Safety detach
cs_cz: Bezpečnostní odpojení
de: Sicherheitsentriegelung
es: Desconexión de seguridad
fr: Détachement de sécurité
hu_hu: Biztonsági leválasztás
it: Distacco di sicurezza
pl_pl: Bezpieczne odłączenie
pt_br: Desacoplagem de segurança
ru: Безопасное отсоединение
zh_cn: 安全分离

# BlockPropertyTitle_Semiauto
source: Semi-auto
cs_cz: Polo-automatické
de: Halbautomatisch
es: Semi-Automático
fr: Semi-automatique
hu_hu: Félautomata
pl_pl: Półautomat
pt_br: Semiautomático
ru: Полуавтоматический
zh_cn: 半自动

# BlockPropertyTitle_SensorDetectAsteroids
source: Detect asteroids
cs_cz: Detekovat asteroidy
de: Asteroiden erkennen
es: Detectar asteroides
fr: Détection d'astéroïde
hu_hu: Aszteroidák észlelése
it: Individua Asteroidi
pl_pl: Wykrywaj asteroidy
pt_br: Detectar asteroides
ru: Реагировать на астероиды
zh_cn: 检测小行星

# BlockPropertyTitle_SensorDetectEnemy
source: Detect enemy
cs_cz: Detekovat nepřítele
de: Feinde erkennen
es: Detectar enemigos
fr: Détection d'ennemis
hu_hu: Ellenség észlelése
it: Rileva Nemico
pl_pl: Wykryj wroga
pt_br: Detectar inimigos
ru: Определять врагов
zh_cn: 检测敌对方

# BlockPropertyTitle_SensorDetectFloatingObjects
source: Detect floating objects
cs_cz: Detekovat poletující předměty
de: Schwebende Objekte erkennen
es: Detectar objetos flotantes
fr: Détection d'objets flottants
hu_hu: Lebegő objektumok észlelése
it: Individua oggetti fluttuanti
pl_pl: Wykrywaj latające obiekty
pt_br: Detectar objetos flutuantes
ru: Реагировать на выброшенные предметы
zh_cn: 探测浮动物体

# BlockPropertyTitle_SensorDetectFriendly
source: Detect friendly
cs_cz: Detekovat přítele
de: Verbündete erkennen
es: Detectar aliados
fr: Détection d'alliés
hu_hu: Barátok észlelése
it: Rileva Amico
pl_pl: Wykryj przyjaciela
pt_br: Detectar alvos amigáveis
ru: Определять друзей
zh_cn: 检测友方

# BlockPropertyTitle_SensorDetectLargeShips
source: Detect large ships
cs_cz: Detekovat velké lodě
de: Große Schiffe erkennen
es: Detectar naves grandes
fr: Détection de grands vaisseaux
hu_hu: Nagy hajók észlelése
it: Individua navi grandi
pl_pl: Wykrywaj duże statki
pt_br: Detectar naves grandes
ru: Реагировать на большие блоки
zh_cn: 探测大船

# BlockPropertyTitle_SensorDetectNeutral
source: Detect neutral
cs_cz: Detekovat neutrální
de: Neutrale Spieler erkennen
es: Detectar neutrales
fr: Détection de neutres
hu_hu: Semlegesek észlelése
it: Rileva neutrale
pl_pl: Wykrywaj neutralnych
pt_br: Detectar alvos neutros
ru: Определять нейтральных
zh_cn: 检测中立方

# BlockPropertyTitle_SensorDetectOwner
source: Detect owner
cs_cz: Detekovat vlastníka
de: Besitzer erkennen
es: Detectar dueño
fr: Détection du propriétaire
hu_hu: Tulajdonos észlelése
it: Individua proprietario
pl_pl: Wykrywaj właściciela
pt_br: Detectar proprietário
ru: Определять владельца
zh_cn: 检测拥有者

# BlockPropertyTitle_SensorDetectPlayers
source: Detect players
cs_cz: Detekovat hráče
de: Spieler erkennen
es: Detectar jugadores
fr: Détection des joueurs
hu_hu: Játékosok észlelése
it: Individua giocatori
pl_pl: Wykrywaj graczy
pt_br: Detectar jogadores
ru: Реагировать на игроков
zh_cn: 探测玩家

# BlockPropertyTitle_SensorDetectSmallShips
source: Detect small ships
cs_cz: Detekovat malé lodě
de: Kleine Schiffe erkennen
es: Detectar naves pequeñas
fr: Détection des petits vaisseaux
hu_hu: Kis hajók észlelése
it: Individua navi piccole
pl_pl: Wykrywaj małe statki
pt_br: Detectar naves pequenas
ru: Реагировать на малые блоки
zh_cn: 探测小船

# BlockPropertyTitle_SensorDetectStations
source: Detect stations
cs_cz: Detekovat Stanice
de: Stationen erkennen
es: Detectar estaciones
fr: Détection des stations
hu_hu: Állomások észlelése
it: Individua stazioni
pl_pl: Wykrywaj stację
pt_br: Detectar estações
ru: Реагировать на статичные блоки
zh_cn: 检测空间站/基地

# BlockPropertyTitle_SensorDetectSubgrids
source: Detect subgrids
cs_cz: Detekovat subkonstrukce
de: Subkonstruktion erkennen
es: Detectar estructuras
fr: Détection des sous grilles
hu_hu: Objektumok észlelése
it: Individua sotto-griglie
pl_pl: Wykrywaj podstruktury
pt_br: Detectar subgrids
ru: Реагировать на подвижные части
zh_cn: 检测子网

# BlockPropertyTitle_SensorFieldDepthMax
source: Back extent
cs_cz: Zadní rozsah
de: Sensorreichweite nach hinten
es: Extensión trasera
fr: Étendue arrière
hu_hu: Hátsó kiterjedés
it: Estensione posteriore
pl_pl: Zakres w tył
pt_br: Extensão traseira
ru: Сзади
zh_cn: 后侧范围

# BlockPropertyTitle_SensorFieldDepthMin
source: Front extent
cs_cz: Přední rozsah
de: Sensorreichweite nach vorne
es: Extensión delantera
fr: Étendue avant
hu_hu: Elülső kiterjedés
it: Estensione anteriore
pl_pl: Zakres w przód
pt_br: Extensão dianteira
ru: Спереди
zh_cn: 正面范围

# BlockPropertyTitle_SensorFieldHeightMax
source: Top extent
cs_cz: Horní rozsah
de: Sensorreichweite nach oben
es: Extensión superior
fr: Étendue supérieure
hu_hu: Legnagyobb kiterjedés
it: Estensione superiore
pl_pl: Zakres w górę
pt_br: Extensão superior
ru: Сверху
zh_cn: 上侧范围

# BlockPropertyTitle_SensorFieldHeightMin
source: Bottom extent
cs_cz: Spodní rozsah
de: Sensorreichweite nach unten
es: Extensión inferior
fr: Étendue inférieure
hu_hu: Hatály lefelé
it: Estensione inferiore
pl_pl: Zakres w dół
pt_br: Extensão inferior
ru: Снизу
zh_cn: 下侧范围

# BlockPropertyTitle_SensorFieldWidthMax
source: Right extent
cs_cz: Pravý rozsah
de: Sensorreichweite nach rechts
es: Extensión derecha
fr: Étendue droite
hu_hu: Hatály jobbra
it: Estensione destra
pl_pl: Zakres w prawo
pt_br: Extensão direita
ru: Справа
zh_cn: 右侧范围

# BlockPropertyTitle_SensorFieldWidthMin
source: Left extent
cs_cz: Levý rozsah
de: Sensorreichweite nach links
es: Extensión izquierda
fr: Étendue gauche
hu_hu: Hatály balra
it: Estensione sinistra
pl_pl: Zakres w lewo
pt_br: Extensão esquerda
ru: Слева
zh_cn: 左边范围

# BlockPropertyTitle_SensorPlaySound
source: Audible Proximity Alert
cs_cz: Blízkostní, zvukové upozornění
de: Akustischer Annäherungsalarm
es: Alerta de proximidad audible
fr: Alerte sonore de proximité
hu_hu: Hallható közelségriasztás
it: Allarme acustico di prossimità
pl_pl: Słyszalny Alert Bliskości
pt_br: Alerta de proximidade audível
ru: Звуковой сигнал
zh_cn: 声音接近警报

# BlockPropertyTitle_SensorToolbarOpen
source: Setup actions
cs_cz: Nastavit akce
de: Aktionen konfigurieren
es: Establecer acciones
fr: Paramétrer les actions
hu_hu: Beállítási műveletek
it: Configura azioni
pl_pl: Ustaw działania
pt_br: Configurar ações
ru: Задать действия
zh_cn: 设置动作

# BlockPropertyTitle_ShareTensor
source: Share inertia tensor
cs_cz: Sdílet tenzor setrvačnosti
de: Trägheitstensor teilen
es: Compartir tensor de inercia
fr: Partager le tenseur d'inertie
hu_hu: Inercia tensor megosztása
it: Condividi tensore inerzia
pl_pl: Dziel tensor bezwładności
pt_br: Compartilhar tensor de inércia
ru: Разделять тензор инерции
zh_cn: 共用惯性张量

# BlockPropertyTitle_ShowShipName
source: Show ship name
cs_cz: Zobrazit jméno lodi
de: Schiffsnamen anzeigen
es: Mostrar nombre de la nave
fr: Afficher le nom des vaisseaux
hu_hu: Hajó nevének megjelenítése
it: Mostra nome della nave
pl_pl: Pokaż nazwę statku
pt_br: Mostrar nome da nave
ru: Название корабля
zh_cn: 显示船只名称

# BlockPropertyTitle_ShowTextOnScreen
source: Show text on screen
cs_cz: Zobrazit text na obrazovce
de: Text auf Bildschirm anzeigen
es: Mostrar texto en pantalla
fr: Afficher le texte à l'écran
hu_hu: Szöveg megjelenítése a képernyőn
it: Visualizza testo sullo schermo
pl_pl: Pokaż tekst na ekranie
pt_br: Mostrar texto na tela
ru: Показывать текст
zh_cn: 在屏幕上显示文字

# BlockPropertyTitle_ShowSpritesOnScreen
source: Show sprites on screen
de: Sprites auf dem Bildschirm anzeigen
es: Mostrar sprites en pantalla
fr: Afficher les sprites à l'écran
hu_hu: Sprite-ok megjelenítése a képernyőn
it: Mostra gli sprite su schermo
pl_pl: Wyświetlaj sprity na ekranie
pt_br: Mostrar rotinas na tela
ru: Показывать изображения на экране
zh_cn: 在屏幕上显示精灵
