Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# NotificationPutToProductionFailed
source: {0} component(s) could not be put to production.
de: {0} Komponente(n) konnten nicht in Produktion gegeben werden.
es: {0} los componentes no se han podido poner en producción.
fr: Impossible de mettre en production {0} composant(s).
hu_hu: {0} összetevő (k) nem állíthatók elő.
it: Non è stato possibile mettere in produzione {0} componente(i).
pl_pl: {0} komponentów nie udało się wprowadzić do produkcji.
pt_br: {0} componente(s) não pode(m) ser produzido(s).
ru: Не удалось добавить {0} компонентов в очередь производства.
zh_cn: {0}组件无法放入生产区。

# NotificationPutToProductionSuccessful
source: All components were successfully put to production.
de: Alle Komponenten wurden erfolgreich in Produktion gegeben.
es: Todos los componentes se han puesto en producción con éxito.
fr: Tous les composants ont été mis en production.
hu_hu: Minden alkatrész sikeresen legyártva.
it: Tutti i possibili componenti sono stati messi in produzione con successo.
pl_pl: Wszystkie komponenty zostały pomyślnie wprowadzone do produkcji.
pt_br: Todos os componentes foram postos em produção com sucesso.
ru: Все компоненты были добавлены в очередь производства.
zh_cn: 所有组件都成功进入生产区。

# NotificationBuildPlannerEmpty
source: Build Planner is empty. Open Toolbar screen {0} to add some items to Build Planner.
de: Der Konstruktionsplaner ist leer. Öffnen Sie den Konfigurationsbildschirm der Schnellzugriffsleiste {0}, um Blöcke zum Konstruktionsplaner hinzuzufügen.
es: El Planificador de construcción está vacío. Abre la pantalla Barra de herramientas {0} para añadir algunos elementos a la Planificación de la construcción.
fr: Le plan de construction est vide. Ouvrez l'écran barre d'outils {0} pour ajouter des objets au plan de construction.
hu_hu: Az Építéstervező üres. Az Eszköztáron {0}, adjon hozzá néhány elemet az Építéstervezőhöz.
it: Il Planner di costruzione è vuoto. Apri la schermata della toolbar{0} per aggiungere alcuni oggetti al Planner di costruzione.
pl_pl: Planer Budowy jest pusty. Otwórz Pasek Narzędzi {0} aby dodać przedmioty do Planera.
pt_br: O Planejador de construção está vazio. Abra a tela da barra de ferramentas {0} para adicionar itens ao Planejador de construção.
ru: Планировщик пуст. Откройте экран блоков на {0} для добавления блоков в планировщик.
zh_cn: 建造计划器是空的。打开工具栏屏幕{0}，在建造计划器中加入一些物品。

# NotificationWithdrawFailed1
source: Cannot withdraw {0} {1}(s).
de: Entnehmen von {0} {1}(s) nicht möglich.
es: No se puede retirar {0} {1}(s).
fr: Impossible de retirer {0} {1}(s).
hu_hu: Nem lehet kivenni {0} {1}(s).
it: Non posso ritirare {0} {1}(s).
pl_pl: Nie udało się wyjąć {0} {1}.
pt_br: Impossível retirar {0} {1}(s).
ru: Не удалось изъять: {0} {1}.
zh_cn: 无法取出{0}{1}。

# NotificationWithdrawFailed2
source: Cannot withdraw {0} {1}(s) and {2} {3}(s).
de: Entnehmen von {0} {1} und {2} {3} nicht möglich.
es: No se puede retirar {0} {1}(s) y {2} {3}(s)
fr: Impossible de retirer {0} {1}(s) et {2} {3}(s).
hu_hu: Nem lehet kivenni {0} {1}(s) és {2} {3}(s).
it: Non posso ritirare {0} {1}(s) e {2} {3}(s).
pl_pl: Nie udało się wyjąć {0} {1} oraz {2} {3}.
pt_br: Impossível retirar {0} {1}(s) e {2} {3}(s).
ru: Не удалось изъять: {0} {1} и {2} {3}.
zh_cn: 无法取出{0}{1}和{2}{3}。

# NotificationWithdrawFailed3
source: Cannot withdraw {0} {1}(s), {2} {3}(s) and {4} {5}(s).
de: Entnehmen von {0} {1}, {2} {3} und {4} {5} nicht möglich.
es: No se puede retirar {0} {1}(s), {2} {3}(s) y {4} {5}(s).
fr: Impossible de retirer {0} {1}(s), {2} {3}(s) et {4} {5}(s).
hu_hu: Nem lehet kivenni {0} {1}(s), {2} {3}(s) és {4} {5}(s).
it: Non posso ritirare {0} {1}(s), {2} {3}(s) e {4} {5}(s).
pl_pl: Nie udało się wyjąć {0} {1}, {2} {3} oraz {4} {5}.
pt_br: Impossível retirar {0} {1}(s), {2} {3}(s) e {4} {5}(s).
ru: Не удалось изъять: {0} {1}, {2} {3} и {4} {5}.
zh_cn: 无法取出{0}{1}{2}{3}和{4}{5}。

# NotificationWithdrawFailed4More
source: Cannot withdraw {0} {1}(s), {2} {3}(s), {4} {5}(s) and {6} other components.
de: Entnehmen von {0} {1}, {2} {3}, {4} {5} und {6} anderen Komponenten nicht möglich.
es: No se puede retirar {0} {1}(s), {2} {3}(s), {4} {5}(s), y otros {6}componentes.
fr: Impossible de retirer {0} {1}(s), {2} {3}(s), {4} {5}(s) et {6} autres composants.
hu_hu: Nem lehet kivenni {0} {1}(s), {2} {3}(s), {4} {5}(s) és {6} egyéb alkatrész.
it: Non posso ritirare {0} {1}(s), {2} {3}(s), {4} {5}(s) e {6} altri componenti.
pl_pl: Nie udało się wyjąć {0} {1}, {2} {3}, {4} {5} oraz {6} innych komponentów.
pt_br: Impossível retirar {0} {1}(s), {2} {3}(s), {4} {5}(s) e {6} outros componentes.
ru: Не удалось изъять: {0} {1}, {2} {3}, {4} {5} и {6} других компонентов.
zh_cn: 无法取出{0}{1}，{2}{3}，{4}{5}和{6}其他组件。

# NotificationWithdrawSuccessful
source: All components were successfully withdrawn.
de: Alle Komponenten wurden erfolgreich entnommen.
es: Todos los componentes se han retirado con éxito.
fr: Tous les composants ont été retirés avec succès.
hu_hu: Minden alkatrészt sikeresen kivett.
it: Tutti i componenti sono stati ritirati con successo.
pl_pl: Wszystkie komponenty zostały pomyślnie wyjęte.
pt_br: Todos os componentes foram retirados com sucesso.
ru: Все компоненты успешно изъяты.
zh_cn: 所有组件都已取出。

# TooltipBuildScreen_BuildPlanner
source: Click to add selected block variant or drag and drop the block here. MMB on a block to quickly add it to the Build Planner.
de: Klicken Sie, um die ausgewählte Blockvariante hinzuzufügen oder ziehen Sie den Block hierher. Klicken Sie MMT auf einen Block, um ihn schnell zum Konstruktionsplaner hinzuzufügen.
es: Haz clic para agregar la variante de bloque seleccionada o arrastra y suelta el bloque aquí. MMB en un bloque para agregarlo rápidamente al Planificador de construcción.
fr: Cliquez pour ajouter la variante du bloc ou faites glisser le bloc ici. Clic milieu sur un bloc pour l'ajouter rapidement au plan de construction.
hu_hu: Kattintson a kiválasztott blokk hozzáadásához, vagy húzza ide a blokkot. Középső egérgomb kattintás, gyors hozzáadás az építéstervezőhöz.
it: Fai clic per aggiungere la variante di blocco selezionata o trascinare e rilasciare il blocco qui. MMB su un blocco per aggiungerlo rapidamente al Planner di costruzione.
pl_pl: Dodaj wybrany wariant bloku lub przeciągnij go i upuść tutaj. Wciśnij ŚPM na bloku żeby szybko dodać go do Planera Budowy.
pt_br: Clique para selecionar a variação de bloco ou arraste e solte o bloco aqui. Use a rolagem do mouse para adicioná-lo rapidamente ao Planejador de construção.
ru: Щелкните, чтобы добавить выбранный блок, или перетащите его сюда. СКМ на блоке для быстрого добавления его в Планировщик.
zh_cn: 点击增加所选的方块的变体或者拖动并将方块放到这里。 对准方块点击鼠标中键，将它快速加到建造计划器。

source: Build Planner
de: Konstruktionsplaner
es: Planificador de construcción
fr: Plan de construction
hu_hu: Építés tervező
it: Inserisci nel planner di costruzione
pl_pl: Planer Budowy
pt_br: Planejador de construção
ru: Планировщик- Выберите любой блок из Планировщика чтобы собрать все необходимые компонентыдля его постройки.
zh_cn: 建造计划器

# BuildPlannerCapacityReached
source: Build planner capacity reached. Components not added.
de: Kapazität des Konstruktionsplaners erreicht. Komponenten nicht hinzugefügt.
es: Capacidad del planificador de construcción alcanzada. Componentes no añadidos.
fr: Capacité du plan de construction atteinte. Composants non ajoutés.
hu_hu: Az építéstervező elérte kapacitáshatárát. Az összetevők nem lettek hozzáadásra.
it: Capacità del Planner di costruzione raggiunta. Componenti non aggiunti.
pl_pl: Osiągnięto limit Planera Budowy. Komponenty nie zostały dodane.
pt_br: Capacidade do Planejador de construção atingida. Componentes não adicionados.
ru: Закончились слоты в Планировщике. Компоненты не добавлены.
zh_cn: 建造计划器已满。组件无法添加。

# BuildPlannerComponentsAdded
source: Components added to Build Planner.
de: Komponenten wurden zum Konstruktionsplaner hinzugefügt.
es: Componentes añadidos al Planificador de construcción.
fr: Composants ajoutés au plan de construction.
hu_hu: Összetevők hozzáadva a Build Plannerhez.
it: Componenti aggiunti al Planner di costruzione.
pl_pl: Komponenty dodane do Planera Budowy.
pt_br: Componentes adicionados ao Planejador de construção.
ru: Компоненты добавлены в Планировщик.
zh_cn: 组件加到建造计划器。

# DisplayName_EmoteAngry
source: Angry
de: Wütend
es: Furioso
fr: Fâché
hu_hu: Dühös
it: Arrabbiato
pl_pl: Zły
pt_br: Irritado
ru: Злость
zh_cn: 愤怒

# DisplayName_EmoteAssistStop
source: Assist Stop
de: Keine Hilfe nötig
es: Ayuda parar
fr: Arrête d'aider
hu_hu: Segíts Megállni
it: Fine Assist
pl_pl: Pomoc Stop
pt_br: Assistência interrompida
ru: "Стоп"
zh_cn: 救助站

# DisplayName_EmoteAssistCome
source: Assist Come Closer
de: Hilfe bitte, kommen Sie näher
es: Ayude a acercarse más
fr: Aider viens plus près
hu_hu: Segíts Gyere Közelebb
it: Avvicinati Assist
pl_pl: Pomoc Zbliż się
pt_br: Assistência próxima
ru: "Ближе, ближе"
zh_cn: 救助者已靠近

# DisplayName_EmoteDance
source: Dance
de: Tanzen
es: Bailar
fr: Danse
hu_hu: Tánc
it: Balla
pl_pl: Taniec
pt_br: Dança
ru: Танец
zh_cn: 跳舞

# DisplayName_EmotePointAggressive
source: Aggressive Point
de: Aggressive Geste
es: Señalamiento Agresivo
fr: Pointer agressivement
hu_hu: Agresszív Pont
it: Punto aggressivo
pl_pl: Agresywne Wskazywanie
pt_br: Apontar agressivo
ru: "Ты! Иди сюда!"
zh_cn: 侵略点

# DisplayName_EmotePointBack
source: Point Back
de: Zurück zeigen
es: Apuntar hacia atrás
fr: Pointer derrière
hu_hu: Mutatás Vissza
it: Punta indietro
pl_pl: Wskazywanie w Tył
pt_br: Apontar para trás
ru: Указать назад
zh_cn: 指向后

# DisplayName_EmotePointDown
source: Point Down
de: Nach unten zeigen
es: Apuntar hacia abajo
fr: Pointer vers le bas
hu_hu: Mutatás Lefelé
it: Punta in giù
pl_pl: Wskazywanie w Dół
pt_br: Apontar para baixo
ru: Указать вниз
zh_cn: 指向下

# ScreenDebugAdminMenu_SafeZones_AllowConvertToStation
source: Allow Conversion to station
de: Umwandlung in Station gestatten
es: Permitir conversión a estación
fr: Autoriser la conversion en station
hu_hu: Átalakítás engedélyezése állomássá
it: Consenti conversione in stazione
pl_pl: Zezwól na Zamianę w stację
pt_br: Permitir conversão para estação
ru: Разрешить конвертацию в станцию
zh_cn: 允许基站转换

# DisplayName_EmotePointForward
source: Point Forward
de: Nach vorne zeigen
es: Apuntar hacia adelante
fr: Pointer devant
hu_hu: Mutatás Előre
it: Punta avanti
pl_pl: Wskazywanie na Wprost
pt_br: Apontar para frente
ru: Указать вперед
zh_cn: 指向前

# DisplayName_EmotePointLeft
source: Point Left
de: Nach links zeigen
es: Apuntar a la izquierda
fr: Pointer à gauche
hu_hu: Mutatás Balra
it: Punta a sinistra
pl_pl: Wskazywanie w Lewo
pt_br: Apontar para esquerda
ru: Указать налево
zh_cn: 指向左

# DisplayName_EmotePointRight
source: Point Right
de: Nach rechts zeigen
es: Apuntar a la derecha
fr: Pointer à droite
hu_hu: Mutatás Jobbra
it: Punta a destra
pl_pl: Wskazywanie w Prawo
pt_br: Apontar para direita
ru: Указать направо
zh_cn: 指向右

# DisplayName_EmoteCold
source: Cold
de: Kalt
es: Frío
fr: Frigorifier
hu_hu: Hideg
it: Freddo
pl_pl: Zimno
pt_br: Frio
ru: Холодно
zh_cn: 冷

# DisplayName_EmoteCheckWrist
source: Check Wrist
de: Handgelenk prüfen
es: Ver muñeca
fr: Regarder le poignet
hu_hu: Csuklóellenőrzés
it: Controlla polso
pl_pl: Popatrz na nadgarstek
pt_br: Verificar pulso
ru: Проверить запястье
zh_cn: 检查手腕

# DisplayName_EmoteFYou
source: Bite Me
de: Du clangst mich mal!
es: Vete por ahí
fr: Va te faire clang
hu_hu: Harapj meg
it: Mordimi
pl_pl: A takiego!
pt_br: Cai fora!
ru: Укуси меня
zh_cn: 咬我

# DisplayName_EmoteDrunk
source: Drunk
de: Betrunken
es: Borracho
fr: Saoul
hu_hu: Részeg
it: Ubriaco
pl_pl: Bardzo silny wiatr
pt_br: Bêbado
ru: Пьяница
zh_cn: 喝醉

# DisplayName_EmoteRPS
source: Rock Paper Scissors
de: Schere, Stein, Papier
es: Piedra, papel, tijeras
fr: Pierre feuille ciseaux
it: Sasso carta forbici
pl_pl: Kamień Nożyce Papier
pt_br: Pedra, Papel e Tesoura
ru: Камень, ножницы, бумага
zh_cn: 剪刀石头布

# DisplayName_EmoteCharge
source: Charge
de: Aufladen
es: Cargar
fr: Charger
hu_hu: Támadás
it: Carica
pl_pl: Naprzód!
pt_br: Carregar
ru: Зарядить
zh_cn: 充电

# DisplayName_EmoteComeHereBaby
source: Come Here Baby
de: Komm hierher, Baby
es: Ven aquí chico
fr: Viens ici bébé
hu_hu: Gyere Ide Bébi
it: Vieni qui baby
pl_pl: Chodź tu, kochanie
pt_br: Vem aqui, gracinha
ru: Сюда, детка
zh_cn: 过来，宝贝

# DisplayName_DanceDisco1
source: Dance Disco 1
de: Tanzen Disco 1
es: Baile Disco 1
fr: Danse disco 1
hu_hu: Táncos Diszkó 1
pl_pl: Taniec Disco 1
ru: Танцевальное диско 1
zh_cn: 跳迪斯科舞1

# DisplayName_DanceDisco2
source: Dance Disco 2
de: Tanzen Disco 2
es: Baile Disco 2
fr: Danse disco 2
hu_hu: Táncos Diszkó 2
pl_pl: Taniec Disco 2
ru: Танцевальное диско 2
zh_cn: 跳迪斯科舞2

# DisplayName_LookingAround
source: Looking Around
de: Umher schauen
es: Mirando alrededor
fr: Regarder autour de soi
hu_hu: Körülnézés
it: Guardarsi intorno
pl_pl: Rozglądanie się
pt_br: Olhando ao redor
ru: Оглядывание вокруг
zh_cn: 环视

# DisplayName_Stretching
source: Stretching
de: Dehnen
es: Elongando
fr: Étirements
hu_hu: Nyújtózkodás
it: Stirarsi
pl_pl: Przeciąganie się
pt_br: Alongamento
ru: Потягушки
zh_cn: 伸展

# DisplayName_Whatever
source: Whatever
de: Wie auch immer
es: Lo que sea
fr: Peu importe
hu_hu: Tök mindegy
it: Qualsiasi cosa
pl_pl: Co tylko chcesz
pt_br: Tanto faz
ru: Пофиг
zh_cn: 无所谓

# DisplayName_FingerGuns
source: Finger Guns
de: Fingerpistolen
es: Pistolas de dedos
fr: Doigts pistolets
it: Gesto della pistola
pl_pl: Gest pistoletu
pt_br: Armas de dedo
ru: Пальцы пистолетом
zh_cn: 手指枪

# DisplayName_Yelling
source: Yelling
de: Schreien
es: Gritando
fr: Cri
hu_hu: Kiabálás
it: Urlare
pl_pl: Krzyk
pt_br: Gritos
ru: Крик
zh_cn: 大喊

# DisplayName_GotHit
source: Got Hit
de: Wurde getroffen
es: Alcanzado
fr: Je suis touché
it: Colpito
pl_pl: Dostałem!
pt_br: Tomou tiro
ru: Попадание
zh_cn: 被击中

# BuildPlanner_Controls
source: Inventory terminal controls
de: Inventar-Terminal-Schaltflächen
es: Controles del terminal de inventario
fr: Contrôle du terminal de l'inventaire
hu_hu: Készlet terminál vezérlők
it: Controlli terminale inventario
pl_pl: Kontrola terminalem ekwipunku
pt_br: Controles do terminal de inventário
ru: Управление терминалом инвентаря
zh_cn: 库存终端控制

# BuildPlanner_DepositAll
source: Deposit all
de: Alle einlagern
es: Depositar todo
fr: Tout déposer
hu_hu: Mind betétele
it: Deposita tutto
pl_pl: Zdeponuj wszystko
pt_br: Depositar tudo
ru: Сложить все
zh_cn: 存放所有

# BuildPlanner_Description
source: Build Planner helps you to manage required components for your build. It also helps you with grabbing them from inventories or queueing for production.
de: Der Konstruktionsplaner hilft Ihnen bei der Verwaltung von für die Konstruktion benötigten Komponenten. Er hilft Ihnen dabei, sie schnell dem Inventar zu entnehmen oder für die Produktion in die Warteschlange einzureihen.
es: El Planificador de construcciones te ayuda a gestionar los componentes necesarios para tu construcción. También te ayuda a tomarlos de los inventarios o de las colas de producción.
fr: Le plan de construction vous aide à gérer les composants nécessaires à votre construction. Il vous aide aussi à les prendre d'un inventaire ou de les mettre en file pour la production.
hu_hu: Az építéstervező segít kezelni az építéshez szükséges komponenseket. Segít abban is, hogy kivegyen a készletekből, vagy sorba állítsa a gyártást.
it: Il Planner di costruzione ti aiuta a gestire i componenti necessari per la tua costruzione. Ti aiuta anche a prelevarli dagli inventari o a metterli in coda per la produzione.
pl_pl: Planer Budowy ułatwia zarządzanie komponentami do budowy. Pomaga też pobieranie ich z ekwipunku lub ustawiania ich w kolejce do produkcji.
pt_br: O Planejador de construção ajuda a gerenciar os componentes exigidos para a construção além de ajudar a transferi-los dos inventários ou colocá-los na fila de produção.
ru: Планировщик помогает управлять требуемыми компонентами для строительства. Он также ускоряет их получение из контейнеров или добавление их в производство.
zh_cn: 建造计划器帮助你管理建造所需物料。也帮助你从库存中取物料，依次进入生产。

# BuildPlanner_Put10ToProduction
source: Put x10 to production
de: x10 in Produktion geben
es: Poner x10 en producción
fr: Mettre x10 en production
hu_hu: Helyezzen x10-et a gyártásba
it: Metti x10 in produzione
pl_pl: Wstaw do produkcji x10
pt_br: Colocar em produção 10X
ru: Добавить в производство десятикратно
zh_cn: 十倍速度添加到生产

# BuildPlanner_PutToProduction
source: Put to production
de: In Produktion gehen
es: Poner en producción
fr: Mettre en production
hu_hu: Gyártásra kerül
it: Metti in produzione
pl_pl: Wstaw do produkcji
pt_br: Colocar em produção
ru: Добавить в производство
zh_cn: 放入生产

# BuildPlanner_Withdraw
source: Withdraw
de: Auszahlen
es: Retirar
fr: Retirer
hu_hu: Visszavonás
it: Preleva
pl_pl: Wyjmij
pt_br: Retirar
ru: Изъять
zh_cn: 取出

# BuildPlanner_Withdraw10Keep
source: Withdraw x10 and keep
de: x10 entnehmen und einstecken
es: Retirar x10 y mantener
fr: Retirer x10 et garder
hu_hu: x10 visszavonása, és megtartás
it: Preleva x10 e conserva
pl_pl: Wyjmij x10 i zachowaj
pt_br: Retirar 10X e manter
ru: Изъять десятикратно и оставить в планировщике
zh_cn: 十倍速度取出并保持

# BuildPlanner_WithdrawKeep
source: Withdraw and keep
de: Entnehmen und einstecken
es: Retirar y mantener
fr: Retirer et garder
hu_hu: Visszavonás és megtartás
it: Preleva e conserva
pl_pl: Wyjmij i zachowaj
pt_br: Retirar e manter
ru: Изъять и оставить в планировщике
zh_cn: 取出并保持

# NotificationHintPressToWithdraw
source: Press {0} to withdraw components from {1}
de: Drücken Sie {0}, um Komponenten aus {1} zu entnehmen
es: Pulsa {0} para retirar los componentes de {1}
fr: Appuyez sur {0} pour retirer des composants de {1}
hu_hu: Nyomja meg a {0} gombot az alkatrészek {1} -ból történő kivételéhez
it: Premi {0} per prelevare componenti da {1}
pl_pl: Wciśnij {0} aby wybrać komponenty z{1}
pt_br: Pressione {0} para retirar componentes de {1}
ru: Нажмите {0} для изъятия компонентов из блока: {1}
zh_cn: 按{0}从{1}取出组件

# DisplayName_BlockGroup_MiscGroup
source: Miscellaneous Blocks
de: Sonstige Blöcke
es: Bloques misceláneos
fr: Blocs divers
hu_hu: Vegyes Blokkok
it: Blocchi vari
pl_pl: Bloki Różne
pt_br: Blocos diversos
ru: Различные блоки
zh_cn: 其他方块

# Description_BlockGroup_MiscGroup
source: Uncategorized hidden blocks.
de: Nicht kategorisierte versteckte Blöcke.
es: Bloques ocultos sin categoría.
fr: Blocs masqués non catégorisés.
hu_hu: Kategória nélküli rejtett blokkok.
it: Blocchi nascosti non categorizzati.
pl_pl: Ukryte klocki bez kategorii.
pt_br: Blocos ocultos não categorizados.
ru: Скрытые блоки без категории.
zh_cn: 未归类的隐藏方块。

# DisplayName_BlockGroup_ArmorLightRampGroup
source: Light Armor Ramps
de: Leichte Panzerung (Rampen)
es: Rampas de blindaje ligero
fr: Rampes de blindage léger
hu_hu: Könnyű-Páncél Rámpák
it: Rampe per armature leggere
pl_pl: Rampy Lekkiego Pancerza
pt_br: Rampa de blindagem leve
ru: Рампы, легк. броня
zh_cn: 轻型装甲坡道

# DisplayName_BlockGroup_ArmorLightRampCornerGroup
source: Light Armor Ramp Corners
de: Leichte Panzerung (Eck-Rampen)
es: Esquinas de rampa de blindaje ligero
fr: Coins de rampe de blindage léger
hu_hu: Könnyű-Páncél Rámpa Sarkok
it: Angoli rampe per armature leggere
pl_pl: Rampy Lekkiego Pancerza Róg
pt_br: Canto de rampa de blindagem leve
ru: Угловые рампы, легк. броня
zh_cn: 轻型装甲坡道角

# DisplayName_BlockGroup_ArmorHeavyRampGroup
source: Heavy Armor Ramps
de: Schwere Panzerung (Rampen)
es: Rampas de blindaje pesado
fr: Rampes de blindage lourd
hu_hu: Nehéz-Páncél Rámpák
it: Rampe per armature pesanti
pl_pl: Rampy Ciężkiego Pancerza
pt_br: Rampas de blindagem pesada
ru: Рампы, тяж. броня
zh_cn: 重型装甲坡道

# DisplayName_BlockGroup_ArmorHeavyRampCornerGroup
source: Heavy Armor Ramp Corners
de: Schwere Panzerung (Eck-Rampen)
es: Esquinas de rampa de blindaje pesado
fr: Coins de rampe de blindage lourd
hu_hu: Nehéz-Páncél Rámpa Sarkok
it: Angoli rampe per armature pesanti
pl_pl: Rampy Ciężkiego Pancerza Róg
pt_br: Canto de rampa de blindagem pesada
ru: Угловые рампы, тяж. броня
zh_cn: 重型装甲坡道角

# DisplayName_BlockGroup_UpgradeModuleGroup
source: Upgrade Modules
de: Aufrüstmodule
es: Módulos de mejora
fr: Modules de mise à niveau
hu_hu: Frissítő Modulok
it: Moduli di aggiornamento
pl_pl: Moduły Ulepszeń
pt_br: Módulos de aprimoramento
ru: Модули улучшений
zh_cn: 升级模块

# Description_BlockGroup_UpgradeModuleGroup
source: Various upgrade modules for production blocks, like refinery or assembler.
de: Verschiedene Aufrüstmodule für Produktionsblöcke, wie Raffinerien und Montageanlagen.
es: Distintos módulos de mejora para bloques de producción, como refinería o ensamblador.
fr: Divers modules de mise à niveau pour les blocs de production, comme la raffinerie ou l'assembleur.
hu_hu: Különböző fejlesztő modulok termelési blokkokhoz, például finomító vagy szerelő.
it: Vari moduli di aggiornamento per i blocchi di produzione, come raffineria o assemblatore.
pl_pl: Różne moduły ulepszeń do bloków produkcji, takich jak rafineria i stacja montażowa.
pt_br: Vários módulos de aprimoramento para blocos de produção, como refinaria ou montadora.
ru: Различные модули для улучшения производственных блоков, таких как очиститель или сборщик.
zh_cn: 各种生产方块升级模块，如精炼厂或装配机。

# DisplayName_BlockGroup_EnergyRenewableGroup
source: Renewable Energy Sources
de: Erneuerbare Energieerzeugung
es: Fuentes de energía renovable
fr: Sources d'énergie renouvelables
hu_hu: Megújulóenergia Források
it: Fonti di energia rinnovabile
pl_pl: Odnawialne Źródła Energii
pt_br: Fontes de energia renovável
ru: Возобновляемые источники энергии
zh_cn: 可再生能源

# Description_BlockGroup_EnergyRenewableGroup
source: Power provider blocks, that are draining energy from renewable sources: wind and sun.
de: Blöcke, die Energie aus erneuerbaren Quellen beziehen: Wind und Sonne.
es: Bloques suministradores de energía que toman energía de fuentes renovables: el viento y el sol.
fr: Blocs fournisseurs d'énérgie, qui retirent de l'énergie de sources renouvelables : vent et soleil.
hu_hu: Energiaellátó blokkok, amelyek megújuló energiaforrásokból nyerik az energiát: szél és nap.
it: Blocchi dei fornitori di energia, che prelavano energia da fonti rinnovabili: vento e sole.
pl_pl: Bloki zapewniające prąd z odnawialnych źródeł: wiatru i słońca.
pt_br: Blocos de fornecimento de energia que drenam energia de fontes renováveis: vento e sol.
ru: Блоки, генерирующие энергию из возобновляемых источников — ветра и солнца.
zh_cn: 发电模块，获取风能和太阳能。

# DisplayName_BlockGroup_EnergyFueledGroup
source: Fueled Energy Sources
de: Rohstoffbasierte Energieerzeugung
es: Fuentes de energía de combustibles
fr: Sources d'énergie alimentées
hu_hu: Tüzelőenergia-Források
it: Fonti energetiche alimentate
pl_pl: Źródła Energii Zasilane Paliwem
pt_br: Fontes de energia combustível
ru: Топливные источники энергии
zh_cn: 燃料能源

# Description_BlockGroup_EnergyFueledGroup
source: Power provide blocks, that are consuming some kind of fuel in order to generate energy.
de: Blöcke, die irgendeine Art von Brennstoff verbrauchen, um Energie zu erzeugen.
es: Bloques suministradores de energía que usan algún tipo de combustible para generar energía.
fr: Blocs fournisseurs d'énérgie, qui consomment un carburant pour générer de l'énergie.
hu_hu: Energiaellátó blokkok, amelyek valamilyen üzemanyagot fogyasztanak az energia előállítása érdekében.
it: Blocchi forniti di energia che consumano un qualche tipo di combustibile per generare energia.
pl_pl: Bloki zapewniające prąd, które zużywają paliwo do produkcji.
pt_br: Blocos de fornecimento de energia que consomem algum tipo de combustível para gerar energia.
ru: Блоки, генерирующие энергию из различных видов топлива.
zh_cn: 发电方块，需要消耗某些燃料才能产生能量。
