Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# ToolTipWorldSettingsMaxPlayer
source: Sets the maximum amount of players in game.
cs_cz: Maximální počet hráčů ve hře
de: Legt die maximale Anzahl an Spielern im Spiel fest.
es: Establece la cantidad máxima de jugadores en el juego.
fr: Définit le nombre maximum de joueurs dans la partie.
hu_hu: Játékosok maximális száma a játékban
it: Imposta il numero massimo di giocatori in gioco.
pl_pl: Maksymalna liczba graczy w grze
pt_br: Define a quantidade máxima de jogadores no jogo.
ru: Устанавливает максимальное число игроков.
zh_cn: 设置游戏中的最大玩家数量。

# ToolTipWorldSettingsModeCreative
source: Unlimited resources, instant building, no death
cs_cz: Neomezené suroviny, okamžité stavění, nesmrtelnost
de: Unbegrenzte Rohstoffe, Blöcke montieren ohne Verzögerung, unsterblich
es: Recursos ilimitados, construcción instantánea, sin muerte
fr: Ressources illimitées, construction instantanée, pas de mort
hu_hu: Korlátlan erőforrások, azonnali építés, halál nélkül
it: Risorse illimitate, costruzione istantanea, immortalità
pl_pl: Nielimitowana liczba surowców, natychmiastowe budowanie, brak śmierci
pt_br: Recursos ilimitados, construção instantânea, sem mortes
ru: Бесконечные ресурсы, мгновенное строительство, игрок бессмертен
zh_cn: 无限资源，瞬间建造，不会死亡

# ToolTipWorldSettingsModeSurvival
source: Realistic management of resources, realistic inventory capacity, death and respawn
cs_cz: Realistická správa surovin, realistická kapacita inventáře, smrt a oživování
de: Realistischer Umgang mit Ressourcen, realistische Inventarumfänge, Tod und Respawnen
es: Gestión realista de los recursos, capacidad de inventario realista, muerte y reaparición
fr: Gestion réaliste des ressources, capacité d'inventaire réaliste, mort et réapparition
hu_hu: Reális erőforrásgazdálkodás, reális készlet kapacitás, halál és újjáéledés
it: Gestione realistica delle risorse, capacità dell'inventario realistica, morte e respawn
pl_pl: Realistyczne zarządzanie surowcami, realistyczna pojemność ekwipunku, śmierć i odrodzenie
pt_br: Gerenciamento de recursos realístico, capacidade de inventário realística, morte e renascimento
ru: Реалистичное использование ресурсов, реалистичный размер инвентаря, смерть и возрождение
zh_cn: 真实的资源管理，真实的库存 空间，死亡与重生

# ToolTipWorldSettingsOnlineMode
source: Visibility of your game. Offline: Game runs in offline mode and does not require internet connection Private: Only invited players can join Friends: Only your {0} friends can join Public: Any {0} player can join
cs_cz: Viditelnost Vaší hry. Offline: hra běží v režimu offline a nevyžaduje internetové připojení. Soukromá: Nikdo jiný se nemůže připojit Přátelé: Pouze Vaši přátelé ze {0} se mohou připojit Veřejná: Všichni hráči ze {0}se mohou připojit
de: Sichtbarkeit Ihres Spiels. Offline: Das Spiel läuft im Offline-Modus und erfordert keine Internetverbindung Privat: Nur eingeladene Spieler können beitreten Freunde: Nur Ihre {0}-Freunde können beitreten : Öffentlich: Jeder {0}-Spieler kann beitreten
es: Visibilidad de tu juego. Desconectado: El juego funciona en modo sin conexión y no requiere conexión a Internet. Privado: Solo pueden unirse los jugadores invitados. Amigos: Sólo tus amigos de {0} pueden unirse. Público: Cualquier jugador de {0}puede unirse
fr: Visibilité de votre jeu. Hors ligne : le jeu fonctionne en mode hors connexion et ne nécessite pas de connexion Privé : les autres joueurs ne peuvent pas rejoindre Amis : seuls vos amis {0} peuvent rejoindre Public : n'importe quel joueur {0} peut vous rejoindre
hu_hu: A játék láthatósága. Offline: A játék offline módban fut, és nem szükséges internetkapcsolat. Privát: Csak meghívottak csatlakozhatnak Barátok: Csak a {0} barátok csatlakozhatnak Nyilvános: Bármely {0} játékos csatlakozhat
it: Visibilità del tuo gioco. Offline: Il gioco funziona in modalità offline e non richiede la connessione a internet Privato: Solo i giocatori invitati possono iscriversi Amici: Solo i tuoi {0}amici possono iscriversi Pubblico: Qualsiasi {0}giocatore può iscriversi
pl_pl: Widoczność twojej gry. Offline: Gra działa w trybie offline i nie wymaga połączenia z internetem Prywatna: Tylko zaproszeni mogą dołączyć Znajomi: Tylko twoi znajomi ze {0} mogą dołączyć Publiczna: Każdy gracz {0} może dołączyć
pt_br: Visibilidade do jogo. Offline: O jogo é executado no modo offline e não requer conexão com a internet Privado: Somente jogadores convidados podem entrar Amigos: Apenas seus {0} amigos podem entrar Público: Qualquer {0}jogador pode entrar
ru: Видимость вашей игры. Не в сети: игра запускается в автономном режиме и не требует подключения к Интернету Частная: другие игроки не смогут подключиться Друзья: подключиться смогут лишь ваши друзья в {0} Публичная: любой пользователь {0} сможет подключиться
zh_cn: 游戏可见性设置。 离线：游戏运行在离线模式下 并且不需要网络连接。 私人：其他玩家不能加入 朋友：只有你的{0}朋友可以加入 公开：任何人{0}都可以加入

# ToolTipWorldSettingsPermanentDeath
source: Enables players losing everything if they die and don't have any available respawn points.
cs_cz: Pokud zaškrtnuto, hráč svou smrtí ztratí úplně všechno pokud nemá ošetřovnu
de: Wenn aktiviert, verliert der Spieler alles, wenn er stirbt und keinen Respawn-Punkt zur Verfügung hat.
es: Si está marcado, el jugador lo pierde todo si muere y no tiene un punto de reaparición disponible.
fr: Si cela est vrai, le joueur perd tout s'il meurt et n'a pas de point de réapparition disponible.
hu_hu: Ha kijelölt, akkor mindent elveszít, ha meghal, és nincs rendelkezésre álló újjáélesztési pont.
it: Se selezionato, il giocatore perde tutto alla morte se non ci sono punti di rigenerazione.
pl_pl: Jeśli włączone, gracz traci wszystko gdy ginie i nie ma dostępnych żadnych pokoi medycznych.
pt_br: Se habilitado, ao morrer o jogador perde tudo e não haverá pontos de renascimento.
ru: Если включено, игрок потеряет всё если умрет без доступного медпункта.
zh_cn: 如果选中，玩家失去一切，如果他死了， 没有可用的医疗室。

# ToolTipWorldSettingsPVP
source: PvE means that you cannot damage other players. PvP means that you can damage them and they can damage you.
cs_cz: PvE znamená že, nemůžete dávat poškození hráčům. PvP znamená že, můžete udělovat poškození jiným hráčům a stejně jako ho mohou udělit oni Vám.
de: PvE bedeutet, dass Sie anderen Spielern keinen Schaden zufügen können. PvP bedeutet, dass Sie ihnen Schaden zufügen können und sie wiederum Ihnen Schaden zufügen können.
es: PvE significa que no puedes dañar a otros jugadores. PvP significa que puedes hacerles daño y que pueden hacerte daño a ti.
fr: JcE signifie que vous ne pouvez pas endommager les autres joueurs. JcJ signifie que vous pouvez les endommager et qu’ils peuvent vous endommager.
hu_hu: A PvE azt jelenti, hogy nem károsíthat más játékosokat. PvP azt jelenti, hogy károsíthatja őket és ők is Önt.
it: PvE significa che non puoi danneggiare gli altri giocatori. PvP significa che puoi danneggiarli e loro possono danneggiare te.
pl_pl: PvE oznacza, że nie możesz zadawać obrażeń innym graczom. PvP oznacza, że możesz zadawać jak i otrzymywać obrażenia od innych graczy.
pt_br: JvA significa que você não pode causar dano a outros jogadores e JvJ significa que você pode tanto causar quanto receber dano de outros jogadores.
ru: PvE означает что вы не можете нанести урон другим игрокам. PvP означает, что вы можете ранить других игроков и они вас
zh_cn: PvE意味着你不能伤害其他玩家。 PVP意味着你可以伤害其他玩家，他们也可以伤害你。

# ToolTipWorldSettingsRemoveTrash
source: If checked, ships that are considered to be trash will be removed to make the game run faster. To be considered trash, the grid has to contain just a few blocks, be in uniform linear motion, be unpowered, uncontrolled, without a medbay and far enough from all players so that they can barely see it.
cs_cz: Zaškrtnete-li, pak lodě, považované za smetí budou odstraněny, pro zvýšení plynulosti hry. Považované za smetí budou lodě o pár blocích, které se pohybují v přímočarém kurzu, jsou bez energie, neovládané a nemají žádnou ošetřovnu. A také musí být tak daleko, že je mohou hráči sotva vidět.
de: Falls angekreuzt, werden Schiffe, die als Schrott deklariert worden sind, entfernt, um die Spielperformance zu verbessern. Als Schrott gelten Blockkonstruktionen, die nur wenige Blöcke enthalten, die sich in gleichförmiger linearer Bewegung befinden, die ohne Energie sind, die von niemandem gesteuert werden, die keine medizinische Einrichtung enthalten, sowie solche, die sich so weit von den Spielern entfernt haben, dass diese sie kaum noch sehen können.
es: Si está marcado, las naves que son consideradas basura serán eliminadas para hacer que el juego funcione más rápido. Para ser considerado basura, la estructura tiene que contener sólo unos pocos bloques, estar en movimiento lineal uniforme, no tener energía, no estar controlada, no tener una sala médica y estar lo suficientemente lejos de todos los jugadores como para que apenas puedan verla.
fr: Si cette case est cochée, les vaisseaux considérés comme des déchets seront supprimés pour accélérer le jeu. Pour être considéré comme un déchet, la grille ne doit contenir que quelques blocs, être en mouvement linéaire uniforme , ne pas être alimentée, sans contrôle, sans baie médicale et suffisamment éloignée de tous les joueurs qu’ils peuvent à peine la voir.
hu_hu: Ha ki van jelölve, a szemétnek minősülő hajók el lesznek távolítva, hogy a játék gyorsabb lehessen. Figyelembe kell venni, hogy a szemét, objektum csak néhány blokkot tartalmazhat, egységesnek kell lennie , nem mozoghat lineárisan,és elég messze van minden játékostól, így alig látható.
it: Se spuntata, le navi che sono considerate spazzatura saranno rimosse per rendere il gioco più veloce. Per essere considerata spazzatura, la griglia deve contenere solo pochi blocchi, essere in movimento lineare uniforme, non alimentata, non controllata, senza area medica e abbastanza lontana da tutti i giocatori da poterla vedere a malapena.
pl_pl: Kiedy opcja jest włączona, statki uznane za śmieci zostaną usunięte, żeby zwiększyć płynność gry. Żeby obiekt został uznany za śmieć, musi zawierać tylko kilka bloków, być w jednostajnym ruchu prostoliniowym, nie mieć zasilania, nie być kontrolowany, nie posiadać stacji medycznej, oraz być niemal poza zasięgiem wzroku wszystkich graczy.
pt_br: Se marcado, naves que forem consideradas sucata serão removidas para fazer com que o jogo rode mais rápido. Para ser considerada sucata, a grid deve conter apenas poucos blocos, estar em movimento retilíneo uniforme, sem energia, não controlada, sem uma baia médica e longe o bastante para que os jogadores não possam vê-la.
ru: Если активно, считающиеся мусором объекты будут удалены из мира для улучшения производительности. Чтобы корабль считался мусором, он должен содержать всего несколько блоков, быть без медпункта, обесточенным, неуправляемым, двигаться прямолинейно, находится за пределами видимости всех игроков.
zh_cn: 勾选后，舰船就会被判定为漂浮物而被删除， 以提高游戏的运行速度。 如果作品只含有少量方块只能直线运动， 或者没有控制， 动力系统和医疗站并且玩家很难找到他们， 才会被判定为漂浮物。

# ToolTipWorldSettingsResetOwnership
source: Removes ownership of all blocks.
cs_cz: Resetovat vlastnictví všech bloků na nikoho
de: Besitzrechte aller Blöcke zurücksetzen
es: Reajustar los propietarios de todos los bloques a nadie
fr: Réinitialiser les droits de propriété des tous les blocs à personne
hu_hu: Az összes blokk tulajdonosának senkire állítása
it: Reimposta proprietà di tutti i blocchi su nessuno
pl_pl: Resetuj właścicieli wszystkich bloków
pt_br: Redefine a propriedade de todos os blocos para ninguém
ru: Сброс всех блоков к состоянию "ничей"
zh_cn: 将方块所有权重设为无人

# TooltipWorldSettingsRespawnShipDelete
source: Deletes respawn ships when players leave servers or spawn in new ships.
cs_cz: Smaže počáteční loď když hráč opustí server / oživí se v nové lodi
de: Entfernt Respawn-Schiff, wenn Spieler den Server verlässt oder beim Respawnen eines Spielers in einem neuen Schiff
es: Elimina la nave de reaparición cuando el jugador sale del servidor / reaparece en una nave nueva
fr: Supprimer le vaisseau de réapparition lorsque le joueur quitte le serveur / réapparait dans un nouveau vaisseau
hu_hu: Törli az újjáélesztő hajót, amikor a játékos elhagyja a szervert / új hajóban újjáéled
it: Elimina la nave di respawn quando il giocatore abbandona il server o fai il respawn in una nuova nave
pl_pl: Usuwa statek początkowy, gdy gracz opuści serwer / odrodzi się w nowym statku
pt_br: Exclui a nave de renascimento quando o jogador deixa o servidor/renasce em nova nave
ru: Удаляет корабль возрождения после выхода игрока с сервера или возрождения на новом корабле
zh_cn: 当玩家离开服务器 / 在新船上重生时，删除重生的飞船

# ToolTipWorldSettingsShowPlayerNamesOnHud
source: Enables player name tags above above their characters.
cs_cz: Pokud je povoleno, pak mohou hráči vidět jména ostatních hráčů nad jejich postavami
de: Wenn aktiviert, kann jeder Spieler die Namen der anderen Spieler über ihren Charakteren sehen
es: Cuando está habilitado, cada jugador puede ver el nombre de otros jugadores por encima de sus personajes
fr: Lorsqu'il est activé, chaque joueur peut voir le nom des autres joueurs au-dessus de leurs personnages.
hu_hu: Engedélyezve, minden játékos láthatja a többi nevét a játékosok karakterei fölött
it: Quando abilitato, ogni giocatore può vedere il nome degli altri giocatori sopra i loro personaggi
pl_pl: Włącza wyświetlanie oznaczeń graczy ponad nimi.
pt_br: Quando habilitado, cada jogador pode ver o nome dos outros jogadores acima do personagem
ru: Если включено, каждый игрок может видеть имена других игроков над их персонажами.
zh_cn: 启用后，每个玩家都能看见 其他玩家头上的名字

# ToolTipWorldSettingsSoundInSpace
source: There's no sound in space. Turn it on to simulate Earth-like sound conditions (even though it's not realistic). Turn it off for a realistic mode where you can hear only sounds that your astronaut character can hear.
cs_cz: Ve vesmíru není zvuk. Zaškrtněte pro simulování zvukových podmínek jako na Zemi (ačkoliv je to nerealistické). Vypněte pro více realistický režim, kdy můžete slyšet jen zvuky které může slyšet Vaše postava.
de: Es gibt keine Schallwellen im Weltraum. Anschalten um erdähnliche Schallausbreitung zu simulieren (auch wenn dies nicht realistisch ist). Abschalten für den realistischeren Modus in dem Sie nur hören können, was auch Ihr Astronaut hören kann.
es: No hay sonido en el espacio. Actívalo para simular condiciones de sonido similares a las de la Tierra (aunque no sea realista). Desactívalo para un modo realista en el que puedas oír sólo los sonidos que tu personaje astronauta pueda oír.
fr: Il n'y a aucun son dans l'espace. Activez l'option pour simuler des conditions sonores terrestres (même si ce n'est pas réaliste). Désactivez l'option pour un mode réaliste où vous ne pourrez entendre que ce que votre astronaute peut entendre.
hu_hu: Az űrben nincs hang. Bekapcsolva szimulálja a Föld-szerű hangviszonyokat (bár ez nem reális). Kapcsolja ki egy reális módhoz, ahol csak olyan hangokat hall, amelyeket az űrhajós valóban hallhat.
it: Non ci sono suoni nello spazio. Puoi attivarli per simulare delle condizioni simili alla Terra (anche se non è realistico). Disattivandoli avrai invece un'esperienza più realistica e sentirai solo quello che il tuo personaggio astronauta può sentire.
pl_pl: Nie ma dźwięku w przestrzeni kosmicznej. Włącz to aby symulować dźwięk taki jak jest na Ziemi (chociaż to nie jest realistyczne). Wyłącz to dla realistycznego trybu, w którym możesz usłyszeć tylko dźwięki, które słyszy Twoja postać.
pt_br: Não existe som no espaço. Habilite para simular condições de som como da Terra (mesmo não sendo realístico). Desabilite para uma experiência realística na qual você vai ouvir apenas os sons que seu personagem astronauta ouvir.
ru: В космосе нет звука. Включите данную опцию, чтобы включить симуляцию присутствия атмосферы (несмотря на то, что это не реалистично). Отключите данную опцию для большей реалистичности, чтобы слышать только те звуки, которые ваш космонавт может слышать.
zh_cn: 太空中没有声音。打开它来模拟地球的声音(尽管这是不现实的)。关闭它来体验真实情况，只能听见你作为宇航员能听见的声音。

# ToolTipWorldSettingsSoundMode
source: Switches between realistic and arcade sounds.
cs_cz: Přepne mezi realistickými a arkádovými zvuky
de: Schaltet zwischen realistischen Tönen und Tönen im „Arcade“-Stil um.
es: Cambia entre sonido realista y arcade
fr: Choisir entre les sons réalistes ou les sons arcade
hu_hu: Váltás a reális és az arcade hangok között
it: Seleziona suoni realistici o arcade.
pl_pl: Przełącza między realistycznym a sztucznym dźwiękiem
pt_br: Alterna entre os sons realístico e arcade
ru: Переключение между реалистичным и аркадным звуком.
zh_cn: 真实和虚拟声音之间切换

# ToolTipWorldSettingsThrusterDamage
source: Enables thruster flames dealing damage to blocks, players, and small objects.
cs_cz: Žár z trysek poškozuje bloky, hráče a malé objekty
de: Die Flammen des Triebwerks erzeugen Schäden an Blöcken, Spielern und kleinen Objekten
es: La llama de los propulsores puede causar daños a bloques, jugadores y objetos pequeños
fr: Les flammes des propulseurs infligent des dommages aux blocs, joueurs et petits objets
hu_hu: A hajtómű lángja károsítja a blokkokat, a játékosokat és a kis tárgyakat
it: Le fiamme dei propulsori danneggiano blocchi, giocatori e piccoli oggetti
pl_pl: Płomień silnika zadaje uszkodzenia blokom, graczom i małym obiektom
pt_br: As chamas do propulsor causam danos a blocos, jogadores e pequenos objetos
ru: Выхлоп ускорителя наносит урон блокам, игрокам и небольшим объектам.
zh_cn: 推进器的火焰对方块，玩家，或者小的物件造成伤害

# ToolTipWorldSettingsTotalPCU
source: Sets the total amount of performance cost units (PCU) in the world. Each placed block costs some PCU. Dismantled blocks are refunded.
cs_cz: Celkový počet PCU ve světe. PCU může být plošné, na frakci nebo na hráče. Každý postavený blok zabere nějaká PCU, zničené bloky jsou odečítány.
de: Legt die insgesamt verfügbare Anzahl der „Performance Cost Units“ (PCU) in der Welt fest. Jeder platzierte Block kostet einige PCU. Die PCUs demontierte Blöcke werden erstattet.
es: Establece la cantidad total de unidades de coste de rendimiento (PCU) en el mundo. Cada bloque colocado cuesta PCU. Los bloques desmantelados son reembolsados.
fr: Définit le montant total de « Performance Cost Units » (PCU) dans le monde. Chaque bloc placé coûte des PCU. Les blocs démontés sont remboursés.
hu_hu: A PCU teljes mennyisége a világon. A PCU ekkor globális, frakciónként, vagy játékosonként. Minden épített blokk néhány PCU-ba kerül, a megsemmisített blokkok árát visszatérítik.
it: Imposta la quantità totale di unità di costo delle prestazioni (PCU) nel mondo. Ogni blocco piazzato costa qualche PCU. I blocchi distrutti liberano PCU.
pl_pl: Całkowita liczba PCU na świecie. PCU jest dzielone na globalne, na frakcje i na graczy. Każdy wybudowany blok kosztuje trochę PCU. Zniszczone bloki są zwracają punkty PCU.
pt_br: Define a quantidade total de unidades de custo de desempenho (PCU) no mundo. Cada bloco colocado custa PCUs. Os blocos desmontados são reembolsados.
ru: Устанавливает общее количество условных единиц затрат производительности (PCU). Каждый размещенный блок потребляет определенное количество PCU. Демонтаж блоков возвращает PCU.
zh_cn: 设置世界中性能成本单位(PCU)的总量。 每个放置的方块都会花费一些PCU。拆除的方块的PCU将被退还。

# ToolTipWorldSettingsViewDistance
source: Larger view distances can cause performance issues depending on how many objects are in the world. Large view distances are not recommended on worlds with high asteroid densities.
cs_cz: Vyšší dohledová vzdálenost může mít dopad na výkon, v závislosti na počtu objektů v herním světě. Vyšší dohledové vzdálenosti nejsou doporučeny pro světy s vysokou hustotou asteroidů.
de: Größere Sichtweiten können je nach Anzahl der Objekte auf der Welt zu Performanceeinbußen führen. Große Sichtweiten sind auf Welten mit hoher Asteroidendichte nicht empfehlenswert.
es: Las distancias de visión más grandes pueden causar problemas de rendimiento dependiendo de cuántos objetos hay en el mundo. Distancias de visión grandes no son recomendadas para mundos con altas densidades de asteroides.
fr: Des distances de vue plus grandes peuvent entraîner des problèmes de performances en fonction du nombre d'objets dans le monde. Les grandes distances de vue ne sont pas recommandées dans les mondes à forte densité d'astéroïdes.
hu_hu: Nagy látótávolságok teljesítményproblémákat okozhatnak attól függően, hogy hány tárgy van a világban. Nagy látótávolság nem ajánlott a világokban nagy aszteroida sűrűség mellett.
it: Alte distanze visive possono causare un calo di presentazioni a seconda di quanti oggetti ci sono nel mondo. Un'alta distanza visiva è sconsigliata in mondi con un'alta densità di asteroidi.
pl_pl: Większy zakres widzenia może powodować problemy z wydajnością zależnie od tego ile jest obiektów w świecie. Duże zakresy widzenia nie są rekomendowane dla światów z dużą gęstością asteroid.
pt_br: A visão a longa distância pode causar problemas de desempenho conforme a quantidade de objetos no mundo. A visão de longa distância não é recomendada em mundos com asteroides de alta densidade.
ru: Большая дальность видимости может нанести ущерб производительности в зависимости от того, сколько объектов в мире. Большая дальность видимости не рекомендуется для миров с высокой плотностью астероидов.
zh_cn: 可视距离过大会导致问题， 这取决于世界中现存物体的数量。 建议不要在小行星密度高的世界中使用大可视距离。

# ToolTipWorldSettingsOptimalSpawnDistance
source: Optimal distance in meters the game should take into consideration when spawning new player near others.
de: Die optimale Entfernung in Metern, die das Spiel verwendet, um neue Spieler in der Nähe anderer Spieler zu platzieren.
es: La distancia de visión en metros debería tenerse en cuenta cuando se genere un nuevo jugador cerca de otros.
fr: La distance optimale en mètres que le jeu doit prendre en compte lors de la création d'un nouveau joueur à proximité d'autres personnes.
hu_hu: Az optimális méter távolságot a játéknak figyelembe kell vennie, amikor új játékosokat hoz létre mások közelében.
it: Distanza ottimale in metri che il gioco deve prendere in considerazione quando generi un nuovo giocatore vicino ad altri.
pl_pl: Odległość w metrach, którą gra uwzględnia podczas odradzania nowy graczy w pobliżu innych.
pt_br: Distância ideal, em metros, a qual o jogo deve gerar um novo jogador próximo a outros.
ru: Оптимальное расстояние в метрах от других игроков для появления новых игроков.
zh_cn: 在其他人附近重生时，要考虑最佳距离。

# ToolTipWorldSettingsAutorespawn
source: Enables automatic respawning at the nearest available respawn point.
de: Aktivieren/Deaktivieren des automatischen Respawnens am nächsten verfügbaren Respawn-Punkt
es: Activar/Desactivar la reaparición automática en el punto de reaparición más cercano disponible
fr: Activer / désactiver la réapparition automatique au point de réapparition disponible le plus proche
hu_hu: Automatikus újjáéledés Engedélyezése/Tiltása a legközelebbi elérhető újjáéledési ponton
it: Abilita/disabilita la rigenerazione automatica nel punto di rigenerazione più vicino disponibile
pl_pl: Włącz/Wyłącz automatyczne odrodzenie na najbliższym punkcie odrodzenia
pt_br: Habilita/desabilita o renascimento automático no ponto de renascimento mais próximo disponível
ru: Включить/выключить автоматическое возрождение в ближайшей доступной точке возрождения
zh_cn: 启用/禁用最近处自动重生

# WorldSettings_EnableAutorespawn
source: Enable autorespawn
de: Auto-Respawn aktivieren
es: Activar auto-reaparición
fr: Activer l'auto-réapparition
hu_hu: Újjáéledés engedélyezése
it: Abilita autorigenerazione
pl_pl: Włącz automatyczne odrodzenie
pt_br: Habilita renascimento automático
ru: Автовозрождение
zh_cn: 启用自动重生
