Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# BlockPropertyTitle_Silent
source: Silent
cs_cz: Tichý režim
de: Stumm
es: Silencioso
fr: Silencieux
hu_hu: Csendes
it: Silenzioso
pl_pl: Cichy
pt_br: Silencioso
ru: Тихий режим
zh_cn: 静音

# BlockPropertyTitle_SoundBlockLoopTime
source: Loop time
cs_cz: Doba přehrávání
de: Wiederholungsdauer
es: Bucle de tiempo
fr: Durée de la boucle
hu_hu: Hurok ideje
it: Tempo ripetizione
pl_pl: Czas powtarzania
pt_br: Tempo em loop
ru: Время цикла
zh_cn: 循环时间

# BlockPropertyTitle_SoundBlockPlay
source: Play
cs_cz: Přehrát
de: Abspielen
es: Reproducir
fr: Jouer
hu_hu: Lejátszás
pl_pl: Odtwarzaj
pt_br: Tocar
ru: Воспроизвести
zh_cn: 播放

# BlockPropertyTitle_SoundBlockRange
source: Range
cs_cz: Dosah
de: Reichweite
es: Rango
fr: Portée
hu_hu: Tartomány
it: Raggio
pl_pl: Zasięg
pt_br: Alcance
ru: Дальность
zh_cn: 范围

# BlockPropertyTitle_SoundBlockSoundList
source: Sound list
cs_cz: Seznam zvuků
de: Liste der Klänge
es: Lista de sonidos
fr: Liste des sons
hu_hu: Hanglista
it: Lista suoni
pl_pl: Lista dźwięków
pt_br: Lista de sons
ru: Список звуков
zh_cn: 音效列表

# BlockPropertyTitle_SoundBlockStop
source: Stop
cs_cz: Zastavit
de: Anhalten
es: Detener
fr: Arrêter
hu_hu: Álj
it: Interrompi
pt_br: Parar
ru: Остановить
zh_cn: 停止

# BlockPropertyTitle_SoundBlockVolume
source: Volume
cs_cz: Hlasitost
de: Lautstärke
es: Volumen
hu_hu: Hangerő
pl_pl: Głośność
ru: Громкость
zh_cn: 音量

# BlockPropertyTitle_Stockpile
source: Stockpile
cs_cz: Uchovávání
de: Vorrat
es: Reservas
fr: Stockage
hu_hu: Készletek
it: Immagazzina
pl_pl: Uzupełniaj
pt_br: Estoque
ru: Накопитель
zh_cn: 储存

# BlockPropertyTitle_Suspension_AirShock
source: AirShock
cs_cz: Dopadové odpružení
de: Luftstoß
es: Choque de aire
fr: Amortisseur
hu_hu: Légsokk
it: Shock aereo
pt_br: Amortecedor
ru: Нелинейная амортизация
zh_cn: 空气冲击

# BlockPropertyTitle_Suspension_Brake
source: Brake
cs_cz: Brzda
de: Bremse
es: Freno
fr: Frein
hu_hu: Fék
it: Freno
pl_pl: Hamulec
pt_br: Frear
ru: Тормоз
zh_cn: 制动

# BlockPropertyTitle_Suspension_EnableParking
source: Allow Parking Brake
de: Nutzung der Handbremse gestatten
es: Permitir freno de estacionamiento
fr: Autoriser le frein de parking
it: Consenti freno a mano
pl_pl: Włącz parkowanie
pt_br: Permitir freio de mão
ru: Разрешить парковочный тормоз
zh_cn: 允许停车制动

# BlockPropertyTitle_Parking_EnableParking
source: Used for parking
de: Kann beim Parken genutzt werden
es: Se utiliza para aparcar
fr: Utilisé pour se garer
it: Usato durante le soste
pl_pl: Używaj do zaparkowania
pt_br: Usado para estacionar
ru: Используется для парковки
zh_cn: 用于停车

# BlockPropertyTitle_Parking_EnableParkingTooltip
source: Is this block triggered by the parking signal?
de: Wird dieser Block durch ein Parksignal angesteuert?
es: ¿Este bloque se activa con la señal de aparcamiento?
fr: Ce bloc est-il déclenché par le signal de parking ?
it: Questo blocco è attivato dal segnale di parcheggio?
pl_pl: Czy ten blok reaguje na sygnał parkowania?
pt_br: Este bloco é acionado pelo sinal de estacionamento?
ru: Влияет ли сигнал парковки на данное колесо.
zh_cn: 此方块是由停车信号触发的吗？

# BlockPropertyTitle_TextPanelAccessType
source: Access type
cs_cz: Typ přístupu
de: Zugriffsart
es: Tipo de acceso
fr: Type d'accès
hu_hu: Hozzáférés típusa
it: Tipo di accesso
pl_pl: Rodzaj dostępu
pt_br: Tipo de acesso
ru: Тип доступа
zh_cn: 访问类型

# BlockPropertyTitle_TextPanelPublicTitle
source: Title
cs_cz: Název
de: Öffentlicher Name
es: Título
fr: Titre
hu_hu: Cím
it: Titolo pubblico
pl_pl: Publiczny tytuł
pt_br: Título
ru: Заголовок
zh_cn: 公开标题

# BlockPropertyTitle_TextPanelShowPublicTextPanel
source: Edit text
cs_cz: Upravit text
de: Öffentl. Text bearbeiten
es: Editar texto
fr: Éditer texte
hu_hu: Szöveg szerkesztése
it: Modifica testo pubblico
pl_pl: Edytuj publiczny tekst
pt_br: Editar texto
ru: Редактировать
zh_cn: 公共文本编辑

# BlockPropertyTitle_TextPanelShowTextPanel
source: Edit private text
cs_cz: Upravit soukromý text
de: Privaten Text bearbeiten
es: Editar texto privado
fr: Éditer texte privé
hu_hu: Személyes szöveg szerkesztése
it: Modifica testo privato
pl_pl: Edytuj prywatny tekst
pt_br: Editar texto privado
ru: Редактировать приватный текст
zh_cn: 编辑个人文本

# BlockPropertyTitle_TextPanelTitle
source: Private title
cs_cz: Soukromý název
de: Privater Name
es: Título privado
fr: Titre privé
hu_hu: Privát cím
it: Titolo privato
pl_pl: Prywatny tytuł
pt_br: Título privado
ru: Приватный заголовок
zh_cn: 个人标题

# BlockPropertyTitle_ThrustOverride
source: Thrust override
cs_cz: Obejít trysky
de: Schubkraft - manueller Eingriff
es: Anular propulsión
fr: Priorité de poussée
hu_hu: Tolóerő felülbírálása
it: Esclusione propulsori
pl_pl: Ustaw ciąg
pt_br: Substituição de propulsão
ru: Перехват тяги
zh_cn: 推进器越级控制

# BlockPropertyTitle_TimerStart
source: Start
cs_cz: Spustit
de: Starten
es: Comenzar
fr: Démarrer
hu_hu: Indítás
it: Inizia
pt_br: Iniciar
ru: Начать
zh_cn: 开始

# BlockPropertyTitle_TimerStop
source: Stop
cs_cz: Zastavit
de: Anhalten
es: Detener
fr: Arrêter
hu_hu: Álj
it: Interrompi
pt_br: Parar
ru: Остановить
zh_cn: 停止

# BlockPropertyTitle_TimerToolbarOpen
source: Setup actions
cs_cz: Nastavit akce
de: Aktionen konfigurieren
es: Establecer acciones
fr: Paramétrer les actions
hu_hu: Beállítási műveletek
it: Configura azioni
pl_pl: Ustaw działania
pt_br: Configurar ações
ru: Задать действия
zh_cn: 设置动作

# BlockPropertyTitle_CockpitOnLockedToolbarOpen
source: Setup Action
de: Aktion konfigurieren
es: Establecer acción
fr: Action de configuration
it: Azione di configurazione
pl_pl: Ustaw działania
pt_br: Definir ação
ru: Задать действие
zh_cn: 设置动作

# BlockPropertyTooltip_CockpitOnLockedToolbarOpen
source: Triggers when this grid has been target locked by any other
de: Wird ausgelöst, wenn diese Blockkonstruktion vom Zielsystem einer anderen erfasst wurde
es: Se activa cuando esta estructura ha sido objetivo bloqueado por cualquier otro
fr: Se déclenche lorsque cette grille a été verrouillée par une autre
it: Si attiva quando la griglia viene bloccata da un'altra
pl_pl: Zadziała gdy ta siatka zostanie namierzona przez inną
pt_br: Aciona quando este grid estiver com o alvo bloqueado por qualquer outro
ru: Срабатывает, когда эта структура была кем-то захвачена в качестве цели
zh_cn: 当此网格被任何其他网格锁定时触发

# BlockPropertyTitle_TimerToTrigger
source: Time to trigger:
cs_cz: Čas do spuštění:
de: Auslösen in:
es: Tiempo hasta activación:
fr: Temps de déclenchement :
hu_hu: Az indítás ideje:
it: Tempo all'innesco:
pl_pl: Czas do aktywacji:
pt_br: Tempo para acionamento:
ru: Время активации:
zh_cn: 触发时间：

# BlockPropertyTitle_TimerTrigger
source: Trigger now
cs_cz: Ihned sepnout
de: Jetzt auslösen
es: Activar ahora
fr: Déclencher maintenant
hu_hu: Eseményindítás most
it: Innesca ora
pl_pl: Aktywuj teraz
pt_br: Acionar agora
ru: Активировать
zh_cn: 马上触发

# BlockPropertyTitle_Velocity
source: Velocity
cs_cz: Rychlost
de: Geschwindigkeit
es: Velocidad
fr: Vélocité
hu_hu: Sebesség
it: Velocità
pl_pl: Prędkość
pt_br: Velocidade
ru: Скорость
zh_cn: 速度

# BlockPropertyTitle_Warning
source: Warning:
cs_cz: Varování:
de: Warnung:
es: Advertencia:
fr: Avertissement :
hu_hu: Figyelem:
it: Avviso:
pl_pl: Ostrzeżenie:
pt_br: Atenção:
ru: Внимание:
zh_cn: 警告：

# BlockPropertyTitle_Waypoints
source: Waypoints
cs_cz: Cílové značky
de: Wegpunkte
es: Puntos de referencia
fr: Points de passage
hu_hu: Útpontok
it: Tappe
pl_pl: Punkty trasy
pt_br: Pontos de rota
ru: Точки маршрута
zh_cn: 位标

# BlockPropertyTitle_AvailableEffects
source: Available Effects
de: Verfügbare Effekte
es: Efectos disponibles
fr: Effets disponibles
hu_hu: Elérhető Effektusok
it: Effetti disponibili
pl_pl: Dostępne efekty
pt_br: Efeitos disponíveis
ru: Доступные эффекты
zh_cn: 可用效果

# BlockPropertyTitle_WeldForce
source: Safety lock override
cs_cz: Obejít bezpečnostní zámek
de: Sicherheitssperre - manueller Eingriff
es: Bloqueo de seguridad anulado
fr: Verrouillage de sécurité
hu_hu: A biztonsági zár felülbírálása
it: Esclusione blocco sicurezza
pl_pl: Nadpisanie blokady bezpieczeństwa
pt_br: Substituição de travamento de segurança
ru: Перехват фиксации
zh_cn: 安全锁定越位控制

# BlockPropertyTitle_WeldSpeed
source: Safety lock speed
cs_cz: Rychlost pro bezpečnostní zámek
de: Reaktionsgeschwindigkeit der Sicherheitssperre
es: Velocidad de bloqueo de seguridad
fr: Vitesse de verrouillage de sécurité
hu_hu: Biztonsági zár sebesség
it: Velocità blocco sicurezza
pl_pl: Prędkość blokady bezpieczeństwa
pt_br: Velocidade do travamento de segurança
ru: Фиксация на скорости
zh_cn: 安全锁定速度

# BlockPropertyTooltip_MaxImpulseAxis
source: Maximum force the piston is allowed to apply to blocking obstacle along it's extending axis. High values may result in unexpected behaviour.
cs_cz: Maximální síla, kterou může píst vyvinou na překážky v blízkosti jeho výsuvné osy. Vyšší hodnoty mohou mít nečekané následky.
de: Maximale Kraft, die auf ein den Kolben blockierendes Hindernis in Hauptwirkungsrichtung des Kolben ausgeübt wird. Hohe Werte können zu unerwartetem Verhalten führen.
es: Fuerza máxima que el pistón puede aplicar a un obstáculo a lo largo de su eje de extensión. Los valores altos pueden causar comportamientos inesperados.
fr: Force maximale que le piston est autorisé à appliquer pour bloquer un obstacle le long de son axe d'extension. Des valeurs élevées peuvent entraîner un comportement inattendu.
hu_hu: A dugattyú megengedett maximális ereje ami.blokkolhatja az axiális tengely mentén. A magas értékek váratlan viselkedést eredményezhetnek.
it: La forza massima che il pistone può applicare all'ostacolo di blocco lungo il suo asse di estensione. Valori elevati possono provocare un comportamento inaspettato.
pl_pl: Maksymalna siła, którą może użyć siłownik na blokującą go przeszkodę wzdłóż jego wysuniętej osi. Wysokie wartości mogą skutkować nieoczekiwanym zachowaniem.
pt_br: A potência máxima do pistão é permitida para bloqueio de obstáculos ao longo de seu eixo estendido Valores elevados podem resultar em comportamentos inesperados.
ru: Максимальная сила поршня, которая может применяться на препятствие при выдвижении вдоль оси. Большие значения могут повлечь непредвиденное поведение.
zh_cn: 活塞阻止障碍物沿其延伸轴方向前后运动所施加的最大力。 设定太高会导致运行出错。

# BlockPropertyTooltip_MaxImpulseNonAxis
source: Maximum force the piston is allowed to apply to blocking obstacle along it's lateral axis High values may result in unexpected behaviour.
cs_cz: Maximální síla, kterou může píst vyvinou na překážky v blízkosti jeho postranní osy. Vyšší hodnoty mohou mít nečekané následky.
de: Maximale Kraft, die auf ein den Kolben blockierendes Hindernis in Richtung der Querachse des Kolben ausgeübt wird. Hohe Werte können zu unerwartetem Verhalten führen.
es: Fuerza máxima que el pistón puede aplicar a un obstáculo a lo largo de su eje de extensión. Los valores altos pueden causar comportamientos inesperados.
fr: Force maximale que le piston est autorisé à appliquer pour bloquer un obstacle le long de son axe latéral. Des valeurs élevées peuvent entraîner un comportement inattendu.
hu_hu: A dugattyú a megengedett maximális erőt alkalmazhatja ami blokkolja az axiális tengely mentén. A magas értékek váratlan viselkedést eredményezhetnek.
it: Forza massima che il pistone può applicare a un ostacolo di blocco lungo il suo asse laterale Valori elevati possono provocare un comportamento inaspettato.
pl_pl: Maksymalna siła, którą może użyć siłownik na blokującą go przeszkodę wzdłóż jego bocznej osi. Wysokie wartości mogą skutkować nieoczekiwanym zachowaniem.
pt_br: A potência máxima do pistão é permitida para bloqueio de obstáculos ao longo do seu eixo estendido Valores elevados podem resultar em comportamentos inesperados.
ru: Максимальная сила поршня, которая может применять на препятствие сбоку от оси выдвижения. Большие значения могут повлечь непредвиденное поведение.
zh_cn: 活塞阻止障碍物左右运动所施加的最大力。 设定太高会导致运行出错。

# BlockPropertyTooltip_SafetyDetach
source: Safety detach
cs_cz: Bezpečnostní odpojení
de: Sicherheitsentriegelung
es: Desconexión de seguridad
fr: Détachement de sécurité
hu_hu: Biztonsági leválasztás
it: Distacco di sicurezza
pl_pl: Bezpieczne odłączenie
pt_br: Desacoplagem de segurança
ru: Безопасное отсоединение
zh_cn: 安全分离

# BlockPropertyTooltip_ShareTensor
source: Equalizes virtual masses of connected grids to achieve more stable behaviour
cs_cz: Vyrovnání virtuálních hmotností konstrukcí pro dosažení větší stability
de: Gleicht virtuelle Massen von verbundenen Blockkonstruktionen aus, um ein stabileres Verhalten zu erreichen
es: Ecualiza las masas virtuales de las estructuras conectadas para lograr un comportamiento más estable
fr: Egalise les masses virtuelles des grilles connectés pour obtenir un comportement plus stable
hu_hu: Kiegyenlíti a csatlakoztatott objektumok virtuális tömegeit stabilabb viselkedés elérése
it: Equalizza le masse virtuali delle griglie collegate per ottenere un comportamento più stabile
pl_pl: Wyrównuje wirtualne masy połączonych struktur, aby zyskać bardziej stabilne zachowanie.
pt_br: Equaliza a massa virtual das grids conectadas para maior estabilidade.
ru: Уравнивает массы присоединенных частей для достижения более стабильного поведения.
zh_cn: 均匀分配相连网格的虚拟质量 使其变得更稳定

# BlockPropertyValue_Locked
source: Locked
cs_cz: Zamknuto
de: Verriegelt
es: Bloqueado
fr: Verrouillé
hu_hu: Zárolva
it: Bloccato
pl_pl: Zablokowany
pt_br: Travado
ru: Заперто
zh_cn: 锁定

# BlockPropertyValue_MotorAngleUnlimited
source: Unlimited
cs_cz: Neomezený
de: Unbegrenzt
es: Ilimitado
fr: Illimitée
hu_hu: Korlátlan
it: Illimitato
pl_pl: Nieskończony
pt_br: Ilimitado
ru: Неограничено
zh_cn: 无限

# BlockPropertyValue_ReadyToLock
source: Ready To Lock
cs_cz: Připraveno k uzamknutí
de: Bereit zum Verriegeln
es: Listo para bloquear
fr: Prêt au verrouillage
hu_hu: Készen áll a zárolásra
it: Pronto a bloccare
pl_pl: Gotowy do zablokowania
pt_br: Pronto para travamento
ru: Готово к закрытию
zh_cn: 可以锁定

# BlockPropertyValue_Unlocked
source: Unlocked
cs_cz: Odemknuto
de: Entriegelt
es: Desbloqueado
fr: Déverrouillé
hu_hu: Zárolás feloldva
it: Sbloccato
pl_pl: Odblokowany
pt_br: Destravado
ru: Открыто
zh_cn: 已解锁

# BlockPropertyValue_NoContent
source: No Content
de: Kein Inhalt
es: Sin contenido
fr: Pas de contenu
hu_hu: Nincs tartalom
it: Nessun contenuto
pl_pl: Brak treści
pt_br: Sem conteúdo
ru: Нет данных
zh_cn: 无内容

# BlockPropertyValue_TextAndImageContent
source: Text and Images
de: Text und Bilder
es: Texto e imágenes
fr: Texte et Images
hu_hu: Szöveg és képek
it: Testo e immagini
pl_pl: Tekst i Obrazy
pt_br: Textos e imagens
ru: Текст и изображения
zh_cn: 文本和图像

# BlockPropertyValue_ScriptContent
source: Apps
de: Skript
es: Aplicaciones
fr: Applications
hu_hu: Parancsfájl
it: App
pl_pl: Skrypt
ru: Программа
zh_cn: 应用

# BlockSize_NotAvailable
source: This block is for {0} only
cs_cz: Tento blok je pouze pro {0}
de: Dieser Block ist nur für {0}
es: Este bloque es solo para {0}
fr: Ce bloc est pour {0} uniquement
hu_hu: Ez a blokk csak neki {0}
it: Questo blocco è per {0} soltanto
pl_pl: Ten blok jest dostępny tylko w {0} rozmiarze
pt_br: Este bloco é apenas para {0}
ru: Только {0} имеет этот тип блока.
zh_cn: 这个方块只能安装在 {0}

# BlueprintInfo_Author
source: Author:
cs_cz: Autor:
de: Urheber:
es: Autor:
fr: Auteur :
hu_hu: Szerző:
it: Autore:
pl_pl: Autor:
pt_br: Autor:
ru: Автор:
zh_cn: 作者：

# BlueprintInfo_Name
source: Name:
cs_cz: Název:
es: Nombre:
fr: Nom :
hu_hu: Név:
it: Nome
pl_pl: Nazwa:
pt_br: Nome:
ru: Название:
zh_cn: 名称：

# BlueprintInfo_NumberOfBlocks
source: Number of blocks:
cs_cz: Počet bloků:
de: Anzahl der Blöcke:
es: Número de bloques:
fr: Nombre de blocs :
hu_hu: Blokkok száma:
it: Numero di blocchi:
pl_pl: Ilość bloków:
pt_br: Quantidade de blocos:
ru: Количество блоков:
zh_cn: 块数目：

source: Blueprints Screen
cs_cz: Obrazovka technických výkresů
de: Entwurfsbildschirm
es: Pantalla de planos
fr: Écran des plans
hu_hu: Tervrajz képernyő
it: Schermo progetti
pl_pl: Ekran schematów
pt_br: Tela de projetos
ru: Меню чертежей
zh_cn: 蓝图菜单

# BriefingTutorial01Movements
source: Learn movement essentials, how to keep your engineer alive with life support energy and oxygen and how to use each of the character tools, the welder, grinder and hand drill.
cs_cz: Naučte se základy pohybu, jak udržet Vaši postavu naživu, hlídáním stavu energie a kyslíku a jak používat nástroje jako svářečka, bruska nebo vrták.
de: Lernen Sie die Grundlagen der Bewegung, wie Sie Ihren Ingenieur mit lebenserhaltender Energie und Sauerstoff am Leben erhalten und wie Sie jedes der Charakterwerkzeuge, das Schweißgerät die Schleifmaschine und die Handbohrmaschine, benutzen.
es: Aprende lo esencial sobre el movimiento, cómo mantener vivo a tu ingeniero con energía para soporte vital y oxígeno, y cómo usar cada una de las herramientas, el soldador, la amoladora y el taladro.
fr: Apprenez les principes de base du mouvement, comment garder votre ingénieur en vie avec de l’énergie des systèmes de survie et l’oxygène, et comment utiliser chacun des outils du personnage, le chalumeau, la meuleuse et la foreuse portative.
hu_hu: Tanulja meg a mozgáshoz szükséges alapvető tudnivalókat, hogyan tudja életben tartani mérnökét élettartó energiával és oxigénnel, és hogyan használja az egyes karakterisztikus eszközöket, az hegesztőt, a darabolót és a kézi fúrót.
it: Impara gli elementi essenziali del movimento, come tenere in vita il tuo ingegnere con l'energia e l'ossigeno del supporto vitale e come utilizzare ciascuno degli strumenti del personaggio, la saldatrice, la smerigliatrice e la trivella manuale.
pl_pl: Naucz się podstaw poruszania, podtrzymywania życia swojego inżyniera za pomocą energii i tlenu oraz jak używać każdego z narzędzi postaci; spawarki, szlifierki i wiertła.
pt_br: Aprenda os movimentos básicos, como manter seu engenheiro vivo, com energia, suporte à vida e oxigênio, além de como utilizar cada ferramenta — solda, esmeril e britadeira.
ru: Узнайте основы передвижения, как выживать с помощью систем жизнеобеспечения и как использовать персональные инструменты: сварщик, дрель, бур.
zh_cn: 了解游戏要素，以及如何保持工程师能量和氧气而生存下来。如何使用各种工具：焊机，切割机和手钻。

# BriefingTutorial02Inventory
source: An introduction to player and cargo inventories, how to add/withdraw items and a basic initiation to control panels and terminals for controlling block functions.
cs_cz: Představení inventáře hráče a kontejnerů, jak do nich a z nich dostávat předměty. A základní ukázka funkcí ovládacích panelů a terminálů kontrolních bloků.
de: Eine Einführung in die Spieler- und Frachtinventare, das Hinzufügen/Entnehmen von Items und eine grundlegende Einführung in die Bedienung von Schalttafeln und Terminals zur Steuerung diverser Blockfunktionen.
es: Una introducción a los inventarios de jugadores y carga, cómo agregar / retirar artículos y una iniciación básica a los paneles de control y terminales para controlar funciones de bloque.
fr: Une introduction aux inventaires des joueurs et des cargaisons, à la procédure d'ajout / retrait d'éléments et à une initiation de base aux panneaux de contrôle et connexions pour le contrôle des fonctions de blocs.
hu_hu: Bevezeti a játékosokat és a rakományok a készletek, az árucikkek hozzáadás/visszavonás módjába, valamint a blokk funkciók vezérlésére szolgáló vezérlőpanelek és terminálok alapvető kezelésébe.
it: Un'introduzione agli inventari dei giocatori e dei cargo, come aggiungere/prelevare oggetti e un'iniziazione di base ai pannelli di controllo e ai connettori per il controllo delle funzioni di blocco.
pl_pl: Wprowadzenie do ekwipunku gracza i bloków, dodawanie i wyciąganie z nich przedmiotów i podstawy używania paneli kontrolnych oraz terminali bloków.
pt_br: Introdução ao jogador, inventários de carga, como adicionar/retirar itens, além de uma orientação básica de painéis de controle e terminais para controlar as funções dos blocos.
ru: Введение в управление инвентарями игрока и контейнеров, как складывать/забирать предметы, а также базовое знакомство с панелями управления и терминалами для управления функциями блоков.
zh_cn: 介绍玩家和货物清单，添加/取出物件的步骤以及控制面板和终端控制块的基本使用方法。

# BriefingTutorial03Energy
source: Learn how to recharge your suit energy by tackling a series of small challenges that explain the behaviour of power within Space Engineers and the different ways you can provide it.
cs_cz: Naučte se jak doplnit energii skafandru splněním série malých úkolů, které Vám vysvětlí chování energie a různé způsoby jejího vedení ve Space Engineers.
de: Lernen Sie, wie Sie Ihre Anzug-Energie wieder aufladen können, indem Sie eine Reihe kleiner Herausforderungen bewältigen, die die Rolle von Energie in Space Engineers, und die verschiedenen Möglichkeiten, wie sie bereitgestellt werden kann, erklären.
es: Aprende a recargar la energía de tu traje al enfrentar una serie de pequeños desafíos que explican el comportamiento de la energía en Space Engineers y las diferentes formas en que puedes proporcionarla.
fr: Apprenez à recharger l’énergie de votre combinaison en vous attaquant à une série de petits défis qui expliquent le comportement de l'énergie dans Space Engineers et les différentes façons de la distribuer.
hu_hu: Ismerje meg, hogyan töltheti fel a ruha energiáját egy sor kisebb kihívással, elmagyarázza az erő, az energia viselkedését az űrmérnökökön belül, és hogy milyen különböző módokon lehet biztosítani azt.
it: Impara a ricaricare l'energia della tua tuta affrontando una serie di piccole sfide che spiegano il comportamento dell'energia all'interno di Space Engineers e i diversi modi in cui puoi fornirla.
pl_pl: Naucz się jak ładować skafander dzięki serii małych wyzwań, które wytłumaczą zachowanie się energii w Space Engineers i kilka sposobów na jej dostarczenie.
pt_br: Aprenda como recarregar a energia do seu traje enfrentando uma série de pequenos desafios que mostrarão o funcionamento da energia em Space Engineers e as diferentes formas de obtê-la.
ru: Узнайте, как зарядить свой скафандр, выполнив ряд небольших задач, которые объясняют способы предоставления энергии и ее поведение в Space Engineers.
zh_cn: 通过解决一系列小小的挑战学会如何给宇航服充电， 学习如何补充能量以及补充能量的不同方式。
