Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

source: Add
cs_cz: Přidat
de: Hinzufügen
es: Añadir
fr: Ajouter
hu_hu: Hozzáadás
it: Aggiungi
pl_pl: Dodaj
pt_br: Adicionar
ru: Добавить
zh_cn: 加入

source: Add all
cs_cz: Přidat všechny
de: Alle hinzufügen
es: Añadir todos
fr: Tout ajouter
hu_hu: Az összes hozzáadása
it: Aggiungi tutto
pl_pl: Dodaj wszystko
pt_br: Adicionar tudo
ru: Добавить все
zh_cn: 添加所有

# AddNpcToFaction
source: Add NPC
cs_cz: Přidat NPC
de: NPC hinzufügen
es: Añadir NPC
fr: Ajouter PNJ
hu_hu: NPC hozzáadása
it: Aggiungi NPC
pl_pl: Dodaj NPC
pt_br: Adicionar PNJ
ru: Добавить NPC
zh_cn: 添加NPC

# AddNpcToFactionHelp
source: Adds new NPC identity to this faction - faction will not cease to exist when last player leaves. Available in scenario edit mode only.
cs_cz: Přidá nové NPC do této frakce - frakce nepřestane existovat, pokud ji opustí poslední hráč. Dostupné pouze v režimu editace scénářů.
de: Fügt dieser Fraktion eine neue NPC-Identität hinzu - die Fraktion wird nicht aufgelöst, wenn der letzte Spieler sie verlässt. Nur im Szenario-Bearbeitungsmodus verfügbar.
es: Añade un NPC a esta facción - la facción no dejará de existir cuando el último jugador se vaya. Disponible solo en modo de edición de escenario.
fr: Ajoute de nouveaux PNJ à cette faction - la faction ne cessera pas d'exister quand le dernier joueur quitte le jeu. Disponible en mode édition de scénario uniquement.
hu_hu: Új NPC-identitást ad a frakcióhoz - a frakció nem szűnik meg, ha az utolsó játékos távozik. Csak forgatókönyv szerkesztési módban érhető el.
it: Aggiunge una nuova identità NPC a questa fazione - la fazione non cesserà di esistere quando l'ultimo giocatore se ne andrà. Disponibile solo nella modalità di modifica scenario.
pl_pl: Dodaje nowego NPC do tej frakcji - frakcja nie przestanie istnieć gdy ostatni gracz wyjdzie. Dostępne tylko w trybie edycji scenariusza.
pt_br: Adiciona nova identidade de PNJ a esta facção. A facção não deixará de existir quando os últimos jogadores tiverem saído. Disponível apenas no modo de edição de cenário.
ru: Добавляет NPC во фракцию - фракция не исчезнет после выхода последнего игрока. Доступно только в сценарии.
zh_cn: 在阵营中添加新的NPC，当最后一个玩家离开后，该阵营还继续存在。 仅在场景编辑模式下可用。

# AdminMenuNotAvailable
source: Admin menu is available only when you're admin or when admin promotes you to Observer and beyond
cs_cz: Nabídka administrátora je dostupná jen administrátorům, nebo hráčům povýšeným na moderátora a výše.
de: Das Admin-Menü ist nur verfügbar, wenn du Admin bist oder wenn du vom Admin zum Beobachter oder höher befördert wirst
es: El menú de administrador solo está disponible cuando eres el administrador o cuando el administrador te convierta en Observador o un rango superior
fr: Le menu Admin est disponible uniquement lorsque vous êtes administrateur ou lorsque l'administrateur vous a promu comme observateur et supérieur
hu_hu: Rendszergazda menü csak akkor érhető el, ha Ön az, vagy segít Önnek
it: Il menu Admin è disponibile solo quando sei amministratore o quando l'amministratore ti promuove a Osservatore e oltre
pl_pl: Menu admina jest dostępne tylko wtedy, gdy jesteś adminem lub admin awansuje cię na moderatora lub wyżej
pt_br: O menu de administrador está disponível apenas quando você for o administrador ou quando o administrador promover você a Observador ou algo superior.
ru: Меню администратора доступно только администраторам или тем, кому текущий администратор полномочия наблюдателя
zh_cn: 只有管理员或者管理员将你升级为“主持人”或者更高级别后才可使用管理菜单

# Afterburner
source: Sprint
cs_cz: Běh
de: Sprinten
es: Correr
fr: Courir
it: Scatto
pt_br: Correr
ru: Бег
zh_cn: 冲刺

source: A-Gravity
cs_cz: U-Gravitace
de: Künstliche Schwerkraft
es: Gravedad-Artificial
fr: G Artificielle
hu_hu: A-Gravitáció
it: Gravità artificiale
pl_pl: S-Ciążenie
pt_br: Gravidade-A
ru: Иск. грав.
zh_cn: 模拟重力

source: Weather
de: Wetter
es: Clima
fr: Météo
hu_hu: Időjárás
it: Meteo
pl_pl: Pogoda
pt_br: Clima
ru: Погода
zh_cn: 天气

# Align_Center
source: Center
cs_cz: Ke středu
de: Mittig
es: Centro
fr: Centre
hu_hu: Középre
it: Centro
pl_pl: Na środek
pt_br: Centro
ru: Центр
zh_cn: 中

# Align_Left
source: Left
cs_cz: Vlevo
de: Links
es: Izquierda
fr: Gauche
hu_hu: Balra
it: Sinistra
pl_pl: W lewo
pt_br: Esquerda
ru: Влево
zh_cn: 左

# Align_Right
source: Right
cs_cz: Vpravo
de: Rechts
es: Derecha
fr: Droite
hu_hu: Jobbra
it: Destra
pl_pl: W prawo
pt_br: Direita
ru: Вправо
zh_cn: 右

# AngleGrinderPrimaryAction
source: Press {0} to dismount target
cs_cz: Stiskněte {0} pro rozebrání cíle
de: Zum Demontieren {0} drücken
es: Pulsa {0} para desmontar el objetivo
fr: Appuyez sur {0} pour démonter la cible
hu_hu: A leválasztáshoz nyomja meg {0}
it: Premi {0} per smontare
pl_pl: Naciśnij {0} aby rozmontować cel
pt_br: Pressione {0} para desmontar o alvo
ru: Нажмите {0}, чтобы демонтировать цель
zh_cn: 按 {0} 卸下目标

# GDPR_Caption
source: GDPR Consent agreement
de: DSGVO-Einverständniserklärung
es: Acuerdo de consentimiento de RGDP
fr: Accord de consentement RGPD
hu_hu: GDPR Hozzájárulási megállapodás
it: GDPR Accordo di consenso
pl_pl: Umowa zgody na RODO
pt_br: Acordo de Consentimento de LGPD
ru: Согласие с положениями GDPR
zh_cn: 通用数据保护条例协议

source: Workshop Consent
de: Workshop-Einverständniserklärung
es: Consentimiento de Workshop
fr: Consentement Workshop
it: Consenso al Workshop
pl_pl: Zgody Warsztatu
pt_br: Consentimento do Workshop
ru: Согласие для Мастерской
zh_cn: 创意工坊同意书

source: Consent
de: Einverständniserklärung
es: Consentimiento
fr: Consentement
it: Autorizza
pl_pl: Zgody
pt_br: Consentimento
ru: Согласие
zh_cn: 同意书

source: Mod.io Consent
de: Mod.io-Einverständniserklärung
es: Consentimiento de Mod.io
fr: Consentement Mod.io
it: Consenso Mod.io
pl_pl: Zgody Mod.io
pt_br: Consentimento do Mod.io
ru: Согласие для Mod.io
zh_cn: Mod.io同意书

# GDPR_PrivacyPolicy
source: Read our Privacy Policy
de: Lesen Sie unsere Datenschutzrichtlinie
es: Lee nuestra Política de Privacidad
fr: Lire notre charte de confidentialité
hu_hu: Olvassa el Adatvédelmi Szabályzatunkat
it: Leggi la nostra Informativa sulla privacy
pl_pl: Przeczytaj naszą Politykę Prywatności
pt_br: Leia a nossa Política de privacidade
ru: Прочтите нашу Политику конфиденциальности
zh_cn: 阅读我们的隐私政策

# GDPR_Text1
source: Data protection laws have changed in the European Union and we want to make sure you review how your personal data is processed in Space Engineers.
de: Die Datenschutzgesetze in der Europäischen Union haben sich geändert, und wir möchten sicherstellen, dass Sie überprüfen, wie Ihre in Space Engineers erhobenen persönlichen Daten verarbeitet werden.
es: Las leyes de protección de datos han cambiado en la Unión Europea y queremos asegurarnos de que entiendas cómo se procesan tus datos personales en Space Engineers.
fr: Les lois sur la protection des données ont changé dans l'Union européenne et nous voulons nous assurer que vous examinez comment vos données personnelles sont traitées dans Space Engineers.
hu_hu: Az adatvédelmi törvények megváltoztak az Európai Unióban, és szeretnénk, ha átnézné, hogyan dolgozzák fel személyes adatait az űrmérnökökben.
it: Le leggi sulla protezione dei dati personali sono cambiate nell'Unione Europea e vogliamo assicurarci che tu sappia come vengono trattati i tuoi dati personali in Space Engineers.
pl_pl: Przepisy dotyczące ochrony danych osobowych w Unii Europejskiej uległy zmianie i chcemy mieć pewność, że sprawdzisz sposób, w jaki Twoje dane osobowe są przetwarzane w Space Engineers.
pt_br: As leis de proteção de dados da União Europeia mudaram e queremos nos certificar de que você revise a forma como seus dados pessoais são processados no Space Engineers.
ru: Законы о защите данных изменились в Европейском Союзе, и мы хотим убедиться, что вы ознакомитесь с тем, как будут обработаны ваши персональные данные в Space Engineers.
zh_cn: 欧盟资料保护法律有改动，请务必了解太空工程师如何使用你的个人资料信息。

# GDPR_Text2
source: By clicking Yes you agree to collect personal data according to GDPR. Read more info in our Privacy policy.
de: Durch Klicken auf Ja erklären Sie sich damit einverstanden, dass personenbezogene Daten gemäß DSGVO erfasst werden. Weitere Informationen finden Sie in unserer Datenschutzrichtlinie.
es: Al hacer clic en Sí, aceptas que recopilemos datos personales de acuerdo con el RGPD. Lee más información en nuestra Política de privacidad.
fr: En cliquant sur Oui, vous acceptez de collecter des données personnelles conformément au RGPD. Pour plus d'informations, consultez notre charte de confidentialité.
hu_hu: Az Igen gombra kattintva beleegyezik abba, hogy a GDPR szerint személyes adatokat gyűjtsünk. További információ az Adatvédelmi irányelveinkben.
it: Cliccando su Sì, accetti di raccogliere i dati personali secondo GDPR. Trovi maggiori informazioni nella nostra Informativa sulla privacy.
pl_pl: Klikając Tak, zgadzasz się na gromadzenie danych osobowych zgodnie z RODO. Przeczytaj więcej informacji w naszej Polityce prywatności.
pt_br: Ao clicar em Sim, você concorda com a coleta de dados pessoais, de acordo com a LGPD. Leia mais em nossa Política de privacidade.
ru: Щелкнув «Да», вы дадите согласие на сбор персональных данных в соответствии с GDPR. Более подробную информацию вы найдете в нашей Политике конфиденциальности.
zh_cn: 点击同意表示您同意我们更加通用数据保护条例收集个人资料。详细请阅读隐私政策。

# Antenna_EnableBroadcast
source: Enable broadcasting
cs_cz: Povolit vysílání
de: Aktiviere Funksignal
es: Habilitar Emisión
fr: Activer la transmission radio
hu_hu: Műsorszórás engedélyezése
it: Abilita trasmissione
pl_pl: Włącz nadawanie
pt_br: Habilitar transmissão
ru: Включить вещание
zh_cn: 启用广播

# Antenna_IgnoreAlliedBroadcast
source: Ignore Allied Broadcast
cs_cz: Ignorovat přátelské vysílání
de: Alliierte Funksignale ignorieren
es: Ignorar Emisiones Aliadas
fr: Ignorer les transmissions alliées
hu_hu: Szövetséges közvetítés figyelmen kívül hagyása
it: Ignora trasmissione alleata
pl_pl: Ignoruj Sojusznicze Nadawanie
pt_br: Ignorar transmissão de aliados
ru: Игнорировать сигналы друзей
zh_cn: 忽略联盟广播

# Antenna_IgnoreAlliedBroadcastTooltip
source: Ignores broadcasts sent by friendly antenna that do not belong to you
cs_cz: Ignoruje vysílání ze spojeneckých antén, které nepatří Vám
de: Ignoriert Funksignale, die von einer, von einem Verbündeten errichteten, Antenne gesendet werden.
es: Ignora emisiones de antenas aliadas que no te pertenecen
fr: Ignore les transmissions envoyées par une antenne amie qui ne vous appartient pas
hu_hu: Nem Ön az tulajdonában lévő barátságos antennák adásainak figyelmen kívül hagyása
it: Ignora trasmissioni inviate da antenne amiche che non appartengono a te
pl_pl: Ignoruje sygnały nadawane przez sojusznicze anteny które nie należą do ciebie
pt_br: Ignorar transmissões enviadas por antenas amigáveis que não pertencem a você
ru: Игнорирует сигналы программируемого блока, посланные дружественной антенной, которая не принадлежит Вам.
zh_cn: 忽略与你无关的友方广播

# Antenna_IgnoreOtherBroadcast
source: Ignore Other Broadcast
cs_cz: Ignorovat ostatní vysílání
de: Andere Funksignale ignorieren
es: Ignorar Otras Emisiones
fr: Ignorer les autres transmissions
hu_hu: Egyéb adás figyelmen kívül hagyása
it: Ignora altra trasmissione
pl_pl: Ignoruj Inne Nadawanie
pt_br: Ignorar outra transmissão
ru: Игнорировать другие сигналы
zh_cn: 忽略其他广播

# Antenna_IgnoreOtherBroadcastTooltip
source: Ignores broadcasts sent by neutral and enemy antenna
cs_cz: Ignoruje vysílání z neutrálních a nepřátelských antén
de: Ignoriert Funksignale, die von einer neutralen oder feindlichen Antenne gesendet werden
es: Ignora emisiones de antenas neutrales y enemigas
fr: Ignorer les transissions envoyées par les antennes ennemies et neutres
hu_hu: Ellenséges, és semleges antenna által küldött adásokat figyelmen kívül hagyása
it: Ignora trasmissioni da antenne neutrali o nemiche
pl_pl: Ignoruje sygnały nadawane przez neutralne i wrogie anteny
pt_br: Ignorar transmissões enviadas por antenas neutras e inimigas
ru: Игнорирует сигналы программируемого блока, посланные нейтральной или вражеской антенной.
zh_cn: 忽略中立方和敌方发送的广播

# AssemblerState_Disabled
source: Disabled
cs_cz: Odpojeno
de: Deaktiviert
es: Deshabilitado
fr: Désactivée
hu_hu: Tiltva
it: Disattivato
pl_pl: Wyłączona
pt_br: Desablitado
ru: Отключено
zh_cn: 关闭

# AssemblerState_InventoryFull
source: Inventory is full
cs_cz: Inventář je plný
de: Inventar ist voll
es: Inventario lleno
fr: Inventaire plein
hu_hu: Készlet megtelt
it: L'inventario è pieno
pl_pl: Ekwipunek jest pełny
pt_br: Inventário cheio
ru: Инвентарь полон
zh_cn: 库存已满

# AssemblerState_MissingItems
source: Missing items
cs_cz: Chybějící položky
de: Fehlende Materialien
es: Faltan componentes
fr: Objets manquants
hu_hu: Hiányzó elemek
it: Oggetti mancanti
pl_pl: Brakujące przedmioty
pt_br: Itens ausentes
ru: Недостаточно материалов
zh_cn: 缺少物品

# AssemblerState_NotEnoughPower
source: Not enough power
cs_cz: Nedostatek energie
de: Nicht genug Energie
es: No hay suficiente energía
fr: Énergie insuffisante
hu_hu: Nincs elég energia
it: Potenza insufficiente
pl_pl: Brak wystarczającej ilości energii
pt_br: Energia insuficiente
ru: Недостаточно энергии
zh_cn: 电力不足

# AssemblerState_NothingBeingProduced
source: Nothing produced right now
cs_cz: Nic není ve výrobě
de: Derzeit wird nichts produziert
es: No se está produciendo nada
fr: Rien n'est produit actuellement
hu_hu: Semmi nem termel most
it: Al momento nulla è in produzione
pl_pl: Aktualnie nic nie jest produkowane
pt_br: Nada em produção no momento
ru: В данный момент ничего не производится
zh_cn: 当前无物品产出

# AssemblerState_NotWorking
source: Assembler damaged or dismounted
cs_cz: Montér je poškozen či odpojen
de: Montageanlage beschädigt oder demontiert
es: Ensamblador dañado o incompleto
fr: Assembleur endommagé ou démonté
hu_hu: Az összeszerelő sérült vagy leszerelve
it: Assemblatore danneggiato o smontato
pl_pl: Stacja montażowa jest uszkodzona lub rozmontowana
pt_br: Montadora danificada ou desmontada
ru: Сборщик поврежден или демонтирован
zh_cn: 装配器已损坏或拆除

# Assembler_SlaveMode
source: Cooperative Mode
cs_cz: Režim Kooperace
de: Kooperativer Modus
es: Modo cooperativo
fr: Mode Coopératif
hu_hu: Együttműködési mód
it: Modalità cooperativa
pl_pl: Tryb Współpracy
pt_br: Modo cooperativo
ru: Совместный режим
zh_cn: 合作模式

source: Asteroids
cs_cz: Asteroidy
de: Asteroiden
es: Asteroides
fr: Astéroïdes
hu_hu: Aszteroidák
it: Asteroidi
pl_pl: Asteroidy
pt_br: Asteroides
ru: Астероиды
zh_cn: 小行星

source: Asteroid amount
cs_cz: Počet asteroidů
de: Anzahl der Asteroiden
es: Cantidad de asteroides
fr: Nombre d'astéroïdes
hu_hu: Aszteroida mennyiség
it: Quantità asteroidi
pl_pl: Liczba asteroid
pt_br: Quantidade de asteroides
ru: Количество астероидов
zh_cn: 小行星数量

source: Attach to selected entity
cs_cz: Připojit k vybrané entitě
de: An ausgewählte Entität anheften
es: Unir a la entidad seleccionada
fr: Attacher à l'entité sélectionnée
hu_hu: Csatlakozás a kiválasztott entitáshoz
it: Collega all'entità selezionata
pl_pl: Przyczep do wybranej jednostki
pt_br: Conectar à entidade selecionada
ru: Прикрепить к выбранному объекту
zh_cn: 添加至选中的对象

source: AUTO
hu_hu: AUTOMATA
ru: АВТО
zh_cn: 自动

# BatteryBlock
source: Battery
cs_cz: Baterie
de: Batterie
es: Batería
fr: Batterie
hu_hu: Elem
it: Batteria
pl_pl: Akumulator
pt_br: Bateria
ru: Батарея
zh_cn: 电池-dc-

source: BiggestDistanceFromPlayers
cs_cz: NejvětšíVzdálenostOdHráčů
de: Max. Abstand zu Spielern
es: Distancia máxima entre jugadores
fr: Plus grande distance entre joueurs
hu_hu: Legnagyobb távolság a játékosoktól
it: Maggior distanza dai giocatori
pl_pl: Największa Odległość Od Graczy
pt_br: Maior distância dos jogadores
ru: Наиб. расстояние от игроков
zh_cn: 离玩家的最大距离

source: BiggestGrids
cs_cz: NejvětšíKonstrukce
de: GrößteBlockkonstruktionen
es: Las mayores estructuras
fr: Plus grandes grilles
hu_hu: Legnagyobb Objektumok
it: Griglie più grandi
pl_pl: Największe Struktury
pt_br: Maiores Grids
ru: Наибольший размер
zh_cn: 最大网格

source: Blind Jump
cs_cz: Skok naslepo
de: Blinder Sprung
es: Salto a ciegas
fr: Saut aveugle
hu_hu: Vak ugrás
it: Salto al buio
pl_pl: Skok w ciemno
pt_br: Salto cego
ru: Прыжок вслепую
zh_cn: 盲跃

# BlockActionDropDownValue_RotationAuto
source: Auto
de: Automatisch
es: Automática
ru: Авто
zh_cn: 自动

# BlockActionDropDownValue_RotationCW
source: Clockwise
de: Im Uhrzeigersinn
es: En el sentido de las agujas del reloj
fr: Horaire
it: In senso orario
pt_br: Sentido horário
ru: По часовой стрелке
zh_cn: 顺时针

# BlockActionDropDownValue_RotationCCW
source: Counter-Clockwise
de: Gegen den Uhrzeigersinn
es: En sentido contrario a las agujas del reloj
fr: Anti-horaire
it: In senso antiorario
pt_br: Sentido anti-horário
ru: Против часовой стрелки
zh_cn: 逆时针

# BlockActionDropDownValueTip_RotationAuto
source: Automatically chooses the shortest rotation to the set angle
de: Wählt automatisch die kürzeste Drehung zum eingestellten Winkel
es: Elige automáticamente la rotación más corta hasta el ángulo fijado
fr: Choisit automatiquement la rotation la plus courte pour atteindre l'angle défini
it: Scegli automaticamente la rotazione più breve rispetto all'angolo impostato
pt_br: Escolhe automaticamente a rotação mais curta para o ângulo definido
ru: Автоматический выбор кратчайшего пути к заданному углу
zh_cn: 自动选择到设定角度的最短旋转

# BlockActionDropDownValueTip_RotationCW
source: Rotate clockwise to the set angle
de: Im Uhrzeigersinn zum eingestellten Winkel drehen
es: Rotar en el sentido de las agujas del reloj hasta el ángulo establecido
fr: Faire pivoter dans le sens des aiguilles d'une montre jusqu'à l'angle défini
it: Ruota in senso orario fino all'angolo impostato
pt_br: Rotaciona no sentido horário para o ângulo definido
ru: Поворот по часовой стрелке к заданному углу
zh_cn: 顺时针旋转到设定角度

# BlockActionDropDownValueTip_RotationCCW
source: Rotate counter-clockwise to the set angle
de: Gegen den Uhrzeigersinn zum eingestellten Winkel drehen
es: Rotar en sentido contrario a las agujas del reloj hasta el ángulo establecido
fr: Faire pivoter dans le sens inverse des aiguilles d'une montre jusqu'à l'angle défini
it: Ruota in senso antiorario fino all'angolo impostato
pt_br: Rotaciona no sentido anti-horário para o ângulo definido
ru: Поворот против часовой стрелки к заданному углу
zh_cn: 逆时针旋转到设定角度

# BlockActionTitle_AddPistonHead
source: Add Piston Head
cs_cz: Přidat hlavu pístu
de: Kolbenaufsatz hinzufügen
es: Añadir cabezal al pistón
fr: Ajouter une tête de piston
hu_hu: Dugattyúfej hozzáadása
it: Aggiungi testata pistone
pl_pl: Dodaj Głowicę siłownika
pt_br: Adicionar cabeça de pistão
ru: Добавить головку поршня
zh_cn: 添加活塞头

# BlockActionTitle_AddRotorHead
source: Add Rotor Head
cs_cz: Vytvořit hlavu rotoru
de: Rotoraufsatz hinzufügen
es: Añadir cabezal al Rotor
fr: Ajouter la tête du rotor
hu_hu: Rotorfej hozzáadása
it: Aggiungi testata rotore
pl_pl: Dodaj Głowicę Rotora
pt_br: Adicionar cabeça de rotor
ru: Добавить головку ротора
zh_cn: 添加转子头

# BlockActionTitle_AddSmallRotorHead
source: Add Small Head
cs_cz: Vytvořit malou hlavu
de: Kleinen Rotoraufsatz hinzufügen
es: Añadir cabezal pequeño
fr: Ajouter une petite tête
hu_hu: Kis fej hozzáadása
it: Aggiungi piccola testata
pl_pl: Dodaj Małą Głowicę
pt_br: Adicionar cabeça pequena
ru: Добавить малую головку
zh_cn: 添加小型转子头

# BlockActionTitle_AddHingeHead
source: Add Hinge Head
de: Scharnier-Gegenstück hinzufügen
es: Añadir cabezal de bisagra
fr: Ajouter une tête de charnière
hu_hu: Csuklópánt hozzáadása
it: Aggiungi cricchetto
pl_pl: Dodaj Głowicę Zawiasu
pt_br: Adicionar cabeça para dobradiça
ru: Добавить шарнирную головку
zh_cn: 添加铰链头

# BlockActionTitle_AddSmallHingeHead
source: Add Small Head
de: Kleinen Kopf hinzufügen
es: Añadir cabezal pequeño
fr: Ajouter la petite tête
hu_hu: Kis fej hozzáadása
it: Aggiungi piccola testata
pl_pl: Dodaj Małą Głowicę
pt_br: Adicionar cabeça pequena
ru: Добавить малую головку
zh_cn: 添加小型转子头

# BlockActionTitle_AddWaypoint
source: Add
cs_cz: Přidat
de: Hinzufügen
es: Añadir
fr: Ajouter
hu_hu: Hozzáadás
it: Aggiungi
pl_pl: Dodaj
pt_br: Adicionar
ru: Добавить
zh_cn: 加入

# BlockActionTitle_AddWheel
source: Add Wheel
cs_cz: Vytvořit kolo
de: Rad hinzufügen
es: Añadir Rueda
fr: Ajouter une roue
hu_hu: Kerék hozzáadása
it: Aggiungi ruota
pl_pl: Dodaj Koło
pt_br: Adicionar roda
ru: Добавить колесо
zh_cn: 添加轮子

# BlockActionTitle_Attach
source: Attach
cs_cz: Připojit
de: Verbinden
es: Unir
fr: Attacher
hu_hu: Csatolás
it: Aggancia
pl_pl: Zaczep
pt_br: Conectar
ru: Прикрепить
zh_cn: 附着

# BlockActionTitle_AutoEnable
source: Enable Auto
de: Automatik aktivieren
es: Activar Automático
fr: Activer Auto
hu_hu: Automatikus engedélyezése
it: Attiva Auto
pl_pl: Włącz Auto
pt_br: Habilitar auto
ru: Включение авто
zh_cn: 启用自动

# BlockActionTitle_Detach
source: Detach
cs_cz: Oddělit
de: Abtrennen
es: Desunir
fr: Détacher
hu_hu: Leválasztás
it: Separa
pl_pl: Odczep
pt_br: Desacoplar
ru: Открепить
zh_cn: 脱离

# BlockActionTitle_Discharge
source: Discharge
de: Entladen
es: Descargar
fr: Décharger
it: Scarica
pt_br: Descarregar
ru: Разрядить
zh_cn: 放电

# BlockActionTitle_Extend
source: Extend
cs_cz: Vysunout
de: Ausfahren
es: Extender
fr: Étendre
hu_hu: Bővítés
it: Estendi
pl_pl: Rozszerz
pt_br: Estender
ru: Выдвинуть
zh_cn: 延伸

# BlockActionTitle_Jump
source: Jump
cs_cz: Skočit
de: Springen
es: Saltar
fr: Sauter
hu_hu: Ugrás
it: Salta
pl_pl: Skok
pt_br: Saltar
ru: Прыжок
zh_cn: 跳跃

# BlockActionTitle_Park
source: Park
de: Parken
es: Aparcar
fr: Garer
it: Parcheggio
pl_pl: Zaparkuj
pt_br: Estacionar
ru: Парковка
zh_cn: 停车

# BlockActionTitle_Lock
source: Lock
cs_cz: Zamknout
de: Verriegeln
es: Bloquear
fr: Verr.
hu_hu: Zárolás
it: Blocca
pl_pl: Zablokuj
pt_br: Travar
ru: Запереть
zh_cn: 锁定

# BlockActionTitle_MoveWaypointDown
source: Move Down
cs_cz: Posunout dolů
de: Nach unten schieben
es: Bajar posición
fr: Descendre
hu_hu: Mozgatás Le
it: Sposta Giù
pl_pl: Przenieś w dół
pt_br: Mover para baixo
ru: Вниз
zh_cn: 向下移动

# BlockActionTitle_MoveWaypointUp
source: Move Up
cs_cz: Posunout nahoru
de: Nach oben schieben
es: Subir posición
fr: Monter
hu_hu: Mozgatás Fel
it: Sposta Su
pl_pl: Przenieś w górę
pt_br: Mover para cima
ru: Вверх
zh_cn: 向上移动

# BlockActionTitle_Recharge
source: Recharge
de: Wieder aufladen
es: Recargar
fr: Recharger
it: Ricarica
pt_br: Recarregar
ru: Зарядить
zh_cn: 充电

# BlockActionTitle_RemoteCopy
source: Copy
cs_cz: Kopírovat
de: Kopieren
es: Copiar
fr: Copier
hu_hu: Másolás
it: Copia
pt_br: Copiar
ru: Копировать
zh_cn: 复制

# BlockActionTitle_RemotePaste
source: Paste
cs_cz: Vložit
de: Einfügen
es: Pegar
fr: Coller
hu_hu: Beillesztés
it: Incolla
pt_br: Colar
ru: Вставить
zh_cn: 粘贴

# BlockActionTitle_RemoveWaypoint
source: Remove
cs_cz: Odebrat
de: Entfernen
es: Eliminar
fr: Supprimer
hu_hu: Eltávolítás
it: Rimuovi
pl_pl: Usuń
pt_br: Remover
ru: Удалить
zh_cn: 移除

# BlockActionTitle_Retract
source: Retract
cs_cz: Zasunout
de: Einfahren
es: Retraer
fr: Rétracter
hu_hu: Visszavonás
it: Ritrai
pl_pl: Schowaj
pt_br: Recolher
ru: Задвинуть
zh_cn: 撤销

# BlockActionTitle_Reverse
source: Reverse
cs_cz: Převrátit
de: Umkehren
es: Inverso
fr: Inverser
hu_hu: Fordított
it: Inverti
pl_pl: Odwróć
pt_br: Reverso
ru: Реверс
zh_cn: 反转

# BlockActionTitle_RotateToAngle
source: Rotate To Angle
de: Richtung Winkel drehen
es: Rotar a ángulo
fr: Faire pivoter vers l'angle
it: Ruota a un angolo
pt_br: Rotacionar para o ângulo
ru: Повернуть на угол
zh_cn: 旋转到角度

# BlockActionTitle_SetRotationDirection
source: Set Rotation Direction
de: Drehrichtung festlegen
es: Establecer la dirección de rotación
fr: Définir la direction de rotation
it: Imposta la direzione di rotazione
pt_br: Definir direção de rotação
ru: Задать направление вращения
zh_cn: 设置旋转方向
