Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# IngameHelp_MagneticBoots_Detail1
source: In zero gravity you can use your magnetic boots to walk on any surface. Position yourself with your feet down and turn off your jetpack to automatically lock your magnetic boots.
de: In der Schwerelosigkeit können Sie mit Ihren Magnetstiefeln auf jeder Oberfläche gehen. Positionieren Sie sich mit den Füßen nach unten und schalten Sie Ihr Jetpack aus, um Ihre Magnetstiefel automatisch zu aktivieren.
es: En la gravedad cero puedes usar tus botas magnéticas para caminar sobre cualquier superficie. Colócate con los pies hacia abajo y apaga el jetpack para activar automáticamente las botas magnéticas.
fr: En apesanteur, vous pouvez utiliser vos bottes magnétiques pour marcher sur n’importe quelle surface. Positionnez-vous avec vos pieds et éteignez votre jetpack pour verrouiller automatiquement vos bottes magnétiques.
hu_hu: Nulla gravitációban mágneses csizmája segítségével bármilyen felületen járhat. Helyezze magát lábbal lefelé, és kapcsolja ki a jetpacket, hogy automatikusan rögzítse a mágneses csizmát.
it: A gravità zero puoi usare i tuoi stivali magnetici per camminare su qualsiasi superficie. Posizionati con i piedi in basso e spegni il jetpack per bloccare automaticamente gli stivali magnetici.
pl_pl: Przy braku grawitacji możesz użyć magnesów w butach żeby chodzić po powierzchni. Ustaw się nogami do dołu, wyłączenie jetpacka automatycznie aktywuje buty.
pt_br: Em gravidade zero, você pode utilizar suas botas magnéticas para andar sobre a superfície. Posicione seu personagem com os pés voltados para baixo e desligue seu jetpack para travar suas botas magnéticas automaticamente.
ru: В невесомости Вы можете использовать магнитные ботинки чтобы ходить по любой поверхности. Расположите себя ногами к поверхности и отключите джетпак и Вы автоматически встанете на магнитные ботинки.
zh_cn: 失重环境下，你只能穿磁力靴才能在地表行走。脚朝下并关闭喷气背包后磁力靴自动上锁。

# IngameHelp_MagneticBoots_Detail2
source: Use your magnetic boots in zero gravity.
de: Benutzen Sie Ihre Magnetstiefel in der Schwerelosigkeit.
es: Usa tus botas magnéticas en gravedad cero.
fr: Utilisez vos bottes magnétiques en apesanteur.
hu_hu: Használja a mágneses csizmáját nulla gravitációban.
it: Utilizza i tuoi stivali magnetici a gravità zero.
pl_pl: Użyj magnetyczne buty przy braku grawitacji.
pt_br: Utilize suas botas magnéticas em gravidade zero.
ru: Воспользуйтесь магнитными ботинками в невесомости.
zh_cn: 失重情况下，请使用磁力靴。

# IngameHelp_MagneticBoots_Title
source: Good.bot: Magnetic Boots
de: Good.Bot: Magnetstiefel
es: Good.bot: Botas magnéticas
fr: Good.bot : Bottes magnétiques
hu_hu: Good.bot: Mágneses Csizma
it: Good.bot: Stivali magnetici
pl_pl: Good.bot: Magnetyczne buty
pt_br: Good.bot: Botas magnéticas
ru: Good.bot: Магнитные ботинки
zh_cn: Good.bot：磁力靴

# IngameHelp_OxygenTip_Detail1
source: Breathing is preferable to not breathing!
de: Atmen ist dem Nichtatmen vorzuziehen!
es: ¡Respirar es preferible a no respirar!
fr: Respirer est plus judicieux que de ne pas respirer !
hu_hu: A légzés előnyösebb, mint a nem lélegzés!
it: È preferibile respirare piuttosto che non respirare!
pl_pl: Lepiej oddychać niż nie!
pt_br: Respirar é melhor que não respirar!
ru: Дышать лучше, чем не дышать!
zh_cn: 请吸气！

# IngameHelp_OxygenTip_Detail2
source: *Tip:* Walking consumes less oxygen than running or sprinting
de: *Tipp:* Gehen verbraucht weniger Sauerstoff als Laufen bzw. Sprinten
es: *Sugerencia: *Caminar consume menos oxígeno que correr o correr a toda velocidad
fr: *Astuce :* Marcher consomme moins d'oxygène que courir ou sprinter
hu_hu: *Tipp:* A gyaloglás kevesebb oxigént fogyaszt, mint a futás vagy a sprintelés
it: *Suggerimento:* Camminare consuma meno ossigeno che correre o correre a tutta velocità
pl_pl: *rada: * Sprint i bieg zużywają więcej tlenu niż chodzenie
pt_br: *Dica:* Andar consome menos oxigênio que correr ou arrancar
ru: *Подсказка:* ходьба потребляет меньше кислорода, чем бег.
zh_cn: 提示：行走比跑步和冲刺耗氧量小

# IngameHelp_Oxygen_Detail1
source: Your oxygen is getting low. Oxygen is produced from ice in a O2/H2 generator. You can refill bottles at the generator or resupply directly by interacting with a medical bay or survival kit if it's connected with the O2/H2 generator.
de: Ihr Sauerstoff wird knapp. Sauerstoff wird in einem O2/H2-Generator aus Eis hergestellt. Sie können Flaschen am Generator nachfüllen oder Ihren Anzug direkt durch Interaktion mit einer Krankenstation oder einem Survival-Kit wiederbefüllen, wenn diese mit einem O2/H2-Generator verbunden sind.
es: Te estás quedando sin oxígeno. El oxígeno se produce a partir de hielo en un generador O2/H2. Puedes volver a llenar tus bombonas en el generador o reabastecerte directamente interactuando con una sala médica o un kit de supervivencia si está conectado con el generador de O2/H2.
fr: Votre oxygène est faible. L'oxygène est produit à partir de la glace dans un générateur H2/O2. Vous pouvez recharger les bouteilles au générateur ou le réapprovisionner directement en interagissant avec une baie médicale ou un kit de survie s’il est connecté au générateur H2/O2.
hu_hu: Az oxigén szintje egyre kevesebb. Az oxigént jégből állítják elő O2/H2 generátorban. A palackokat feltöltheti a generátorban, vagy közvetlenül pótolhatja az orvosi szoba vagy a túlélőkészlet használatával, ha az O2/H2 generátorral van összekötve.
it: Il tuo ossigeno si sta esaurendo. L'ossigeno viene prodotto dal ghiaccio in un generatore di O2/H2. Puoi ricaricare le bombole presso il generatore o rifornirti direttamente interagendo con un'area medica o con un kit di sopravvivenza se è collegato al generatore O2/H2.
pl_pl: Kończy się tlen. Jest on produkowany w generatorach tlenu z lodu. Możesz napełnić butle w generatorze lub odnowić tlen w połączonym z generatorem pokoju medycznym lub zestawem przetrwania.
pt_br: Seu oxigênio está ficando baixo. O oxigênio é produzido a partir de gelo em um gerador de H2/O2. Você pode recarregar os cilindros no gerador ou reabastecer diretamente ao interagir com uma baia médica ou um kit de sobrevivência, se estiverem conectados ao gerador de H2/O2.
ru: Запас кислорода снижается. Кислород производится из льда в генераторе O2/H2. Наполнить баллоны можно в генераторе или непосредственно из медпункта или комплекта для выживания, если он подсоединен к генератору.
zh_cn: 氧气不足。O2/H2发生器可以用冰制造氢气。你可以前往发生器加氧，如果医疗站或救生套件与O2/H2发生器相连，也可以直接获得补给。

# IngameHelp_Oxygen_Detail2
source: Refill your oxygen.
de: Füllen Sie Sauerstoff nach.
es: Recargue su oxígeno.
fr: Remplissez votre oxygène.
hu_hu: Töltse fel az oxigént.
it: Ricarica il tuo ossigeno.
pl_pl: Uzupełnij zapasy tlenu.
pt_br: Reabasteça seu oxigênio.
ru: Восполните запас кислорода.
zh_cn: 充氧。

# IngameHelp_Oxygen_Title
source: Good.bot: Oxygen
de: Good.Bot: Sauerstoff
es: Good.bot: Oxígeno
fr: Good.bot : Oxygène
hu_hu: Good.bot: Oxygén
it: Good.bot: Ossigeno
pl_pl: Good.bot: Tlen
pt_br: Good.bot: Oxigênio
ru: Good.bot: Кислород
zh_cn: Good.bot：氧气

# IngameHelp_FlyingAShipTip_Detail1
source: Pilots take no special joy in walking. Pilots like flying. - Neil Armstrong
de: Piloten verspüren keine besondere Freude beim Gehen. Piloten wollen fliegen. - Neil Armstrong
es: Los pilotos no se alegran especialmente al caminar. A los pilotos les gusta volar. - Neil Armstrong
fr: Les pilotes n'ont aucun plaisir à marcher. Les pilotes aiment voler. -Neil Armstrong
hu_hu: A pilóták nem örülnek különösebben a gyaloglásnak. A pilóták repülni szeretnek. - Neil Armstrong
it: I piloti non si divertono a camminare. Ai piloti piace volare. - Neil Armstrong
pl_pl: Piloci nie czerpią specjalnej radości z chodzenia. Piloci wolą latać. - Neil Armstrong
pt_br: Pilotos não sentem nenhum prazer especial em andar. Pilotos gostam de voar. - Neil Armstrong
ru: Пилоты не получают удовольствия от хождения. Пилоты любят летать. - Нил Армстронг
zh_cn: 飞行员走路哪有乐趣。飞行员要飞。--- 尼尔·阿姆斯特朗

# IngameHelp_FlyingAShipTip_Detail2
source: *Tip:* You need thrusters in all six directions. More thrusters means faster acceleration!
de: *Tipp:* Sie benötigen in alle sechs Richtungen ausgerichtete Triebwerke. Mehr Triebwerke bedeuten schnellere Beschleunigung!
es: *Necesitas propulsores en las seis direcciones. ¡Más propulsores significan una aceleración más rápida!
fr: *Conseil :* Vous avez besoin de propulseurs dans les six directions. Plus de propulseurs signifie une meilleure accélération !
hu_hu: *Tipp:* Mind a hat irányba kell hajtómű. Több tolóerő, nagyobb gyorsulást jelent!
it: *Suggerimento:* Hai bisogno di propulsori in tutte e sei le direzioni. Più propulsori significano un'accelerazione più veloce!
pl_pl: *rada: *Potrzebujesz sześciu silników w sześć różnych kierunkach. Więcej silników to większe przyśpieszenie!
pt_br: *Dica:* Você precisa de propulsores nas seis direções. Quanto mais propulsores, mais rápida a aceleração!
ru: *Подсказка:* вам нужны ускорители во всех шести направлениях. Больше ускорителей означает быстрее ускорение!
zh_cn: 提示：所有六个方向你都需要推进器。推进器越多加速越快！

# IngameHelp_FlyingAShip_Detail1
source: A ship requires thrusters for movement, gyroscopes to orientate, power and a cockpit. The controls for a ship are the same as the jetpack.
de: Ein Schiff benötigt Triebwerke für die Bewegung, Gyroskope zur Orientierung, Energie und ein Cockpit. Die Steuerung eines Schiffes gleicht der des Jetpacks.
es: Una nave requiere propulsores para el movimiento, giroscopios para orientarse, poder y una cabina. Los controles para una nave son los mismos que el jetpack.
fr: Un vaisseau a besoin de propulseurs pour se déplacer, de gyroscopes pour s'orienter, d'une alimentation et d'un cockpit. Les commandes d'un vaisseau sont les mêmes que celles du jetpack.
hu_hu: Egy hajónak kell tolóerő a mozgáshoz, giroszkópok a tájoláshoz, energia és pilótafülke. A hajó kezelőszervei megegyeznek a jetpack-kel.
it: Una nave ha bisogno di propulsori per il movimento, giroscopi per orientarsi, energia e una cabina di pilotaggio. I comandi di una nave sono gli stessi del jetpack.
pl_pl: Statek potrzebuje silników do poruszania się, żyroskopów do obracania, energii i kokpitu. Statkiem steruje się identycznie jak jetpackiem.
pt_br: Uma nave precisa de propulsores para movimentação, giroscópios para orientação, energia e uma cabine. Os controles da nave são os mesmos do jetpack.
ru: Кораблю требуются ускорители для движения, гироскопы для поворота, энергия и кокпит. Управление кораблем такое же, как джетпаком.
zh_cn: 飞船需要推进器推动，陀螺仪控制方向，还要电和驾驶舱。 控制飞船和控制喷气背包一样容易。

# IngameHelp_FlyingAShip_Detail2
source: Press {CONTROL:TOGGLE_REACTORS} to toggle power on or off.
de: Drücken Sie {CONTROL:TOGGLE_REACTORS}, um die Energiezufuhr ein- oder auszuschalten.
es: Pulsa {CONTROL:TOGGLE_REACTORS} para activar y desactivar la energía.
fr: Appuyer sur {CONTROL:TOGGLE_REACTORS} pour allumer ou éteindre l'alimentation.
hu_hu: Nyomja meg a {CONTROL:TOGGLE_REACTORS} gombot a tápellátás be,- és kikapcsolásához.
it: Premi {CONTROL:TOGGLE_REACTORS}per attivare o disattivare energia.
pl_pl: Naciśnij {CONTROL:TOGGLE_REACTORS} żeby włączać i wyłączać przepływ energii.
pt_br: Pressione {CONTROL:TOGGLE_REACTORS} para ativar ou desativar a energia.
ru: Нажмите {CONTROL:TOGGLE_REACTORS}для включения и выключения подачи энергии.
zh_cn: 按{CONTROL:TOGGLE_REACTORS}开启和关闭电源。

# IngameHelp_FlyingAShip_Detail3
source: Use {CONTROL:JUMP} and {CONTROL:CROUCH} to go up and down.
de: Verwenden Sie {CONTROL:JUMP} und {CONTROL:CROUCH}, um sich nach oben und unten zu bewegen.
es: Usa {CONTROL:JUMP} y {CONTROL:CROUCH} para moverte arriba y abajo.
fr: Utilisez {CONTROL:JUMP} et {CONTROL:CROUCH} pour monter et descendre.
hu_hu: Használja {CONTROL:JUMP} és {CONTROL:CROUCH} hogy ugorjon vagy guggoljon.
it: Usa{CONTROL:JUMP} e {CONTROL:CROUCH}per andare su e giù.
pl_pl: Użyj {CONTROL:JUMP} i {CONTROL:CROUCH} żeby lecieć w górę i w dół.
pt_br: Use {CONTROL:JUMP} e {CONTROL:CROUCH} para ir para cima ou para baixo.
ru: Используйте {CONTROL:JUMP}и {CONTROL:CROUCH}для перемещния вверх и вниз.
zh_cn: 按{CONTROL:JUMP}和{CONTROL:CROUCH}向上和向下移动。

# IngameHelp_FlyingAShip_Detail4
source: Use {CONTROL:ROLL_LEFT} and {CONTROL:ROLL_RIGHT} to roll.
de: Verwenden Sie {CONTROL:ROLL_LEFT} und {CONTROL:ROLL_RIGHT} zum Rollen.
es: Usa {CONTROL:ROLL_LEFT} y {CONTROL:ROLL_RIGHT} para Rotar.
fr: Utilisez {CONTROL:ROLL_LEFT} et {CONTROL:ROLL_RIGHT} pour tourner
hu_hu: Használja {CONTROL:ROLL_LEFT} és {CONTROL:ROLL_RIGHT} forduláshoz.
it: Usa {CONTROL:ROLL_LEFT} e {CONTROL:ROLL_RIGHT} per rotolare.
pl_pl: Użyj {CONTROL:ROLL_LEFT} i {CONTROL:ROLL_RIGHT} do obracania się.
pt_br: Use {CONTROL:ROLL_LEFT} e {CONTROL:ROLL_RIGHT} para rolar.
ru: Используйте {CONTROL:ROLL_LEFT} и {CONTROL:ROLL_RIGHT}для крёна.
zh_cn: 按{CONTROL:ROLL_LEFT}和{CONTROL:ROLL_RIGHT}翻滚。

# IngameHelp_FlyingAShip_Title
source: Good.bot: Flying a Ship
de: Good.Bot: Ein Schiff fliegen
es: Good.bot: Volando con una nave
fr: Good.bot : piloter un vaisseau
hu_hu: Good.bot: Repülés a hajóval
it: Good.bot: Far volare una nave
pl_pl: Good.bot: Lot statkiem
pt_br: Good.bot: Pilotando uma nave
ru: Good.bot: Управление кораблём
zh_cn: Good.bot：开飞船

# IngameHelp_Grinder_Detail1
source: A grinder is used to deconstruct and salvage blocks by removing their components into your inventory.
de: Mit einer Schleifmaschine werden Blöcke zerlegt und ausgeschlachtet, und ihre Komponenten Ihrem Inventar hinzugefügt.
es: Las amoladoras se usan para deconstruir y eliminar bloques retirando sus componentes y poniéndolos en tu inventario.
fr: Une meuleuse est utilisée pour détruire et récupérer des blocs en mettant leurs composants dans votre inventaire.
hu_hu: A darabolót a blokkok lebontására, az alkatrészek eltávolítására és a készletbe mentésére használják.
it: Una smerigliatrice viene utilizzata per decostruire e recuperare i blocchi rimuovendone i componenti nel tuo inventario.
pl_pl: Szlifierka pozwala na dekonstrukcję i odzysk bloków przez usuwanie ich komponentów do ekwipunku gracza.
pt_br: O esmeril é utilizado para desmontar e recuperar blocos ao remover seus componentes para o inventário.
ru: Болгарка используется для демонтажа и утилизации блоков, забирая их компоненты в Ваш инвентарь.
zh_cn: 用切割机拆解并回收部件到库存供以后使用。

# IngameHelp_Grinder_Detail2
source: Hold {CONTROL:TOOLS:PRIMARY_TOOL_ACTION} to use grinder on any block.
de: Halten Sie {CONTROL:TOOLS:PRIMARY_TOOL_ACTION} gedrückt, um die Schleifmaschine auf einem beliebigen Block anzuwenden.
es: Mantén {CONTROL:TOOLS:PRIMARY_TOOL_ACTION} para usar la amoladora en cualquier bloque.
fr: Maintenez {CONTROL:TOOLS:PRIMARY_TOOL_ACTION} pour utiliser la meuleuse sur n'importe quel bloc.
hu_hu: Tartsa nyomva a {CONTROL:TOOLS:PRIMARY_TOOL_ACTION} gombot hogy a darabolót bármilyen blokkon használja.
it: Tieni premuto {CONTROL:TOOLS:PRIMARY_TOOL_ACTION} per usare la smerigliatrice su qualsiasi blocco.
pl_pl: Przytrzymaj {CONTROL:TOOLS:PRIMARY_TOOL_ACTION} aby użyć szlifierki na dowolnym bloku.
pt_br: Segure {CONTROL:TOOLS:PRIMARY_TOOL_ACTION} para utilizar o esmeril em qualquer bloco.
ru: Удерживайте {CONTROL:TOOLS:PRIMARY_TOOL_ACTION}чтобы использовать болгарку на любом блоке.
zh_cn: 按住{CONTROL:TOOLS:PRIMARY_TOOL_ACTION}使用切割机。

# IngameHelp_Grinder_Title
source: Good.bot: Grinder
de: Good.Bot: Schleifmaschine
es: Good.bot: Amoladora
fr: Good.bot : meuleuse
hu_hu: Good.bot: Daraboló
it: Good.bot: Smerigliatrice
pl_pl: Good.bot: Szlifierka
pt_br: Good.bot: Esmeril
ru: Good.bot: Болгарка
zh_cn: Good.bot：切割机

# IngameHelp_GrinderTip_Detail1
source: You made quick work of that!
de: Das haben Sie aber schnell erledigt!
es: ¡Lo has hecho rápido!
fr: Vous avez été rapide !
hu_hu: Gyorsan megcsinálta!
it: Hai fatto un lavoro veloce!
pl_pl: W mgnieniu oka!
pt_br: Você foi rápido!
ru: А Вы быстро справились!
zh_cn: 你做得很快！

# IngameHelp_GrinderTip_Detail2
source: *Tip:* Grinder's can be used to remove trees.
de: *Tipp:* Schleifmaschinen können zum Entfernen von Bäumen verwendet werden.
es: *Sugerencia* Las amoladoras se pueden usar para quitar árboles.
fr: *Conseil :* Les broyeurs peuvent être utilisés pour enlever les arbres.
hu_hu: *Tipp:* A Darabolót fák eltávolítására is lehet használni.
it: *Suggerimento:* Le smerigliatrici possono essere usate per rimuovere gli alberi.
pl_pl: *rada: *Szlifierki mogą być użyte do ścinania drzew.
pt_br: *Dica:* O esmeril pode ser utilizado para remover árvores.
ru: *Подсказка:* болгаркой можно спилить дерево.
zh_cn: 提示：切割机可以伐树。

# IngameHelp_HandDrill_Detail1
source: A hand drill is used to break down rock, collect minerals or to dig tunnels. Ores can be found in asteroids and dark spots on planets. All drills are equipped with a short-range detector.
de: Handbohrmaschinen können zum Zerlegen von Gestein, zum Abbau von Erzen oder zum Graben von Tunneln verwendet werden. Erze können in Asteroiden und dunklen Stellen auf Planeten gefunden werden. Alle Bohrer sind mit einem Erzdetektor ausgestattet der Erz im nahen Umkreis orten kann.
es: Los taladros se usan para romper rocas, recolectar minerales y cavar túneles. Las menas se pueden encontrar en asteroides y en las zonas oscurecidas en los planetas. Todos los taladros están equipados con un detector de corto alcance.
fr: Une foreuse portative est utilisée pour briser les roches, collecter des minéraux ou creuser des tunnels. Les minerais peuvent être trouvés dans les astéroïdes et les taches sombres sur les planètes. Toutes les foreuses sont équipés d'un détecteur à courte portée.
hu_hu: A kézi fúró kőzet bontására, ásványok gyűjtésére, alagutak ásására szolgál. Az ércek aszteroidákban és a bolygók sötét foltjaiban találhatók. Minden fúró rövid hatótávolságú detektorral van felszerelve.
it: Un trapano a mano viene utilizzato per rompere la roccia, raccogliere minerali o per scavare gallerie. I minerali si trovano negli asteroidi e nelle macchie scure dei pianeti. Tutte le trivelle sono dotate di un rilevatore a corto raggio.
pl_pl: Wiertarka ręczna jest używana do niszczenia skał, pozyskiwania surowców i kopania tuneli. Rudy to ciemniejsze miejsca na asteroidach i planetach. Każda wiertarka ma wbudowany wykrywacz surowców o małym zasięgu.
pt_br: A britadeira é utilizada para quebrar rochas, coletar minerais ou cavar túneis. Os minerais podem ser encontrados em asteroides e pontos escuros nos planetas. Todas as britadeiras são equipadas com um detector de curto alcance.
ru: Ручной бур используется для добычи полезных ископаемых из породы и бурения туннелей. Полезные ископаемые могут быть найдены в астероидах и темных пятнах на планетах. Все буры снабжены детектором ближнего действия.
zh_cn: 手钻可以开矿获取矿物质，还可以挖地道。矿石可从小行星和行星黑区获取。所有的钻子都配备有短程探测器。

# IngameHelp_HandDrill_Detail2
source: Hold {CONTROL:TOOLS:PRIMARY_TOOL_ACTION} to break down stone.
de: Halten Sie {CONTROL:TOOLS:PRIMARY_TOOL_ACTION} gedrückt, um Gestein zu zertrümmern und in auflesbare Steinbrocken zu zerlegen.
es: Mantén {CONTROL:TOOLS:PRIMARY_TOOL_ACTION} para romper la roca.
fr: Maintenez {CONTROL:TOOLS:PRIMARY_TOOL_ACTION} pour briser la pierre.
hu_hu: Tartsa nyomva {CONTROL:TOOLS:PRIMARY_TOOL_ACTION} a kőzet töréséhez.
it: Tieni premuto {CONTROL:TOOLS:PRIMARY_TOOL_ACTION} per frantumare le pietre.
pl_pl: Przytrzymaj {CONTROL:TOOLS:PRIMARY_TOOL_ACTION} aby rozbić skałę.
pt_br: Segure {CONTROL:TOOLS:PRIMARY_TOOL_ACTION} para quebrar a pedra.
ru: Удерживайте {CONTROL:TOOLS:PRIMARY_TOOL_ACTION}чтобы пробурить камень.
zh_cn: 按住{CONTROL:TOOLS:PRIMARY_TOOL_ACTION}挖矿。

# IngameHelp_HandDrill_Detail3
source: Press {CONTROL:USE} to pick up rocks.
de: Drücken Sie {CONTROL:USE}, um Steine aufzunehmen.
es: Pulsa {CONTROL:USE} para recoger rocas.
fr: Appuyez sur {CONTROL:USE} pour ramasser les rochers.
hu_hu: Nyomja meg a {CONTROL:USE} gombot hogy felvegye a kőzetet.
it: Premi{CONTROL:USE} per raccogliere le rocce.
pl_pl: Wciśnij {CONTROL:USE} żeby podnieść kamień.
pt_br: Pressione {CONTROL:USE} para coletar as pedras.
ru: Нажмите {CONTROL:USE}чтобы подбирать камни.
zh_cn: 按{CONTROL:USE}收集矿石。

# IngameHelp_HandDrill_Detail4
source: Hold {CONTROL:TOOLS:SECONDARY_TOOL_ACTION} to quickly dig tunnels.
de: Halten Sie {CONTROL:TOOLS:SECONDARY_TOOL_ACTION} gedrückt, um schnell Tunnel zu graben.
es: Mantén {CONTROL:TOOLS:SECONDARY_TOOL_ACTION} para cavar túneles rápidamente.
fr: Maintenez {CONTROL:TOOLS:SECONDARY_TOOL_ACTION} pour creuser rapidement des tunnels.
hu_hu: Tartsa nyomva {CONTROL:TOOLS:SECONDARY_TOOL_ACTION} alagutak gyors ásásához.
it: Tieni premuto {CONTROL:TOOLS:SECONDARY_TOOL_ACTION} per scavare rapidamente i tunnel.
pl_pl: Przytrzymaj {CONTROL:TOOLS:SECONDARY_TOOL_ACTION} żeby szybko kopać tunele.
pt_br: Segure {CONTROL:TOOLS:SECONDARY_TOOL_ACTION} para cavar túneis rapidamente.
ru: Удерживайте {CONTROL:TOOLS:SECONDARY_TOOL_ACTION}чтобы быстро рыть туннели.
zh_cn: 按住{CONTROL:TOOLS:SECONDARY_TOOL_ACTION}快速挖地道。

# IngameHelp_HandDrill_Title
source: Good.bot: Hand Drill
de: Good.Bot: Handbohrmaschine
es: Good.bot: Taladro
fr: Good.bot : foreuse portative
hu_hu: Good.bot: Kézifúró
it: Good.bot: Trivella manuale
pl_pl: Good.bot: Wiertarka ręczna
pt_br: Good.bot: Britadeira
ru: Good.bot: Ручной бур
zh_cn: Good.bot：手钻

# IngameHelp_Rifle_Detail1
source: A basic weapon to protect yourself; requires MR-20 Rifle Magazine ammunition.
de: Eine Standardwaffe zum Selbstschutz; erfordert kleinkalibrige Munition.
es: Un arma básica para protegerse; requiere munición de cargador de rifle MR-20.
fr: Une arme de base pour vous protéger ; nécessite des munitions de chargeur de fusil MR-20.
hu_hu: Alapvető fegyver önmaga védelmére; kis kaliberű lőszert igényel.
it: Un'arma di base per proteggerti; richiede munizioni per il Caricatore per Fucile MR-20.
pl_pl: Podstawowa broń do obrony osobistej; wymaga amunicji małego kalibru.
pt_br: Uma arma básica para sua proteção pessoal; requer munição de Rifle MR-20.
ru: Основное оружие самообороны, использует боеприпасы малого калибра.
zh_cn: 用于自卫的基本武器；需要 MR-20 步枪弹夹弹药。

# IngameHelp_Rifle_Detail2
source: *Tip:* There are more specialized rifles available. Don’t forget that you can review useful information anytime in the help screen by pressing {CONTROL:HELP_SCREEN}.
de: *Tipp:* Es sind auch noch weitere spezielle Gewehre erhältlich. Vergessen Sie nicht, dass Sie nützliche Informationen jederzeit im Hilfebildschirm einsehen können, indem Sie {CONTROL:HELP_SCREEN} drücken.
es: *Sugerencia* Hay fusiles más especializados disponibles. No olvides que puedes ver información útil en la pantalla de ayuda presionando {CONTROL:HELP_SCREEN} en cualquier momento.
fr: *Conseil :* Il existe des fusils plus spécialisés. N'oubliez pas que vous pouvez consulter des informations utiles à tout moment dans l'écran d'aide en appuyant sur {CONTROL:HELP_SCREEN}.
hu_hu: *Tipp:* További speciális puskák állnak rendelkezésre. Ne felejtse el, hogy a súgó képernyőn bármikor megtekintheti a hasznos információkat a {CONTROL:HELP_SCREEN} megnyomásával.
it: *Suggerimento:* Ci sono fucili più specializzati disponibili. Non dimenticare che puoi rivedere le informazioni utili in qualsiasi momento nella schermata di aiuto premendo {CONTROL:HELP_SCREEN}.
pl_pl: *rada: * Dostępne są bardziej specjalistyczne karabiny. Nie zapomnij, że w każdej chwili możesz przejrzeć użyteczne informacje na ekranie pomocy, naciskając {CONTROL:HELP_SCREEN}.
pt_br: *Dica:* Existem outros rifles especializados disponíveis. Lembre-se de que você pode rever informações úteis a qualquer momento na tela de ajuda, ao pressionar {CONTROL:HELP_SCREEN}.
ru: *Подсказка:* есть более специализированные варианты винтовок. Не забывайте, что Вы можете снова просмотреть обучающую информацию на {CONTROL:HELP_SCREEN}.
zh_cn: 提示：还有专业步枪可用。记得按{CONTROL:HELP_SCREEN}返回帮助屏幕随时查看信息。
