Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# DisplayName_Block_Armor2x1HalfSlopedTipPanelLight
source: Light Armor Half Panel 2x1 Tip Right
de: Leicht gepanzerte Platte (Hälfte, Spitze rechts) 2x1
es: Medio panel de blindaje ligero 2x1 Punta derecha
fr: Demi-panneau blindage léger 2x1 bout droite
it: Mezzo pannello armatura leggera 2x1, estremità destra
pl_pl: Panel lekkiego pancerza połówka 2x1 czubek prawy
pt_br: Painel de blindagem leve em metade 2x1 ponta direita
ru: Полупанель легкой обшивки 2x1 (вершина, правая)
zh_cn: 轻甲半面板右前2x1

# DisplayName_Block_Armor2x1HalfSlopedTipPanelLightInv
source: Light Armor Half Panel 2x1 Tip Left
de: Leicht gepanzerte Platte (Hälfte, Spitze links) 2x1
es: Medio panel de blindaje ligero 2x1 Punta izquierda
fr: Demi-panneau blindage léger 2x1 bout gauche
it: Mezzo pannello armatura leggera 2x1, estremità sinistra
pl_pl: Panel lekkiego pancerza połówka 2x1 czubek lewy
pt_br: Painel de blindagem leve em metade 2x1 ponta esquerda
ru: Полупанель легкой обшивки 2x1 (вершина, левая)
zh_cn: 轻甲半面板左前2x1

# DisplayName_Block_ArmorQuarterPanelHeavy
source: Heavy Armor Quarter Panel
de: Schwer gepanzerte Platte (Viertel)
es: Un cuarto de panel de blindaje pesado
fr: Quart de panneau blindage lourd
it: Quarto di pannello armatura pesante
pl_pl: Panel ciężkiego pancerza ćwiartka
pt_br: Painel de blindagem pesada em 1/4
ru: Четвертьпанель тяжелой обшивки
zh_cn: 重甲四分之一面板

# DisplayName_Block_ArmorQuarterPanelLight
source: Light Armor Quarter Panel
de: Leicht gepanzerte Platte (Viertel)
es: Un cuarto de panel de blindaje ligero
fr: Quart de panneau blindage léger
it: Quarto di pannello armatura leggera
pl_pl: Panel lekkiego pancerza ćwiartka
pt_br: Painel de blindagem leve em 1/4
ru: Четвертьпанель легкой обшивки
zh_cn: 轻甲四分之一面板

# DisplayName_Block_Armor2x1HalfSlopedTipPanelHeavy
source: Heavy Armor Half Panel 2x1 Tip Right
de: Schwer gepanzerte Platte (Hälfte, Spitze rechts) 2x1
es: Medio panel de blindaje pesado 2x1 Punta derecha
fr: Demi-panneau blindage lourd 2x1 bout droite
it: Mezzo pannello armatura pesante 2x1, estremità destra
pl_pl: Panel lekkiego pancerza połówka 2x1 czubek prawy
pt_br: Painel de blindagem pesada em metade 2x1 ponta direita
ru: Полупанель тяжелой обшивки 2x1 (вершина, правая)
zh_cn: 重甲半面板右前2x1

# DisplayName_Block_Armor2x1HalfSlopedTipPanelHeavyInv
source: Heavy Armor Half Panel 2x1 Tip Left
de: Schwer gepanzerte Platte (Hälfte, Spitze links) 2x1
es: Medio panel de blindaje pesado 2x1 Punta izquierda
fr: Demi-panneau blindage lourd 2x1 bout gauche
it: Mezzo pannello armatura pesante 2x1, estremità sinistra
pl_pl: Panel lekkiego pancerza połówka 2x1 czubek lewy
pt_br: Painel de blindagem pesada em metade 2x1 ponta esquerda
ru: Полупанель тяжелой обшивки 2x1 (вершина, левая)
zh_cn: 重甲半面板左前2x1

# LCD_HI_Poster1_Landscape
source: Poster Industry Of War H
es: Cartel de Industria bélica H
it: Poster Industria di guerra, orizzontale
pl_pl: Plakat Industry Of War H
pt_br: Pôster Indústria da Guerra H
ru: Плакат «Военная промышленность» (гориз.)
zh_cn: 战争工业海报H

# LCD_HI_Poster1_Portrait
source: Poster Industry Of War V
es: Cartel de Industria bélica V
it: Poster Industria di guerra, verticale
pl_pl: Plakat Industry Of War W
pt_br: Pôster Indústria da Guerra V
ru: Плакат «Военная промышленность» (верт.)
zh_cn: 战争工业海报V

# LCD_HI_Poster1_Square
source: Poster Industry Of War
es: Cartel de Industria bélica
it: Poster Industria di guerra
pl_pl: Plakat Industry Of War
pt_br: Pôster Indústria da Guerra
ru: Плакат «Военная промышленность»
zh_cn: 战争工业海报

# LCD_HI_Poster2_Landscape
source: Poster Heavy Industry H
es: Cartel de Heavy Industry H
it: Poster Industria pesante, orizzontale
pl_pl: Plakat Heavy Industry H
pt_br: Pôster Indústria Pesada H
ru: Плакат «Тяжелая промышленность» (гориз.)
zh_cn: 重工业海报H

# LCD_HI_Poster2_Portrait
source: Poster Heavy Industry V
es: Cartel de Heavy Industry V
it: Poster Industria pesante, verticale
pl_pl: Plakat Heavy Industry W
pt_br: Pôster Indústria Pesada V
ru: Плакат «Тяжелая промышленность» (верт.)
zh_cn: 重工业海报V

# LCD_HI_Poster2_Square
source: Poster Heavy Industry
es: Cartel de Heavy Industry
it: Poster Industria pesante
pl_pl: Plakat Heavy Industry
pt_br: Pôster Indústria Pesada
ru: Плакат «Тяжелая промышленность»
zh_cn: 重工业海报

# LCD_HI_Poster3_Landscape
source: Poster We Want You H
es: Cartel We Want You H
it: Poster Vogliamo te, orizzontale
pl_pl: Plakat We Want You H
pt_br: Pôster Queremos Você H
ru: Плакат «Ты нужен нам» (гориз.)
zh_cn: “我们需要你”海报H

# LCD_HI_Poster3_Portrait
source: Poster We Want You V
es: Cartel We Want You V
it: Poster Vogliamo te, verticale
pl_pl: Plakat We Want You W
pt_br: Pôster Queremos Você V
ru: Плакат «Ты нужен нам» (верт.)
zh_cn: “我们需要你”海报V

# LCD_HI_Poster3_Square
source: Poster We Want You
es: Cartel We Want You
it: Poster Vogliamo te
pl_pl: Plakat We Want You
pt_br: Pôster Queremos Você
ru: Плакат «Ты нужен нам»
zh_cn: “我们需要你”海报

# CustomWorld_PetramOrbiter
source: Pertam Orbiter
es: Órbita de Pertam
it: Satellite di Pertam
ru: Пертам Орбитер
zh_cn: Pertam轨道飞行器

# DisplayName_Block_HydrogenThrustIndustrial
source: Industrial Hydrogen Thruster
de: Industrielles Wasserstoff-Triebwerk
es: Propulsor de hidrógeno industrial
fr: Propulseur à hydrogène industriel
it: Propulsore industriale a idrogeno
pl_pl: Silnik wodorowy typu przemysłowego
pt_br: Propulsor de Hidrogênio Industrial
ru: Промышленный водородный ускоритель
zh_cn: 工业氢气推进器

# DisplayName_Block_IndustrialConveyorSorter
source: Industrial Conveyor Sorter
de: Industrieller Förderrohr-Sortierer
es: Clasificador transportador industrial
fr: Trieur de convoyeur industriel
it: Trasportatore industriale
pl_pl: Sortownik transportowy typu przemysłowego
pt_br: Sorter de transportadora industrial
ru: Промышленный сортировщик
zh_cn: 工业分拣传输机

# DisplayName_Block_LargeHydrogenThrustIndustrial
source: Industrial Large Hydrogen Thruster
de: Großes industrielles Wasserstoff-Triebwerk
es: Propulsor de hidrógeno grande industrial
fr: Grand propulseur à hydrogène industriel
it: Grande propulsore industriale a idrogeno
pl_pl: Duży silnik wodorowy typu przemysłowego
pt_br: Propulsor de Hidrogênio Grande Industrial
ru: Промышленный большой водородный ускоритель
zh_cn: 工业大型氢气推进器

# Blueprint_GridType_Large
source: Large
de: Groß
es: Grande
fr: Grand
it: Grande
pl_pl: Duża
pt_br: Grande
ru: Больш.
zh_cn: 大型

# Blueprint_GridType_Small
source: Small
de: Klein
es: Pequeño
fr: Petit
it: Piccolo
pl_pl: Mała
pt_br: Pequeno
ru: Мал.
zh_cn: 小型

# ScreenDebugAdminMenu_Spectator
source: Spectator Tool
de: Zuschauer-Tool
es: Herramienta de espectador
fr: Outil spectateur
it: Strumento spettatore
pl_pl: Narzędzie obserwatora
pt_br: Ferramenta de espectador
ru: Инструмент наблюдателя
zh_cn: 旁观者工具

# TemperatureCozy
source: Cozy
de: Angenehm
es: Acogedor
fr: Confortable
it: Accogliente
pl_pl: Przytulnie
pt_br: Aconchegante
ru: Комфортно
zh_cn: 温暖

# TemperatureExtremeFreeze
source: Extreme Freeze
de: Extremer Frost
es: Congelación extrema
fr: Froid extrême
it: Freddo estremo
pl_pl: Ekstemalnie zimno
pt_br: Extremamente frio
ru: Очень холодно
zh_cn: 极冷

# TemperatureExtremeHot
source: Extreme Hot
de: Brühende Hitze
es: Calor extremo
fr: Chaleur extrême
it: Caldo estremo
pl_pl: Ekstemalnie gorąco
pt_br: Extremamente quente
ru: Очень горячо
zh_cn: 极热

source: Owner Last Logout
de: LetzterLogoutEigentümer
es: Ultima desconexión del dueño
fr: Dernière déconnexion du propriétaire
it: Ultima disconnessione del proprietario
pl_pl: Ostatnie wylogowanie właściciela
pt_br: Último logout do proprietário
ru: Последний выход владельца
zh_cn: 所有者上次离线时间

# SpawnMenu_KeepOriginalMaterial
source: Keep Original
de: Originalmaterial beibehalten
es: Mantener el original
fr: Garder l'original
it: Mantieni originali
pl_pl: Zachowaj oryginalny
pt_br: Manter o original
ru: Сохранить исходное
zh_cn: 保持不变

# SpawnMenu_KeepOriginalMaterial_Tooltip
source: Keep original asteroid material
de: Originales Asteroidenmaterial beibehalten
es: Mantener el material original del asteroide
fr: Garder les matériaux d'origine des astéroides
it: Mantieni il materiale originale dell'asteroide
pl_pl: Zachowaj oryginalny materiał asteroidy
pt_br: Manter material original do asteroide
ru: Сохранить исходный материал астероида
zh_cn: 保持原始小行星物质

# SpawnMenu_VoxelSize
source: Voxel Size:
de: Voxelgröße:
es: Tamaño del voxel
fr: Taille de voxel :
it: Dimensione voxel:
pl_pl: Rozmiar voxel-a:
pt_br: Tamanho do voxel:
ru: Размер вокселя:
zh_cn: 体素大小：

# Item_Drill4_Extra_Tooltip
source: Widest cutout, fastest mining
de: Größter Ausschnitt, schnellster Abbau
es: El recorte más amplio, la extracción más rápida
fr: Découpe la plus large, minage le plus rapide
it: Ritaglio più ampio, mining più veloce
pl_pl: Najszersze wykopy, najszybsze wydobycie
pt_br: Recorte mais amplo, mineração mais rápida
ru: Самый широкий вырез, самая быстрая добыча
zh_cn: 最宽的切口，最快的采矿

# Item_Drill_Extra_Tooltip
source: Wider cutout, faster mining
de: Größerer Ausschnitt, schnellerer Abbau
es: Recorte más amplio, extracción más rápida
fr: Découpe large, minage rapide
it: Ritaglio ampio, mining veloce
pl_pl: Szersze wykopy, szybsze wydobycie
pt_br: Recorte amplo, mineração rápida
ru: Расширенный вырез, ускоренная добыча
zh_cn: 更宽的切口，更快的采矿

# Item_Grinder4_Extra_Tooltip
source: Longest reach and fastest grinding
de: Höchste Reichweite und schnellstes Schleifen
es: El mayor alcance y la molienda más rápida
fr: Portée la plus longue et broyage le plus rapide
it: Raggio più lungo e smerigliatura più veloce
pl_pl: Największy zasięg i najszybsze szlifowanie
pt_br: Maior alcance e desmontagem mais rápida
ru: Самая большая дистанция и самая быстрая разборка
zh_cn: 最长的距离和最快的拆卸

# Item_Grinder_Extra_Tooltip
source: Longer reach and faster grinding
de: Höhere Reichweite und schnelleres Schleifen
es: Mayor alcance y molienda más rápida
fr: Longue portée et broyage rapide
it: Raggio lungo e smerigliatura veloce
pl_pl: Większy zasięg i szybsze szlifowanie
pt_br: Alcance longo e desmontagem rápida
ru: Увеличенная дистанция и ускоренная разборка
zh_cn: 更长的距离和更快的拆卸

# Item_Welder4_Extra_Tooltip
source: Longest reach and fastest welding
de: Höchste Reichweite und schnellstes Schweißen
es: El mayor alcance y la soldadura más rápida
fr: Portée la plus longue et soudage le plus rapide
it: Raggio più lungo e saldatura più veloce
pl_pl: Największy zasięg i najszybsze spawanie
pt_br: Maior alcance e soldagem mais rápida
ru: Самая большая дистанция и самая быстрая сварка
zh_cn: 最长的距离和最快的焊接

# Item_Welder_Extra_Tooltip
source: Longer reach and faster welding
de: Höhere Reichweite und schnelleres Schweißen
es: Mayor alcance y soldadura más rápida
fr: Longue portée et soudage rapide
it: Raggio lungo e saldatura veloce
pl_pl: Większy zasięg i szybsze spawanie
pt_br: Alcance longo e soldagem rápida
ru: Увеличенная дистанция и ускоренная сварка
zh_cn: 更长的距离和更快的焊接

# DisplayName_Block_ConveyorSorterIndustrial
source: Industrial Conveyor Sorter
de: Industrieller Förderrohr-Sortierer
es: Clasificador transportador industrial
fr: Trieur de convoyeur industriel
it: Trasportatore industriale
pl_pl: Sortownik transportowy typu przemysłowego
pt_br: Sorter de transportadora industrial
ru: Промышленный сортировщик
zh_cn: 工业分拣传输机

source: Blacklist
es: Lista negra
fr: Liste noire
it: Lista Nera
pl_pl: Czarna lista
pt_br: Lista negra
ru: Черный список
zh_cn: 黑名单

source: Whitelist
es: Lista blanca
fr: Liste blanche
it: Lista Bianca
pl_pl: Biała lista
pt_br: Lista branca
ru: Белый список
zh_cn: 白名单

# DisplayName_BlockGroup_BridgeWindowsGroup
source: Bridge Windows
de: Brückenfenster
es: Ventanas de puente
fr: Fenêtres de pont
it: Finestre a ponte
pl_pl: Okna mostka
pt_br: Janelas com ponte
ru: Окна мостика
zh_cn: 桥窗

# DisplayName_Block_BridgeWindow1x1Face
source: Bridge Window Face
de: Brückenfenster (Front)
es: Ventana de puente Frontal
fr: Face de fenêtre du pont
it: Faccia della finestra a ponte
pl_pl: Okno mostka pochyłe
pt_br: Frente de janela com ponte
ru: Лицевое окно мостика
zh_cn: 桥窗正面

# DisplayName_Block_BridgeWindow1x1Slope
source: Bridge Window Slope
de: Brückenfenster (Schräge)
es: Ventana de puente Inclinada
fr: Pente de fenêtre de pont
it: Finestra a ponte inclinata
pl_pl: Okno mostka naroże
pt_br: Janela inclinada com ponte
ru: Наклонное окно мостика
zh_cn: 桥窗斜面

# DisplayName_DLC_Warfare2DLC
source: Warfare 2 Blocks
de: „Warfare 2“-Blöcke
es: Bloques de Guerra 2
fr: Blocs Warfare 2
it: Blocchi Guerra 2
pl_pl: Bloki Warfare 2
pt_br: Blocos de Guerra 2
ru: Блоки «Война 2»
zh_cn: Warfare 2方块

# DisplayName_Block_PassengerSeatOffset
source: Passenger Seat Offset
de: Versatz des Passagiersitzes
es: Compensación del asiento del pasajero
fr: Décalage du siège passager
it: Spostamento del sedile del passeggero
pl_pl: Przesunięty fotel pasażera
pt_br: Compensação do assento do passageiro
ru: Смещенное пассажирское кресло
zh_cn: 乘客座椅偏移

# DisplayName_Block_PassengerSeatOld
source: Passenger Seat Old
de: Passagiersitz
es: Asiento del Pasajero
fr: Siège passager ancien
it: Sedile del passeggero vecchio
pl_pl: Stary fotel pasażera
pt_br: Assento de passageiro antigo
ru: Старое пассажирское кресло
zh_cn: 旧乘客座椅

# DisplayName_Block_PassengerBench
source: Passenger Bench
de: Passagierbank
es: Banco de pasajeros
fr: Banc passager
it: Panca passeggeri
pl_pl: Ławka pasażera
pt_br: Banco do passageiro
ru: Пассажирская скамья
zh_cn: 乘客长椅

# DisplayName_TSS_TargetingInfo
source: Targeting Info
de: Zielinformationen
es: Información de orientación
fr: Informations de ciblage
it: Informazioni sulla mira
pl_pl: Informacje o celu
pt_br: Informações de alvo
ru: Информация о прицеливании
zh_cn: 瞄准信息

# Targeting_Distance
source: Distance
de: Distanz
es: Distancia
it: Distanza
pl_pl: Dystans
pt_br: Distância
ru: Расстояние
zh_cn: 距离

# Targeting_Locking
source: Locking
de: Ziel wird erfasst
es: Bloqueo
fr: Verrouillage
it: Blocco
pl_pl: Namierzany
pt_br: Bloqueando
ru: Захват цели
zh_cn: 锁定

# Targeting_LosingLock
source: Losing Lock
de: Erfasstes Ziel geht verloren
es: Perdiendo el bloqueo
fr: Perte du verrouillage
it: Rilascio del blocco
pl_pl: Traci namiar
pt_br: Perda de bloqueio
ru: Потеря захвата цели
zh_cn: 失去锁定

# Targeting_NoTarget
source: No Target
de: Kein Ziel
es: Sin objetivo
fr: Pas de cible
it: Nessun obiettivo
pl_pl: Brak celu
pt_br: Sem alvo
ru: Цель отсутствует
zh_cn: 没有目标

# Targeting_Status
source: Status
es: Estado
fr: État
it: Stato
pl_pl: Stan
ru: Статус
zh_cn: 状态

# Targeting_Subsystem
source: Subsystem
de: Teilsystem
es: Subsistema
fr: Sous-système
it: Sottosistema
pl_pl: Podsystem
pt_br: Subsistema
ru: Подсистема
zh_cn: 子系统

# Targeting_Target
source: Target
de: Ziel
es: Objetivo
fr: Cible
it: Obiettivo
pl_pl: Cel
pt_br: Alvo
ru: Цель
zh_cn: 目标

# Targeting_TargetLocked
source: Target Locked
de: Ziel erfasst
es: Objetivo bloqueado
fr: Cible verrouillée
it: Obiettivo bloccato
pl_pl: Cel namierzony
pt_br: Alvo bloqueado
ru: Цель захвачена
zh_cn: 目标已锁定

# Targeting_Velocity
source: Velocity
de: Geschwindigkeit
es: Velocidad
fr: Vélocité
it: Velocità
pl_pl: Prędkość
pt_br: Velocidade
ru: Скорость
zh_cn: 速度

# Targeting_Volume
source: Volume
de: Volumen
es: Volumen
pl_pl: Wielkość
ru: Объем
zh_cn: 体积

# TSS_TargetingInfo
source: Targeting Info
de: Zielinformationen
es: Información de orientación
fr: Informations de ciblage
it: Informazioni sulla mira
pl_pl: Informacje o celu
pt_br: Informações de alvo
ru: Информация о прицеливании
zh_cn: 瞄准信息

# TargetingControlHint
source: [RMB] to lock target
de: [RMB], um das Ziel zu erfassen
es: [RMB] para bloquear el objetivo
fr: [RMB] pour verrouiller la cible
it: [RMB] per bloccare il bersaglio
pl_pl: [RMB] aby namierzyć cel
pt_br: [RMB] para bloquear o alvo
ru: [RMB] для захвата цели
zh_cn: [RMB]以锁定目标

# DisplayName_Block_Railgun
source: Railgun
de: Schienenkanone
es: Cañón de riel
it: Fucile a rotaia
pl_pl: Działo elektromagnetyczne
pt_br: Canhão Eletromagnético
ru: Рельсотрон
zh_cn: 轨道炮

# DisplayName_Block_LightPanel
source: Light Panel
de: Lichtpaneel
es: Panel de luz
fr: Panneau lumineux
it: Pannello luminoso
pl_pl: Panel świetlny
pt_br: Painel de Luz
ru: Световая панель
zh_cn: 灯光面板

# DisplayName_Block_AirtightHangarDoorWarfare2A
source: Warfare Hangar Door
de: Warfare-Hangartor
es: Puerta del hangar de guerra
fr: Porte de hangar Warfare
it: Porta dell'hangar di guerra
pl_pl: Drzwi hangarowe typu wojskowego
pt_br: Porta de Hangar de Guerra
ru: Военная дверь ангара
zh_cn: Warfare吊门

# DisplayName_Block_AirtightHangarDoorWarfare2B
source: Warfare Hangar Door Windowed
de: Warfare-Hangartor mit Fenster
es: Puerta de hangar de guerra con ventana
fr: Porte de hangar fenêtrée Warfare
it: Porta finestrata dell'hangar di guerra
pl_pl: Drzwi hangarowe typu wojskowego z oknem
pt_br: Porta de Hangar de Guerra com Janela
ru: Военная дверь ангара с окнами
zh_cn: 带窗Warfare吊门

# DisplayName_Block_AirtightHangarDoorWarfare2C
source: Warfare Hangar Door 2
de: Warfare-Hangartor 2
es: Puerta del hangar de guerra 2
fr: Porte de hangar Warfare 2
it: Porta dell'hangar di guerra 2
pl_pl: Drzwi hangarowe typu wojskowego 2
pt_br: Porta de Hangar de Guerra 2
ru: Военная дверь ангара 2
zh_cn: Warfare吊门2

# DisplayName_Block_LargeReactorWarfare2
source: Large Warfare Reactor
de: Großer Warfare-Reaktor
es: Reactor de guerra grande
fr: Grand réacteur Warfare
it: Reattore di guerra grande
pl_pl: Duży reaktor typu wojskowego
pt_br: Reator de Guerra Grande
ru: Большой военный реактор
zh_cn: 大型Warfare反应堆

# DisplayName_Block_SmallReactorWarfare2
source: Small Warfare Reactor
de: Kleiner Warfare-Reaktor
es: Reactor de guerra pequeño
fr: Petit réacteur Warfare
it: Reattore di guerra piccolo
pl_pl: Mały reaktor typu wojskowego
pt_br: Reator de Guerra Pequeno
ru: Малый военный реактор
zh_cn: 小型Warfare反应堆

# NotificationHintLockTarget
source: {0} to lock target
de: {0} um das Ziel zu erfassen
es: {0} para bloquear el objetivo
fr: {0} pour verrouiller la cible
it: {0} per bloccare il bersaglio
pl_pl: {0} aby namierzyć cel
pt_br: {0} para bloquear o alvo
ru: {0} для захвата цели
zh_cn: {0}以锁定目标

# NotificationHintUnlockTarget
source: {0} to unlock target
de: {0} um die Zielerfassung rückgängig zu machen
es: {0} para desbloquear el objetivo
fr: {0} pour déverrouiller la cible
it: {0} per sbloccare il bersaglio
pl_pl: {0} aby usunąć namiar celu
pt_br: {0} para desbloquear o alvo
ru: {0} для отмены захвата цели
zh_cn: {0}以解除锁定目标

# DisplayName_Block_RocketLauncherWarfare2
source: Warfare Rocket Launcher
de: Warfare-Raketenwerfer
es: Lanzacohetes de guerra
fr: Lance-roquettes Warfare
it: Lanciarazzi di guerra
pl_pl: Wyrzutnia rakiet wersja wojskowa
pt_br: Lança-mísseis de Guerra
ru: Боевая ракетница
zh_cn: Warfare火箭发射器

# BlockActionTitle_LargeTurretFocusLockedTarget
source: Focus Locked Target
de: Erfasstes Ziel fokusieren
es: Enfocar objetivo bloqueado
fr: Concentrer sur la cible verrouillée
it: Obiettivo bloccato a fuoco
pl_pl: Wybierz główny cel
pt_br: Alvo bloqueado no foco
ru: Фокусировка на захваченной цели
zh_cn: 聚焦锁定的目标

# BlockActionTooltip_LargeTurretFocusLockedTarget
source: Prioritize locked target while target lock is maintained
de: Priorisiere erfasste Ziele während die Zielerfassung aufrechterhalten wird
es: Dar prioridad al objetivo bloqueado mientras se mantiene el bloqueo del objetivo
fr: Donner la priorité à la cible verrouillée pendant que le verrouillage de la cible est maintenu
it: Dai priorità al bersaglio bloccato mentre viene mantenuto il blocco del bersaglio
pl_pl: Wybrany cel będzie priorytetowy jeśli pozostanie w namiarze
pt_br: Priorizar alvo bloqueado enquanto bloqueio de alvo é mantido
ru: Отдавать приоритет захваченной цели, пока захват цели действует
zh_cn: 在保持目标锁定时优先处理锁定的目标

# Notification_TargetOutOfRange
source: {0} Turret(s) have insufficient range
de: {0} Geschützturm/Geschütztürme haben eine unzureichende Reichweite
es: {0} La(s) torreta(s) tiene(n) un alcance insuficiente
fr: {0} Turret(s) n'est/ne sont pas à portée
it: {0} torretta/e hanno una portata insufficiente
pl_pl: {0} jest poza zasięgiem wieżyczkek
pt_br: {0} Torre(s) com alcance insuficiente
ru: У некоторых турелей ({0} шт.) слишком малая дальность
zh_cn: {0}个炮塔射程不足

# BlockActionTitle_LargeTurretCopyTarget
source: Copy target
de: Ziel kopieren
es: Copiar objetivo
fr: Copier la cible
it: Copia obiettivo
pl_pl: Skopiuj cel
pt_br: Copiar alvo
ru: Копировать цель
zh_cn: 复制目标

# BlockActionTooltip_LargeTurretCopyTarget
source: Make turret lock to your target.
de: Veranlasst den Geschützturm zur Zielerfassung.
es: Haga que la torreta se fije en su objetivo.
fr: Verrouille la tourelle sur votre cible.
it: Blocca la torretta sul tuo obiettivo.
pl_pl: Nakaż wieżyczce ostrzał namierzonego celu.
pt_br: Tornar bloqueio da torre o seu alvo.
ru: Наведите турель на вашу цель.
zh_cn: 使炮塔锁定你的目标。

# Description_Autocannon
source: Medium rate of fire, with a good punch. Uses Autocannon Magazines. Maximum range: 800 m
de: Mittlere Feuerrate mit guter Durchschlagskraft. Verwendet Magazine für automatische Kanonengeschütze. Maximale Reichweite: 800 m
es: Velocidad de disparo media, con una buena pegada. Utiliza cargadores de cañón automático. Alcance máximo: 800 m
fr: Cadence de tir moyenne, avec une force suffisante. Utilise des chargeurs de canon automatique. Portée maximale : 800 m
it: Cadenza di fuoco media, con un buon colpo. Utilizza caricatori per cannoni automatici. Portata massima: 800 m
pl_pl: Średnia szybkostrzelność, mocne trafienie. Używa magazynków do działka samoczynnego. Maksymalny zasięg: 800 m
pt_br: Cadência média de tiro, com um bom coice. Usa Carregadores de Canhão Automático. Alcance máximo: 800 m
ru: Средняя скорострельность и приличная огневая мощь. Заряжается магазинами автопушки. Максимальная дистанция: 800 м
zh_cn: 中等射速，具有出色的破坏力。使用机炮弹夹。 最大射程：800 m

# DisplayName_Block_Autocannon
source: Autocannon
de: Maschinenkanone
es: Cañón automático
fr: Canon automatique
it: Cannone automatico
pl_pl: Działko samoczynne
pt_br: Canhão automático
ru: Автопушка
zh_cn: 机炮

# DisplayName_Item_AutoCannonClip
source: Autocannon Magazine
de: Maschinenkanonenmagazin
es: Cargador de cañón automático
fr: Chargeur de canon automatique
it: Caricatore cannone automatico
pl_pl: Magazynek do działka SC
pt_br: Carregador de Canhão Automático
ru: Магазин автопушки
zh_cn: 机炮弹夹

# DisplayName_Block_GatlingGunWarfare2
source: Warfare Gatling Gun
de: Warfare-Gatling-Geschütz
es: Arma Gatling de guerra
fr: Mitrailleuse Gatling Warfare
it: Mitragliatrice da guerra
pl_pl: Karabin Gatlinga wersja wojskowa
pt_br: Metralhadora de Guerra
ru: Военный пулемёт Гатлинга
zh_cn: Warfare加特林机枪

# BlockPropertyTitle_AddTool
source: Add tool or weapon
de: Werkzeug oder Waffe hinzufügen
es: Añadir herramienta o arma
fr: Ajouter un outil ou une arme
it: Aggiungi strumento o arma
pl_pl: Dodaj broń lub narzędzie
pt_br: Adicionar ferramenta ou arma
ru: Добавьте инструмент или оружие
zh_cn: 添加工具或武器

# BlockPropertyTitle_AddWeapon
source: Add weapon
de: Waffe hinzufügen
es: Añadir arma
fr: Ajouter une arme
it: Aggiungi arma
pl_pl: Dodaj broń
pt_br: Adicionar arma
ru: Добавьте оружие
zh_cn: 添加武器

# BlockPropertyTitle_AssignRotorAzimuth
source: Assign azimuth rotor
de: Azimutrotor zuweisen
es: Asignar rotor acimutal
fr: Attribuer un rotor d'azimut
it: Assegna rotore azimutale
pl_pl: Wyznacz rotor azymutu
pt_br: Atribuir rotor de azimute
ru: Назначьте курсовой ротор
zh_cn: 指定方位角转子

# BlockPropertyTitle_AssignRotorElevation
source: Assign elevation rotor
de: Elevationsrotor zuweisen
es: Asignar rotor de elevación
fr: Attribuer un rotor d'élévation
it: Assegna rotore di elevazione
pl_pl: Wyznacz rotor podniesienia
pt_br: Atribuir rotor de elevação
ru: Назначить ротор высоты
zh_cn: 指定仰角转子
