Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# StoryTitle_PrototechComponents16
source: Tracing
de: Rückverfolgung
es: Rastreando
fr: Suivi
it: Tracciamento
pt_br: Rastreamento
ru: След
zh_cn: 追踪

# StoryText_PrototechComponents16
source: Figure out where this came from. It's valuable, but knowing how it's made - that's the real prize.
de: Finden Sie heraus, woher es stammt. Es ist wertvoll, aber zu wissen, wie es hergestellt wurde – das macht es aus!
es: Averigüe de dónde procede. Es valioso, pero saber cómo se fabrica... ese es el verdadero premio.
fr: Découvrez d'où vient cet objet. Il a de la valeur, mais savoir comment il a été fabriqué, voilà la vraie récompense.
it: Scopri da dove viene questo. È prezioso, ma sapere come è fatto è il vero premio.
pt_br: Descubra de onde veio isso. É valioso, mas saber do quê é feito é o que vale mais.
ru: Выясните, откуда это взялось. Это ценная штука, но еще ценнее — знать, как такие штуки делать.
zh_cn: 查查这东西从哪来的。它很值钱，但知道它怎么制成的才能体现真正的价值。

# StoryTitle_PrototechComponents17
source: Change
de: Veränderung
es: Cambiar
fr: Changement
it: Cambio
pt_br: Mudança
ru: Перемены
zh_cn: 改变

# StoryText_PrototechComponents17
source: Today, it's revolutionary. Tomorrow, it's everywhere. Trust me - wait a few years before you pay for one of these.
de: Heute ist es revolutionär. Morgen wird es überall zu finden sein. Vertrauen Sie mir – warten Sie ein paar Jahre, bevor Sie eines dieser Geräte kaufen.
es: Hoy, es revolucionario. Mañana, estará en todas partes. Confíe en mí: espere unos años antes de pagar por uno de estos.
fr: Aujourd'hui, c'est révolutionnaire. Demain, ce sera partout. Croyez-moi, attendez quelques années avant d'en acheter un.
it: Oggi è rivoluzionario. Domani sarà ovunque. Credimi: aspetta qualche anno prima di pagare per uno di questi.
pt_br: Hoje foi revolucionário. Amanhã, estará por toda parte. Confia em mim. Espere alguns anos até poder pagar por um desses.
ru: Сегодня это — революция. Завтра это — на каждом корабле. Нутром чую: пару лет — и вы захотите такую штуку себе.
zh_cn: 今天，它是革命性的。明天，它将无处不在。相信我 – 等几年再花钱买这种东西吧。

# StoryTitle_PrototechComponents18
source: Regret
de: Reue
es: Arrepentimiento
it: Rimpianto
pt_br: Arrependimento
ru: Сожаление
zh_cn: 后悔

# StoryText_PrototechComponents18
source: Guy offered me the reward we agreed upon - or this thing. I chose this thing. Am I an idiot? Tell me I'm not an idiot - please.
de: Der Typ bot mir die vereinbarte Belohnung an – oder diese Sache. Ich habe mich für diese Sache entschieden. Bin ich ein Idiot? Sagen Sie mir bitte, dass ich kein Idiot bin ...
es: El tipo me ofreció la recompensa que acordamos... o esta cosa. Elegí esta cosa. ¿Soy idiota? Dígame que no soy idiota, por favor.
fr: Le type m'a offert la récompense convenue - ou ce truc. J'ai choisi ce truc. Suis-je un idiot ? Dites-moi que je ne suis pas idiot, s'il vous plaît.
it: Un tizio mi ha offerto il pagamento concordato... o questa cosa. Ho scelto questa cosa. Sono un idiota? Dimmi che non sono un idiota, per favore.
pt_br: O cara me ofereceu uma recompensa definida ou essa coisa. Escolhi essa coisa. Sou um idiota? Por favor, diga que não.
ru: Мне предложили: или оговоренная сумма, или забрать эту штуку себе. Теперь она у меня. Мудро, правда? Слышать не хочу, что это была ошибка!
zh_cn: 那人愿意给我商量好的报酬 – 或者是这东西。我选了这东西。我是傻子吗？告诉我我不是 – 拜托。

# StoryTitle_PrototechComponents19
source: Plan
it: Piano
pt_br: Plano
ru: План
zh_cn: 计划

# StoryText_PrototechComponents19
source: If you have the spray paint, we're set. Just use this as a reference. We're gonna be rich.
de: Wenn Sie die Sprühfarbe haben, sind wir bereit. Nehmen Sie dies einfach als Referenz. Bald werden wir reich sein!
es: Si tiene la pintura en spray, estamos listos. Use esto como referencia. Vamos a ser ricos.
fr: Si vous avez une bombe de peinture, c'est prêt. Utilisez ça comme référence. Nous allons être riches.
it: Se hai la vernice spray, siamo a posto. Basta usare questo come riferimento. Diventeremo ricchi.
pt_br: Caso tenha tinta spray, estamos bem. Usa isso como referência. Vamos ficar ricos.
ru: Есть краскопульт? Тогда отлично. Используем это как эталон. Разбогатеем…
zh_cn: 如果你有喷漆，我们就搞定了。只要用这个作为参考。我们要发财了。

# StoryTitle_PrototechComponents20
source: Raze
de: Auslöschen
es: Arrasar
fr: Raser
it: Razzia
pt_br: Arrasar
ru: Изничтожение
zh_cn: 毁灭

# StoryText_PrototechComponents20
source: I hid. I was the only survivor. The entire rest of the crew was slaughtered. As I was hiding, I found this. Take it, please. I don't want anything that belongs to them.
de: Ich habe mich versteckt. Ich war der einzige Überlebende. Der gesamte Rest der Besatzung wurde abgeschlachtet. Als ich mich versteckte, fand ich dies. Nehmen Sie es, bitte. Ich will nichts, was ihnen gehört.
es: Me escondí. Fui el único superviviente. Todo el resto de la tripulación fue masacrada. Mientras me escondía, encontré esto. Tómelo, por favor. No quiero nada que les pertenezca.
fr: Je me suis caché. J'étais le seul survivant. Tout le reste de l'équipage a été massacré. En me cachant, j'ai trouvé ceci. Prenez-le, s'il vous plaît. Je ne veux rien qui leur appartienne.
it: Mi sono nascosto. Ero l'unico sopravvissuto. L'intero resto dell'equipaggio fu massacrato. Mentre mi nascondevo, ho trovato questo. Prendilo, per favore. Non voglio niente che appartenga a loro.
pt_br: Eu me escondi. Fui o único sobrevivente. Todo o resto da tripulação foi assassinada. Eu estava escondido quando achei isso. Toma, pegue. Não quero nada que pertencesse a eles.
ru: Мне удалось спрятаться — остальные не выжили. Перебили всех. Но мне попалась на глаза эта штука — заберите, прошу вас. Не хочу ничего, что имеет отношение к этим тварям.
zh_cn: 我躲起来了。我是唯一的幸存者。其他船员都被宰了。我躲着的时候发现了这个。拿去吧，我不想要他们的任何东西。

# StoryTitle_PrototechComponents21
source: Cooperative
de: The Cooperative
es: Cooperativa
fr: Coopératif
it: Cooperativa
pt_br: Cooperativa
zh_cn: 同盟会

# StoryText_PrototechComponents21
source: Have this sent to my contact in the Cooperative. It would be useful to have her in our debt.
de: Schicken Sie dies an meine Kontaktperson in The Cooperative. Es wäre nützlich, wenn sie in unserer Schuld stünden.
es: Que envíen esto a mi contacto en la Cooperativa. Sería útil tenerla en deuda con nosotros.
fr: Envoyez ça à mon contact dans la coopérative. Ce serait pratique qu'elle nous doive quelque chose.
it: Inviatelo al mio contatto in Cooperativa. Sarebbe utile averla nostra debitrice.
pt_br: Enviei isso ao meu contato na Cooperativa. Pode ser útil tê-la em dívida conosco.
ru: Отправьте это моему контакту в Cooperative. Будет в долгу перед нами — это полезно.
zh_cn: 把这个送到我在同盟会的联系人那。让她欠我们人情有好处。

# StoryTitle_PrototechComponents22
source: Architect
de: Architekt
es: Arquitecto
fr: Architecte
it: Architetto
pt_br: Arquiteto
ru: Творец
zh_cn: 建筑师

# StoryText_PrototechComponents22
source: Hey professor - this is to borrow, not to keep. I need to know what this thing I found is. Borrow. Not keep.
de: Hey Professorchen – das ist zum Ausleihen, nicht zum Behalten. Ich muss wissen, was das Ding ist, das ich gefunden habe. Ausleihen. Nicht behalten.
es: Hola profesor - esto es para pedirlo prestado, no para quedármelo. Necesito saber qué es esto que he encontrado. Prestado, no para quedármelo.
fr: Professeur, c'est un prêt, pas un don. J'ai besoin de savoir ce qu'est cette chose que j'ai trouvée. Prêt. Pas don.
it: Ehi, professore, questo è da prendere in prestito, non da tenere. Devo sapere cos'è questa cosa che ho trovato. Prestito. E basta.
pt_br: Ei, professor, isso é emprestado, não dado. Preciso saber o que é isso que encontrei. Emprestado. Não dado.
ru: Профессор, я нашел вот эту штуку. Хочу понять, что это такое. Возьмите — на время. Потом вернете!
zh_cn: 嘿，教授 – 这东西是借用，不是送给你。我需要知道我找到的东西是什么。借用，不是送。

# StoryTitle_PrototechComponents23
source: Scavenge
de: Durchsuchen
es: Carroñero
fr: Récupération
it: Scavo
pt_br: Catar
ru: Вывоз мусора
zh_cn: 打扫

# StoryText_PrototechComponents23
source: Hey - sounds like you're in hot water from your description. Corpses, crashed ships… someone might come looking. I'll take it off your hands.
de: Hey - Ihre Beschreibung klingt, als ob Ihnen das Wasser bis zum Hals steht. Leichen, verunglückte Schiffe ... es könnte jemand kommen und nach Ihnen suchen. Ich nehme Ihnen die Sache ab.
es: Hey - suena como si estuvieras en agua caliente por tu descripción. Cadáveres, naves estrelladas… alguien podría venir a husmear. Te lo quitaré de las manos.
fr: Hé, on dirait que vous avez des ennuis d'après votre description. Des cadavres, des vaisseaux écrasés… quelqu'un pourrait venir y jeter un œil. Je vous en débarrasse.
it: Ehi, a quanto pare sei nei guai. Cadaveri, navi precipitate… qualcuno potrebbe venire a cercare. Me ne occuperò io.
pt_br: Ei, parece que você está em maus lençóis, pela sua descrição. Corpos, naves destruídas... Alguém pode vir procurar. Vou pegar isso de você.
ru: Эй, привет! Судя по описанию, вы здорово вляпались. Трупы, разбитые корабли… кто-нибудь да заинтересуется. Я избавлю вас от хлопот.
zh_cn: 嘿 – 听你的描述，感觉麻烦不小啊。尸体、坠毁的船… 有人可能会来找。我帮你处理掉。

# StoryTitle_PrototechComponents24
source: Purchase
de: Kauf
es: Comprar
fr: Achat
it: Acquisto
pt_br: Compra
ru: Покупка
zh_cn: 购买

# StoryText_PrototechComponents24
source: It cost me everything I had - but it's mine. Now, I just need someone to tell me what it is.
de: Es hat mich alles gekostet, was ich hatte – aber jetzt gehört es mir. Jetzt brauche ich nur noch jemanden, der mir sagt, was es ist.
es: Me costó todo lo que tenía - pero es mío. Ahora, solo necesito que alguien me diga qué es.
fr: Ça m'a coûté tout ce que j'avais, mais c'est à moi. Maintenant, j'ai juste besoin que quelqu'un me dise ce que c'est.
it: Mi è costato tutto quello che avevo, ma è mio. Ora ho solo bisogno che qualcuno mi dica di cosa si tratta.
pt_br: Isso custou tudo o que eu tinha, mas é meu. Agora, só preciso que alguém me diga o que é.
ru: Мне пришлось отдать за эту штуку всё. Теперь нужно отыскать того, кто знает, что это такое.
zh_cn: 这东西花光了我的所有财产 – 但现在是我的了。现在，只需要有人告诉我这是什么。

# StoryTitle_PrototechComponents25
source: Search
de: Suche
es: Buscar
fr: Recherche
it: Ricerca
pt_br: Pesquisa
ru: Поиск
zh_cn: 搜索

# StoryText_PrototechComponents25
source: Guy gave me this. Told me the people who built it killed his partner. Asked me to track them down. Not sure where to start.
de: Ein Typ hat mir das hier gegeben. Er sagte mir, dass die Leute, die es gebaut haben, seinen Partner getötet haben. Er bat mich, sie aufzuspüren. Ich weiß nicht, wo ich anfangen soll.
es: Un tipo me dio esto. Me dijo que la gente que lo construyó mató a su compañero. Me pidió que los localizara. No sé por dónde empezar.
fr: Le type m'a donné ça. Il m'a dit que les gens qui l'ont construit ont tué son partenaire. Il m'a demandé de les retrouver. Je ne sais pas par où commencer.
it: Un tizio mi ha dato questo. Mi ha detto che le persone che l'hanno costruito hanno ucciso il suo partner. Mi ha chiesto di rintracciarli. Non so da dove cominciare.
pt_br: Um cara me deu isso. Disse que as pessoas que criaram mataram seu parceiro. Pediu para que eu os encontrasse. Não sei bem por onde começar.
ru: Мне эту штуку дал один парень. Сказал, что ее создатели убили его партнера. Попросил выследить их. Но я даже не знаю, с чего начать.
zh_cn: 有人把这东西给我了。他说制造这东西的人杀了他的伙伴，让我去追踪他们。我也不知道从哪开始。

# StoryTitle_PrototechComponents26
source: Regret
de: Reue
es: Arrepentimiento
it: Rimpianto
pt_br: Arrependimento
ru: Сожаление
zh_cn: 后悔

# StoryText_PrototechComponents26
source: The money I'd get from this is good - but you matter more. This can be yours if you forgive me.
de: Das Geld, das ich damit verdienen würde, ist gut – aber Sie sind mir wichtiger. Das kann Ihnen gehören, wenn Sie mir verzeihen.
es: Podría obtener un buen dinero de esto, pero usted importa más. Esto puede ser suyo si me perdona.
fr: Je peux en tirer une bonne somme d'argent, mais tu comptes le plus. Ceci peut être à toi si tu me pardonnes.
it: I soldi che ne ricaverei sono buoni, ma tu vali di più. Questo può essere tuo se mi perdoni.
pt_br: O dinheiro que receberia disso é bom, mas você é mais importante. Pode ser seu, se você me perdoar.
ru: Деньги с этого были бы хорошие — но ты для меня важнее. Простишь? Тогда эта штука твоя.
zh_cn: 卖掉这东西能赚不少钱 – 但你对我更重要。如果能原谅我，这就是你的了。

# StoryTitle_PrototechComponents27
source: Luck
de: Glück
es: Suerte
fr: Chance
it: Fortuna
pt_br: Sorte
ru: Удача
zh_cn: 运气

# StoryText_PrototechComponents27
source: Worked up here for ten years, barely made ends meet. Found one shipwreck, and with these things I've doubled my net worth. Figures.
de: Ich habe zehn Jahre lang hier oben gearbeitet und bin kaum über die Runden gekommen. Ich habe ein Schiffswrack gefunden, und mit diesen Dingen habe ich mein Nettovermögen verdoppelt. Zahlen.
es: Trabajé aquí durante diez años, apenas llegaba a fin de mes. Encontré un naufragio, y con estas cosas he duplicado mi patrimonio neto. Cifras.
fr: J'ai travaillé ici pendant dix ans, j'ai à peine réussi à joindre les deux bouts. J'ai trouvé une épave, et avec ça, j'ai doublé ma valeur nette. Chiffres à l'appui.
it: Ha lavorato qui per dieci anni, arrivando a malapena a sbarcare il lunario. Ho trovato un relitto e con queste cose ho raddoppiato il mio patrimonio netto. Davvero.
pt_br: Trabalhei aqui por dez anos e mal sobrevivi. Encontrei uma nave em destroços e, com essas coisas, dobrei meu patrimônio. Vai entender.
ru: Десять лет трудишься, еле сводишь концы с концами. Находишь один разбитый корабль — и сразу удваиваешь свое состояние. Такие дела.
zh_cn: 在这工作了十年，勉强度日。找到一艘沉船，靠这些东西，我的净资产翻倍了。数字而已。

# StoryTitle_PrototechComponents28
source: Origin
de: Herkunft
es: Origen
fr: Origine
it: Origini
pt_br: Origem
ru: Истоки
zh_cn: 来源

# StoryText_PrototechComponents28
source: Here's the third one that the Collective's found in my jurisdiction. I'm less concerned with what they are, more concerned with where they're coming from.
de: Hier der dritte, den das Kollektiv in meinem Zuständigkeitsbereich gefunden hat. Ich mache mir weniger Gedanken darüber, was sie sind, sondern eher darüber, woher sie kommen.
es: Este es el tercero que el Colectivo ha encontrado en mi jurisdicción. Me preocupa menos lo que son y más de dónde vienen.
fr: Voici le troisième que le Collectif a trouvé dans ma juridiction. Je m'intéresse moins à ce qu'ils sont qu'à leur origine.
it: Ecco il terzo trovato dal Collettivo nella mia giurisdizione. Cosa siano mi interessa relativamente, vorrei più dettagli invece sulla loro provenienza.
pt_br: Aqui está o terceiro que o Coletivo encontrou na minha jurisdição. Estou mais preocupado com o local de onde eles vêm do que com o que eles são.
ru: Это уже третья находка, которую Collective нашли в зоне моей ответственности. И меня не столько волнует, что это, сколько — откуда оно взялось.
zh_cn: 这是集团在我辖区内发现的第三个了。我不太关心它们是什么，更在意它们从哪来。

# StoryTitle_PrototechComponents29
source: Client
de: Kunde
es: Cliente
it: Cliente
pt_br: Cliente
ru: Клиент
zh_cn: 客户

# StoryText_PrototechComponents29
source: Here's the thing I found. Tell the client we can make these. And I don't care if we can't. We're screwed either way.
de: Hier ist das, was ich gefunden habe. Sagen Sie dem Kunden, dass wir es machen können. Und es ist mir egal, wenn wir es nicht können. Wir sind so oder so aufgeschmissen.
es: Esto es lo que he encontrado. Dígale al cliente que podemos hacerlos. Y no me importa si no podemos. Estamos jodidos de cualquier manera.
fr: Voici ce que j'ai trouvé. Dites au client que nous pouvons les fabriquer. Et je m'en fiche si on ne peut pas. On est foutus de toute façon.
it: Ecco cosa ho trovato. Dì al cliente che possiamo realizzarli. E non mi interessa se non possiamo. Siamo fregati in ogni caso.
pt_br: Aqui está a coisa que encontrei. Diga ao cliente que podemos fazer. E não me importo se não pudermos. Estamos ferrados de qualquer jeito.
ru: Вот, моя находка. Скажите клиенту, что мы можем делать такие штуки. Не можем? Не важно. В любом случае мы влипли.
zh_cn: 这是我找到的东西。告诉客户我们能制作这些。就算不能，我也不在乎。不管怎样我们都完蛋了。

# StoryTitle_PrototechComponents30
source: Invitation
de: Einladung
es: Invitación
it: Invito
pt_br: Convite
ru: Приглашение
zh_cn: 邀请

# StoryText_PrototechComponents30
source: You're an exceptional individual. Truly. Here is just a taste of what we have to offer. I strongly urge you to reconsider joining.
de: Sie sind eine außergewöhnliche Person. Wahrhaftig. Hier ist nur ein kleiner Vorgeschmack auf das, was wir zu bieten haben. Ich empfehle Ihnen dringend, Ihre Mitgliedschaft zu überdenken.
es: Usted es un individuo excepcional. De verdad. Aquí tiene solo una muestra de lo que podemos ofrecerle. Le insto encarecidamente a que reconsidere la posibilidad de unirse.
fr: Vous êtes une personne exceptionnelle. Vraiment. Voici un aperçu de ce que nous avons à offrir. Je vous conseille vivement de reconsidérer la possibilité de ne nous rejoindre.
it: Sei una persona eccezionale. Veramente. Ecco solo un assaggio di ciò che abbiamo da offrire. Ti esorto vivamente a riconsiderare l'adesione.
pt_br: Você é um indivíduo excepcional. De verdade. Aqui está um gostinho do que temos a oferecer. Recomendo fortemente você reconsiderar a entrada.
ru: Вы — исключительная личность, уникальная. Вот лишь малая часть того, что мы можем предложить. Призываю вас подумать еще раз о том, чтобы присоединиться к нам.
zh_cn: 你是个了不起的人。真心的。这只是我们所提供的一小部分。我强烈建议你重新考虑加入。

# StoryTitle_PrototechComponents31
source: Preservation
de: Bewahrung
es: Conservación
fr: Préservation
it: Conservazione
pt_br: Preservação
ru: Сбережение
zh_cn: 保留

# StoryText_PrototechComponents31
source: I understand the boon this would have for your ship. But consider future generations! This belongs in a museum!
de: Ich verstehe den Vorteil, den dies für Ihr Schiff hätte. Aber denken Sie an zukünftige Generationen! Das gehört in ein Museum!
es: Comprendo la ventaja que esto supondría para su nave. ¡Pero tenga en cuenta a las generaciones futuras! ¡Esto debería estar en un museo!
fr: Je comprends l'avantage que cela représenterait pour votre navire. Mais pensez aux générations futures ! Ceci appartient à un musée !
it: Capisco il vantaggio che questo avrebbe per la tua nave. Ma considera le generazioni future! Questo appartiene a un museo!
pt_br: Entendo a bênção que isso poderia ter sido para a sua nave. Mas considere as gerações futuras! Isso pertence a um museu!
ru: Я понимаю, какую пользу это принесло бы вашему кораблю. Но подумайте о будущих поколениях! Этому творению место в музее!
zh_cn: 我明白这对你的飞船会有多大好处。但请为子孙后代考虑一下吧！这东西应该放在博物馆里！

# StoryTitle_PrototechComponents32
source: Paranoia
de: Verfolgungswahn
fr: Paranoïa
ru: Паранойя
zh_cn: 偏执

# StoryText_PrototechComponents32
source: Get rid of it! Get rid of it right now! How do you know THEY aren't tracking it? They could be coming to reclaim it right now!
de: Schaffen Sie es ab! Werfen Sie es sofort weg! Woher wissen Sie, dass SIE es nicht verfolgen? Sie könnten in jedem Moment kommen, um es zurückzuholen!
es: ¡Deshágase de él! ¡Deshágase de él ahora mismo! ¿Cómo sabe que ELLOS no lo están rastreando? ¡Podrían estar viniendo a reclamarlo ahora mismo!
fr: Débarrassez-vous-en ! Débarrassez-vous-en tout de suite ! Comment savez-vous qu'ILS ne sont pas en train de le suivre ? Ils pourraient venir le récupérer en ce moment même !
it: Sbarazzatene! Sbarazzatene subito! Come fai a sapere che non ci stanno controllando? Potrebbero venire a reclamarlo proprio adesso!
pt_br: Livre-se disso! Livre-se disso agora mesmo! Como você sabe que ELES não estão rastreando? Eles podem estar vindo pegar isso agora mesmo!
ru: Выбрось! Сейчас же избавься! А вдруг ОНИ эту штуку отслеживают? Может, они уже летят за ней!
zh_cn: 赶紧处理掉！立刻处理掉！你怎么知道他们没在追踪？他们可能现在就要来回收！

# StoryTitle_PrototechComponents33
source: Heist
de: Raubüberfall
es: Atraco
fr: Casse
it: Rapina
pt_br: Assalto
ru: Ограбление
zh_cn: 抢劫

# StoryText_PrototechComponents33
source: Yeah, the heist was a success. But four of my crew died at the hands of The Factorum to get you these. Hope it was worth it.
de: Ja, der Raubüberfall war ein voller Erfolg. Aber vier meiner Leute sind an The Factorum gestorben, um Ihnen diese zu beschaffen. Ich hoffe, das war es wert.
es: Sí, el atraco fue un éxito. Pero cuatro de mi tripulación murieron a manos de El Factorum para conseguirle esto. Espero que haya valido la pena.
fr: Oui, le hold-up a été un succès. Mais quatre membres de mon équipe sont morts aux mains du Factorum pour vous donner ça. J'espère que ça en valait la peine.
it: Sì, la rapina è stata un successo. Ma quattro membri del mio equipaggio sono morti per mano del Factorum per procurarti questi. Spero che ne sia valsa la pena.
pt_br: É, o assalto foi um sucesso. Mas quatro da minha equipe morreram nas mãos do Factorum para conseguir isso para você. Espero que tenha valido a pena.
ru: Ограбление прошло как по маслу. Но ради этой штуки четверо моих ребят погибли от рук Факторума. Надеюсь, она того стоит.
zh_cn: 对，抢劫成功了。但为了帮你弄到这些，我的四名船员死在了 Factorum 手里。希望这值得。

# StoryTitle_PrototechComponents34
source: Unraveling
de: Enträtseln
es: Desentrañando
fr: Dénouement
it: Rivelazione
pt_br: Desvendando
ru: Деконструкция
zh_cn: 理清

# StoryText_PrototechComponents34
source: I don't care how many you use - we need to know what it's made of. When we can mass produce them, the loss will be worth it.
de: Es ist mir egal, wie viele Sie verwenden – wir müssen wissen, woraus es gemacht ist. Wenn wir sie in Massenproduktion herstellen können, wird sich der Verlust lohnen.
es: No me importa cuántos utilice: necesitamos saber de qué están hechos. Cuando podamos producirlos en masa, la pérdida merecerá la pena.
fr: Je me fiche de savoir combien vous en utilisez, nous devons savoir de quoi il est fait. Lorsque nous pourrons les produire en masse, les pertes en vaudront la peine.
it: Non mi interessa quanti ne usi, dobbiamo sapere di cosa è fatto. Quando potremo produrli in serie, ne varrà la pena.
pt_br: Não me importo com quantos você usa. Preciso saber do quê é feito. Quando pudermos produzir em massa, a perda valerá a pena.
ru: Мне всё равно, сколько штук вам понадобится — мы должны узнать, из чего они сделаны. Если наладим производство, все траты оправдаются.
zh_cn: 我不管你用多少 – 我们需要知道它的成分。等我们能批量生产时，损失就值得。

# StoryTitle_PrototechComponents35
source: Take It
de: Nehmen Sie es
es: Tómelo
fr: Le prendre
it: Prendilo
pt_br: Pega
ru: Забирайте
zh_cn: 拿去

# StoryText_PrototechComponents35
source: Hey, you can have this "Prototech" - I've seen how people are acting about it. I want nothing to do with it.
de: Hey, Sie können dieses „Prototech“-Ding haben. Ich habe gesehen, wie die Leute damit umgehen und will damit nichts zu tun haben.
es: Oiga, puede quedarse con este «Prototech», ya he visto cómo se comporta la gente al respecto. No quiero tener nada que ver con ello.
fr: Hé, vous pouvez avoir cette « Prototech », j'ai vu comment les gens agissent avec elle. Je ne veux rien avoir à faire avec ça.
it: Ehi, puoi avere questo "Prototech": ho visto che effetto ha sulla gente. Non voglio averci niente a che fare.
pt_br: Ei, você pode ficar com esse "Prototech". Vi como as pessoas estão reagindo. Não quero nada com isso.
ru: А, забирайте эту «прототехноштуку»: по ним буквально с ума сходят, знаю. Но я их даже касаться не хочу.
zh_cn: 嘿，你可以拿走这个“Prototech”– 我见识过人们对它的态度。我可不想卷入。

# NotificationGoodbotPressToOpenTerminal
source: Press {CONTROL:TERMINAL} to open terminal
de: Drücken Sie {CONTROL:TERMINAL}, um das Terminal zu öffnen.
es: Pulse {CONTROL:TERMINAL} para abrir el terminal
fr: Appuyez sur {CONTROL:TERMINAL} pour ouvrir le terminal
it: Premi {CONTROL:TERMINAL} per aprire il terminale
pt_br: Pressione {CONTROL:TERMINAL} para abrir o terminal
ru: {CONTROL:TERMINAL} — открыть терминал
zh_cn: 按 {CONTROL:TERMINAL} 打开终端
