Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# ScreenDebugAdminMenu_ReplayTool_RemoveCharacter
source: Remove Character
de: Charakter entfernen
es: Eliminar personaje
fr: Supprimer un personnage
hu_hu: Karakter eltávolítása
it: Rimuovi personaggio
pl_pl: Usuń Postać
pt_br: Remover personagem
ru: Удалить персонажа
zh_cn: 移除人物

# ScreenDebugAdminMenu_ReplayTool_RemoveCharacter_Tooltip
source: Removes the currently active character from the world.
de: Entfernt den derzeit aktiven Spielcharakter aus der Welt.
es: Elimina el personaje que está activo actualmente del mundo.
fr: Supprime le personnage actif actuel du monde.
hu_hu: Eltávolítja az aktuális aktív karaktert a világból.
it: Rimuove il personaggio attualmente attivo dal mondo.
pl_pl: Usuwa ze świata obecnie aktywną postać.
pt_br: Remove o personagem ativo do mundo.
ru: Удаляет активного в данный момент персонажа из мира.
zh_cn: 从世界中移除当前活跃的人物。

# ScreenDebugAdminMenu_ReplayTool_ManageRecordings
source: Manage Recordings
de: Aufzeichnungen verwalten
es: Gestionar grabaciones
fr: Gérer les enregistrements.
hu_hu: Felvételek Kezelése
it: Gestisci registrazioni
pl_pl: Zarządzaj Nagraniami
pt_br: Gerenciar gravações
ru: Управление записями
zh_cn: 管理记录

# ScreenDebugAdminMenu_ReplayTool_DeleteRecordings
source: Delete Recordings
de: Aufzeichnungen löschen
es: Eliminar grabaciones
fr: Supprimer les enregistrements
hu_hu: Felvételek törlése
it: Cancella registrazioni
pl_pl: Usuń Nagrania
pt_br: Excluir gravações
ru: Удалить все записи
zh_cn: 删除记录

# ScreenDebugAdminMenu_ReplayTool_DeleteRecordings_Tooltip
source: Deletes all current recordings.
de: Löscht alle aktuellen Aufzeichnungen.
es: Borra todas las grabaciones actuales.
fr: Supprime tous les enregistrements actuels.
hu_hu: Törli az összes felvételt.
it: Cancella tutte le registrazioni correnti.
pl_pl: Usuwa wszystkie nagrania.
pt_br: Exclui todas as gravações atuais.
ru: Удаляет все текущие записи.
zh_cn: 删除当前所有记录。

# ScreenDebugAdminMenu_ReplayTool_DeleteRecordings_Confirm
source: Please confirm you wish to delete the stored recordings.
de: Bitte bestätigen Sie, dass Sie die gespeicherten Aufzeichnungen löschen möchten.
es: Confirme que desea borrar las grabaciones almacenadas.
fr: Veuillez confirmer que vous souhaitez supprimer les enregistrements.
hu_hu: Erősítse meg, hogy törölni kívánja a tárolt felvételeket.
it: Si prega di confermare di voler cancellare le registrazioni memorizzate.
pl_pl: Potwierdź, że chcesz usunąć wszystkie nagrania.
pt_br: Confirme se deseja excluir as gravações armazenadas.
ru: Подтвердите что хотите удалить все сохраненные записи.
zh_cn: 请确认删除保存的记录。

# ScreenDebugAdminMenu_ReplayTool_Replay
source: Replay
de: Wiedergabe
es: Reproducir
fr: Rediffuser
hu_hu: Visszajátszás
it: Riproduci
pl_pl: Powtórka
ru: Повтор
zh_cn: 重播

# ScreenDebugAdminMenu_ReplayTool_Replay_Tooltip
source: Starts playing back all stored data.
de: Startet die Wiedergabe aller gespeicherten Daten.
es: Inicia la reproducción de todos los datos almacenados.
fr: Commence à jouer toutes les données enregistrées.
hu_hu: Elindítja az összes tárolt adat lejátszását.
it: Inizia a riprodurre tutti i dati memorizzati.
pl_pl: Rozpoczyna odtwarzanie wszystkich zapisanych danych.
pt_br: Inicia a reprodução de todos os dados armazenados.
ru: Начинает воспроизведение всех данных.
zh_cn: 开始回放所有保存的数据。

# ScreenDebugAdminMenu_ReplayTool_RecordAndReplay
source: Record + Replay
de: Aufnahme + Wiedergabe
es: Grabar + Reproducir
fr: Enregistrer + Rediffuser
hu_hu: Felvétel + Visszajátszás
it: Registra + Riproduci
pl_pl: Nagraj + Powtórz
pt_br: Gravar + Replay
ru: Записать + Повторить
zh_cn: 记录+回放

# ScreenDebugAdminMenu_ReplayTool_RecordAndReplay_Tooltip
source: Starts replay of stored data, as well as begins recording data for the current selected character.
de: Startet die Wiedergabe der gespeicherten Daten, sowie die Aufzeichnung von Daten für den aktuell ausgewählten Charakter.
es: Inicia la reproducción de los datos almacenados, así como la grabación de los datos del personaje seleccionado en ese momento.
fr: Commence à jouer les données enregistrées, et débute l'enregistrement des données pour le personnage actuellement sélectionné.
hu_hu: Elindítja a tárolt adatok visszajátszását, és megkezdi a kiválasztott karakter adatainak rögzítését.
it: Inizia la riproduzione dei dati memorizzati, e inoltre inizia la registrazione dei dati per il carattere selezionato correntemente.
pl_pl: Zaczyna odtwarzanie zapisanych danych i jednocześnie nagrywa obecną postać.
pt_br: Inicia o replay dos dados armazenados, bem como a gravação de dados do personagem selecionado.
ru: Начинает повтор сохраненных данных, в то время как также начинает запись данных для выбранного персонажа.
zh_cn: 开始重新回放保存的数据，并开始当前选择人物的数据记录。

# ScreenDebugAdminMenu_ReplayTool_StopRecording
source: Stop Recording
de: Aufzeichnung stoppen
es: Detener grabación
fr: Arrêter l'enregistrement
hu_hu: Felvétel leállítása
it: Smetti di riprodurre
pl_pl: Zatrzymaj Nagrywanie
pt_br: Parar gravação
ru: Остановить запись
zh_cn: 停止记录

# ScreenDebugAdminMenu_ReplayTool_StopRecording_Tooltip
source: Stops recording for the currently selected character.
de: Beendet die Aufzeichnung mit dem aktuell ausgewählten Charakter.
es: Detiene la grabación del carácter actualmente seleccionado.
fr: Arrête l'enregistrement pour le personnage actuellement sélectionné.
hu_hu: Leállítja a kiválasztott karakter felvételét.
it: Interrompe la registrazione per il personaggio attualmente selezionato.
pl_pl: Zatrzymuje nagrywanie obecnie aktywnej postaci.
pt_br: Interrompe a gravação do personagem selecionado.
ru: Останавлиает запись выбранного персонажа.
zh_cn: 停止当前选择人物的记录。

# ScreenDebugAdminMenu_ReplayTool_StopReplay
source: Stop Replay
de: Wiedergabe stoppen
es: Detener la reproducción
fr: Arrêter la rediffusion
hu_hu: Visszajátszás leállítása
it: Smetti di riprodurre
pl_pl: Zatrzymaj Powtórkę
pt_br: Parar replay
ru: Остановить повтор
zh_cn: 停止重播

# ScreenDebugAdminMenu_ReplayTool_StopReplay_Tooltip
source: Stops playback of recorded data.
de: Stoppt die Wiedergabe der aufgezeichneten Daten.
es: Detiene la reproducción de los datos grabados.
fr: Arrête la lecture des données enregistrées.
hu_hu: Leállítja a rögzített adatok lejátszását.
it: Interrompe la riproduzione dei dati registrati.
pl_pl: Zatrzymuje powtórkę nagranych danych.
pt_br: Interrompe a reprodução dos dados gravados.
ru: Останавливает воспроизведение записанных данных.
zh_cn: 停止记录数据回放。

# ScreenDebugAdminMenu_ReplayTool_Tutorial_0
source: How to use the Replay Tool:
de: So benutzt man das Wiedergabe-Tool:
es: Cómo utilizar la Herramienta de repetición:
fr: Comment utiliser l'outil Replay :
hu_hu: Visszajátszó eszköz használata:
it: Come usare lo strumento Replay
pl_pl: Jak używać Narzędzia Odtwarzania:
pt_br: Como usar a ferramenta de Replay:
ru: Как пользоваться инструментом повтора:
zh_cn: 如何使用回放工具：

# ScreenDebugAdminMenu_ReplayTool_Tutorial_1
source: 1. Add as many characters as you need, then position them how you want them and save the world.
de: 1. Fügen Sie so viele Charaktere hinzu wie Sie möchten, positionieren Sie sie und speichern Sie das Spiel dann ab.
es: 1. Añade tantos personajes como necesites, luego colócalos como quieras y salva el mundo.
fr: 1. Ajoutez autant de personnages que nécessaire, puis positionnez-les comme vous le souhaitez et enregistrez le monde.
hu_hu: 1. Adjon hozzá annyi karaktert, amennyire szüksége van, majd helyezze el úgy, ahogy akarja, és mentse a világot.
it: 1. Aggiungi tutti i personaggi che ti servono, poi posizionali come vuoi e salva il mondo.
pl_pl: 1. Dodaj dowolną ilość postaci,ustaw je tak, jak chcesz a, następnie zapisz świat.
pt_br: 1. . Adicione quantos personagens desejar, posicione-os como quiser e salve o mundo.
ru: 1. Добавьте необходимое количество персонажей, разместите их так как вам надо и сохраните мир.
zh_cn: 1. 根据需要添加任意数量的角色，然后把他们放到你想要的位置并保存世界。

# ScreenDebugAdminMenu_ReplayTool_Tutorial_2
source: 2. Switch to the character you wish to control using F6.
de: 2. Wechseln Sie nun mit der Taste F6 zu dem Charakter, den Sie steuern möchten.
es: 2. Cambia al personaje que deseas controlar usando F6.
fr: 2. Basculez sur le personnage que vous souhaitez contrôler à l'aide de la touche F6.
hu_hu: 2. Váltson az F6 gombbal a vezérelni kívánt karakterre.
it: 2. Passa al personaggio che desideri controllare utilizzando F6.
pl_pl: 2. Przełącz się do wybranej postaci klikając F6.
pt_br: 2. Alterne para o personagem que deseja controlar usando F6.
ru: 2. Переключитесь на персонажа, которым хотите управлять, с помощью F6.
zh_cn: 2. 使用F6切换到要控制的角色。

# ScreenDebugAdminMenu_ReplayTool_Tutorial_3
source: 3. Click 'Record + Replay', and move the character as you wish.
de: 3. Klicken Sie „Aufnahme + Wiedergabe“ und bewegen Sie den Spielcharakter wie gewünscht.
es: 3. Haz clic en "Grabar + Reproducir" y mueve el personaje como quieras.
fr: 3. Cliquez sur « Enregistrer + Replay », et déplacez le personnage comme vous le souhaitez.
hu_hu: 3. Kattintson a „Felvétel + visszajátszás” elemre, és mozgassa a kívánt karaktert.
it: 3. Fai clic su 'Registra + Replay', e sposta il personaggio come desideri.
pl_pl: 3. Wybierz 'Nagraj + Powtórz' i poruszaj postacią tak jak chcesz.
pt_br: 3. Clique em "Gravar + Replay" e mova o personagem como quiser.
ru: 3. Щелкните «Записать + Повторить» и перемещайте персонажа как хотите.
zh_cn: 3. 点击“记录 + 回放”，根据需要移动角色。

# ScreenDebugAdminMenu_ReplayTool_Tutorial_4
source: 4. Press escape to stop recording.
de: 4. Drücken Sie Escape, um die Aufnahme zu stoppen.
es: 4. Pulsa el botón ESCAPE para detener la grabación.
fr: 4. Appuyez sur la touche Échap pour arrêter l'enregistrement.
hu_hu: 4. A felvétel leállításához nyomja meg az Esc gombot.
it: 4. Premi Esc per interrompere la registrazione.
pl_pl: 4. Wciśnij ESC aby zakończyć nagrywanie.
pt_br: 4. Pressione Esc para parar a gravação.
ru: 4. Нажмите ESC для остановки записи.
zh_cn: 4. 按Esc键停止记录。

# ScreenDebugAdminMenu_ReplayTool_Tutorial_5
source: 5. Reload the world, do not save!.
de: 5. Laden Sie das Spiel neu, speichern Sie es jedoch nicht ab!
es: 5. Vuelve a cargar el mundo, ¡no guardes!
fr: 5. Rechargez le monde, ne sauvegardez pas !
hu_hu: 5. Töltse újra a világot, ne metsen !.
it: 5. Ricarica il mondo, non salvare!
pl_pl: 5. Przeładuj świat, ale NIE zapisuj!
pt_br: 5. Recarregue o mundo. Não salve!
ru: 5. Перезагрузите мир. Не сохраняйте!
zh_cn: 5. 重新加载世界，不要保存！

# ScreenDebugAdminMenu_ReplayTool_Tutorial_6
source: 6. Repeat from step 2.
de: 6. Wiederholen Sie den Vorgang ab Schritt 2.
es: 6. Repite desde el paso 2.
fr: 6. Répétez à partir de l'étape 2.
hu_hu: 6. Ismételje meg a 2. lépést.
it: 6. Ripeti dal punto 2.
pl_pl: 6. Powtarzaj od punktu 2.
pt_br: 6. Repita a partir do passo 2.
ru: 6. Повторите действия, начиная с шага 2.
zh_cn: 6. 从第2步开始重复。

# ScreenDebugAdminMenu_ReplayTool_Tutorial_7
source: If you wish to clear the recorded data, press Delete Recordings to start over.
de: Wenn Sie die gespeicherten Daten löschen möchten, drücken Sie „Aufnahmen löschen“, um von neuem beginnen zu können.
es: Si deseas borrar los datos grabados, pulsa Eliminar grabaciones para volver a empezar.
fr: Si vous souhaitez effacer les données enregistrées, appuyez sur Supprimer les enregistrements pour recommencer.
hu_hu: Ha törölni szeretné a rögzített adatokat, az újrakezdéshez nyomja le a Felvételek törlése gombot.
it: Se desideri cancellare i dati registrati, premi Cancella registrazioni per ricominciare.
pl_pl: Jeśli chcesz wyczyścić zapisane dane, wybierz Usuń Nagrania i zacznij od nowa.
pt_br: Se desejar remover os dados gravados, pressione Excluir Gravações.
ru: Если вы хотите очистить записанные данные, нажмите «Удалить записи» и начните сначала.
zh_cn: 如果要清除记录的数据，请按“删除记录”以重新开始。

# ScreenDebugAdminMenu_ReplayTool_Tutorial_8
source: If you wish to observe the recorded data, press 'Replay' and watch as the game replays the data.
de: Wenn Sie die aufgenommenen Daten ansehen möchten, klicken Sie auf „Wiedergabe“. Die Aufnahme wird nun abgespielt.
es: Si quieres observar los datos grabados, pulsa "Repetir" y mira cómo el juego reproduce los datos.
fr: Si vous souhaitez observer les données enregistrées, appuyez sur « Replay » et regardez le jeu rejouer les données.
hu_hu: Ha meg szeretné tekinteni a rögzített adatokat, nyomja meg a "Visszajátszás" gombot, és nézze meg, a visszajátszott adatokat.
it: Se desideri osservare i dati registrati, premi 'Replay' e guarda mentre il gioco riproduce i dati.
pl_pl: Jeśli chcesz oglądnąć zarejestrowane dane, wybierz Powtórka i obejrzyj powtórkę.
pt_br: Se desejar ver os dados gravados, pressione 'Replay' e assista à reprodução dos dados.
ru: Если вы хотите просмотреть записанные данные, нажмите «Повтор» и смотрите, как игра воспроизводит запись.
zh_cn: 如果要观看记录的数据，请按“回放”，然后在游戏回放数据时观看。

# ScreenDebugAdminMenu_ReplayTool_Tutorial_9
source: If you wish to store the recorded data, reload the world, then save the game. Then, it will carry over to other sessions.
de: Wenn Sie die aufgenommen Daten speichern möchten, laden Sie das Spiel neu und speichern Sie es anschließend ab. So werden die Daten beim Neuladen des Spiels weiter verfügbar sein.
es: Si deseas almacenar los datos grabados, vuelve a cargar el mundo, y luego guarda el juego. A continuación, se trasladará a otras sesiones.
fr: Si vous souhaitez stocker les données enregistrées, rechargez le monde, puis sauvegardez le jeu. Elles seront ensuite reportées sur d'autres sessions.
hu_hu: Ha el akarja tárolni a rögzített adatokat, töltse be újra a világot, majd mentse el a játékot. Ezután más munkamenetekre is átkerül.
it: Se desideri memorizzare i dati registrati, ricarica il mondo, quindi salva il gioco. Questi saranno poi applicati ad altre sessioni.
pl_pl: Jeśli chcesz zapisać zarejestrowane dane, przeładuj świat, i zapisz grę. Wtedy, przeniesie się na inne sesje.
pt_br: Se desejar armazenar os dados gravados, recarregue o mundo e salve o jogo. Então, ele será transferido para outras sessões.
ru: Если вы хотите сохранить записанные данные, перезагрузите мир, а затем сохраните игру. После этого данные перенесутся в последующие сессии.
zh_cn: 如果要存储记录的数据，请重新加载世界，然后保存游戏。随后，这些数据会延续到其他游戏。

# ScreenDebugAdminMenu_ReplayTool_Tutorial
source: How to use the Replay Tool: 1. Add as many characters as you need, then position them how you want them and save the world. 2. Switch to the character you wish to control using F6. 3. Click 'Record + Replay', and move the character as you wish. 4. Press escape to stop recording. 5. Reload the world, do not save!. 6. Repeat from step 2. If you wish to clear the recorded data, press Delete Recordings to start over. If you wish to observe the recorded data, press 'Replay' and watch as the game replays the data. If you wish to store the recorded data, reload the world, then save the game. Then, it will carry over to other sessions.
de: Nutzen des Wiedergabe-Tools: 1. Fügen Sie so viele Charaktere hinzu wie Sie möchten, positionieren Sie sie und speichern Sie das Spiel dann ab. 2. Wechseln Sie nun mit der Taste F6 zu dem Charakter, den Sie steuern möchten. 3. Klicken Sie „Aufnahme + Wiedergabe“. 4. Drücken Sie Escape, um die Aufnahme zu stoppen. 5. Laden Sie das Spiel neu, speichern Sie es jedoch nicht ab! 6. Wiederholen Sie den Vorgang ab Schritt 2. Wenn Sie die gespeicherten Daten löschen möchten, drücken Sie „Aufnahmen löschen“, um von neuem beginnen zu können. Wenn Sie die aufgenommenen Daten ansehen möchten, klicken Sie auf „Wiedergabe“. Die Aufnahme wird nun abgespielt. Wenn Sie die aufgenommen Daten speichern möchten, laden Sie das Spiel neu und speichern Sie es anschließend ab. So werden die Daten beim Neuladen des Spiels weiter verfügbar sein.
es: Cómo usar la herramienta de reproducción: 1. Añade tantos personajes como necesites, luego colócalos como quieras y guarda el mundo. 2. Cambia al personaje que quieras controlar usando F6. 3. Haga clic en "Grabar + Repetición", y mueva el personaje como desee. 4. Pulsa ESCAPE para detener la grabación. 5. Recarga el mundo, no lo guardes! 6. Repite el paso 2. Si deseas borrar los datos grabados, pulsa Borrar grabaciones para empezar de nuevo. Si deseas observar los datos grabados, pulsa "Repetir" y verás como el juego reproduce los datos. Si deseas almacenar los datos grabados, recarga el mundo, luego guarda el juego, y luego lo transferirá a otras sesiones.
fr: Comment utiliser l'outil Replay : 1. Ajoutez autant de personnages que nécessaire, puis positionnez-les comme vous le souhaitez et enregistrez le monde. 2. Basculez sur le personnage que vous souhaitez contrôler à l'aide de la touche F6. 3. Cliquez sur « Enregistrer + Replay », et déplacez le personnage comme vous le souhaitez. 4. Appuyez sur la touche Échap pour arrêter l'enregistrement. 5. Rechargez le monde, ne sauvegardez pas ! 6. Répétez à partir de l'étape 2. Si vous souhaitez effacer les données enregistrées, appuyez sur Supprimer les enregistrements pour recommencer. Si vous souhaitez observer les données enregistrées, appuyez sur « Replay » et regardez le jeu rejouer les données. Si vous souhaitez stocker les données enregistrées, rechargez le monde, puis sauvegardez le jeu. Elles seront ensuite reportées sur d'autres sessions.
hu_hu: Visszajátszás eszköz használata: 1. Adjon hozzá minden karaktert amit szeretne,majd helyezze el őket, ahogy szeretné és mentse a világot. 2. Váltás a kívánt karakterre az F6 segítségével. 3. Kattintson a 'Felvétel + Visszajátszás' opcióra és mozgassa a karaktert, ahogy szeretné. 4. Leállítás Esc gombbal. 5. Töltse be újra a világot, ne mentse!. 6. Ismételje meg a 2. lépést Adatok törléséhez,és újrakezdéshez nyomja meg a Felvételek törlését. Rögzített adatoka megnézéséhez nyomja meg a 'Visszajátszást' és a játék visszajátssza az adatokat. Ha rögzítette az adatokat, töltse újra a világot, majd mentse a játékot. Ezután más munkamenetre is átkerül.
it: Come usare lo strumento Replay: 1. Aggiungi tutti i personaggi che ti servono, poi posizionali come vuoi e salva il mondo. 2. Passa al personaggio che desideri controllare utilizzando F6. 3. Fai clic su 'Registra + Replay', e sposta il personaggio come desideri. 4. Premi Esc per interrompere la registrazione. 5. Ricarica il mondo, non salvare! 6.Ripeti dal punto 2. Se desideri cancellare i dati registrati, premi Cancella registrazioni per ricominciare. Se desideri osservare i dati registrati, premi 'Replay' e guarda mentre il gioco riproduce i dati. Se desideri memorizzare i dati registrati, ricarica il mondo, quindi salva il gioco. Questi saranno poi applicati ad altre sessioni.
pl_pl: Jak używać Narzędzia Odtwarzania: 1. Dodaj dowolną ilość postaci,ustaw je tak, jak chcesz a, następnie zapisz świat. 2. Przełącz się do wybranej postaci klikając F6. 3. Wybierz 'Nagraj + Powtórz' i poruszaj postacią tak jak chcesz. 4. Wciśnij escape aby zakończyć nagrywanie. 5. Przeładuj świat, ale NIE zapisuj! 6. Powtarzaj od punktu 2. Jeśli chcesz wyczyścić zapisane dane, wybierz Usuń Nagrania i zacznij od nowa. Jeśli chcesz oglądnąć zarejestrowane dane, wybierz Powtórka i obejrzyj powtórkę. Jeśli chcesz zapisać zarejestrowane dane, przeładuj świat, i zapisz grę. Wtedy, przeniesie się na inne sesje.
pt_br: Como utilizar a Ferramenta de Replay: 1. Adicione quantos personagens desejar, posicione-os como quiser e salve o mundo. 2. Alterne para o personagem que deseja controlar com F6. 3. Clique em 'Gravar + Replay' e movimente o personagem como desejar. 4. Pressione ESC para interromper a gravação. 5. Recarregue o mundo sem salvar! 6. Repita a partir do passo 2. Se desejar remover os dados gravados, pressione Excluir Gravações. Se desejar ver os dados gravados, pressione 'Replay' e assista à reprodução dos dados. Se desejar armazenar os dados gravados, recarregue o mundo e salve o jogo. Então, ele será transferido para outras sessões.
ru: Как пользоваться инструментом повтора: 1. Добавьте необходимое количество персонажей, разместите их так, как вам надо и сохраните мир. 2. Переключитесь на персонажа, которым хотите управлять, с помощью F6. 3. Щелкните «Записать + Повторить» и перемещайте персонажа как хотите. 4. Нажмите ESC для остановки записи. 5. Перезагрузите мир. Не сохраняйте! 6. Повторите действия, начиная с шага 2. Если вы хотите очистить записанные данные, нажмите «Удалить записи» и начните сначала. Если вы хотите просмотреть записанные данные, нажмите «Повтор» и смотрите, как игра воспроизводит запись. Если вы хотите сохранить записанные данные, перезагрузите мир, а затем сохраните игру. После этого данные перенесутся в последующие сессии.
zh_cn: 如何使用回放工具： 1. 根据需要添加任意数量的角色，然后把他们放到你想要的位置并保存世界。 2. 使用F6切换到要控制的角色。 3. 点击“记录 + 回放”，根据需要移动角色。 4. 按Esc键停止记录。 5. 重新加载世界，不要保存！ 6. 从第2步开始重复。 如果要清除记录的数据，请按“删除记录”以重新开始。 如果要观看记录的数据，请按“回放”，然后在游戏回放数据时观看。 如果要存储记录的数据，请重新加载世界，然后保存游戏。随后，这些数据会延续到其他游戏。

# DisplayName_DLC_PreorderPack
source: Pre-order Pack
de: Pre-order-Paket
es: Reservar paquete
fr: Précommander le pack
hu_hu: Előrendelhető csomag
it: Pacchetto pre-ordine
pl_pl: Pakiet z Przedsprzedaży
pt_br: Pacote de pré-venda
ru: Набор предзаказа
zh_cn: 预购包

# DisplayName_DLC_DeluxeEdition
source: Deluxe Edition
es: Edición de lujo
fr: Édition Deluxe
hu_hu: Deluxe Kiadás
it: Edizione Delux
pl_pl: Edycja Deluxe
pt_br: Edição Deluxe
ru: Издание Делюкс
zh_cn: 豪华版本

# DisplayName_DLC_DecorativeBlocks
source: Decorative Blocks
de: Dekorative Blöcke
es: Bloques decorativos
hu_hu: Dekorációs Blokkok
it: Blocchi decorativi
pl_pl: Dekoracyjne
pt_br: Blocos decorativos
ru: Декоративные блоки
zh_cn: 装饰方块

# DisplayName_DLC_DecorativeBlocks2
source: Decorative Blocks 2
de: Dekorative Blöcke 2
es: Bloques decorativos 2
hu_hu: Dekorációs Blokkok 2
it: Blocchi decorativi 2
pl_pl: Dekoracyjne 2
pt_br: Blocos decorativos 2
ru: Декоративные блоки 2
zh_cn: 装饰方块 2

# DisplayName_DLC_StylePack
source: Style Pack
de: Style-Paket
es: Pack Estilo
fr: Pack de style
hu_hu: Stíluscsomag
it: Pacchetto stili
pl_pl: Pakiet Stylów
pt_br: Pacote de estilo
ru: Стильный набор
zh_cn: 样式包
