Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# Description_FAQ_Thrusters
source: Thrusters allow your ships to move and fly. Make sure to use the right thrusters in the appropriate environments. Atmospheric thrusters will not work in space!
de: Triebwerke ermöglichen es Ihren Schiffen, sich zu bewegen und zu fliegen. Stellen Sie sicher, dass Sie die passenden Triebwerke in den entsprechenden Umgebungen verwenden. Atmosphärentriebwerke werden im Weltraum nicht funktionieren!
es: Los propulsores permiten que tus naves se muevan y vuelen. Asegúrate de utilizar los propulsores adecuados en los entornos adecuados. ¡Los propulsores atmosféricos no funcionan en el espacio!
fr: Les propulseurs permettent à vos vaisseaux de se déplacer et de voler. Assurez-vous d'utiliser les bons propulseurs dans les environnements appropriés. Les propulseurs atmosphériques ne fonctionneront pas dans l'espace !
hu_hu: A hajtóművek lehetővé teszik a hajóik mozgását és repülését. Ügyeljen arra, hogy a megfelelő tolóerőt használja a megfelelő környezetben. A légköri hajtóművek nem működnek az űrben!
it: I propulsori permettono alle tue navi di muoversi e volare. Assicurati di utilizzare i propulsori giusti negli ambienti appropriati. I propulsori atmosferici non funzionano nello spazio!
pl_pl: Silniki umożliwiają statkom na latanie. Upewnij się jednak że używasz odpowiednich silników w danym środowisku. Silnik atmosferyczne nie działają w kosmosie!
pt_br: Os propulsores permitem a movimentação e o voo das naves. Certifique-se de utilizar o propulsor mais indicado para cada tipo de ambiente. Propulsores atmosféricos não funcionam no espaço!
ru: Ускорители позволяют кораблям двигаться и летать. Убедитесь что используете подходящие ускорители в соответствующих средах. Атмосферные ускорители не работают в космосе!
zh_cn: 推进器可以驱动飞船。不同的环境选择不同的推进器。气动推进器在太空无法工作！

# Description_FAQ_ShipMovement
source: Press {CONTROL:TOGGLE_REACTORS} to turn power off and on. If you are wondering if you have enough power, check if there is fuel in your reactors or if your batteries are charged.
de: Drücken Sie auf {CONTROL:TOGGLE_REACTORS}, um das Gerät aus- und einzuschalten. Wenn Sie überprüfen möchten, ob, und wie lange, die Energiezufuhr gewährleistet ist, überprüfen Sie, ob sich Brennstoff in Ihren Reaktoren befindet oder ob Ihre Batterien geladen sind.
es: Pulsa {CONTROL:TOGGLE_REACTORS} para encender y apagar. Si te pregunta si tienes suficiente energía, comprueba si hay combustible en los reactores o si las baterías están cargadas.
fr: Appuyez sur {CONTROL:TOGGLE_REACTORS} pour allumer et éteindre l'alimentation. Si vous vous demandez si vous avez assez d'énergie, vérifiez s'il y a du carburant dans vos réacteurs ou si vos batteries sont chargées.
hu_hu: Nyomja meg a {CONTROL: TOGGLE_REACTORS} gombot az energia ki és bekapcsolásához. Ha kíváncsi az energia mennyiségére, ellenőrizze üzemanyagot a reaktorokban, vagy az akkumulátorai töltöttségét.
it: Premi{CONTROL:TOGGLE_REACTORS} per spegnere e riaccendere. Se ti stai chiedendo se hai abbastanza energia, controlla se c'è combustibile nei tuoi reattori o se le batterie sono cariche.
pl_pl: Kliknij {CONTROL:TOGGLE_REACTORS} żeby włączyć lub wyłączyć zasilanie. Jeśli zastanawiasz się czy nie braknie mocy, możesz sprawdzić czy masz paliwo w reaktorze lub czy akumulatory są naładowane.
pt_br: Pressione {CONTROL:TOGGLE_REACTORS} para ligar ou desligar a energia. Se não tiver certeza se tem energia suficiente, verifique se há combustível em seus reatores ou se as baterias estão carregadas.
ru: Нажмите [{CONTROL:TOGGLE_REACTORS}] для включения и выключения энергообеспечения. Чтобы узнать количество энергии проверьте наличие топлива в реакторах или заряда в батареях.
zh_cn: 按{CONTROL:TOGGLE_REACTORS}开启电源。想知道电量，请检查反应堆是否有燃料，电池是否有电。

# Description_FAQ_RoverMovement
source: Press {CONTROL:LANDING_GEAR} to disable the brakes and landing gears or {CONTROL:TOGGLE_REACTORS} to turn the power off and on. You can check if there is fuel in your reactors or if your batteries are charged.
de: Drücken Sie auf {CONTROL:LANDING_GEAR}, um die Bremsen und Fahrwerke zu lösen oder zu sperren, und auf {CONTROL:TOGGLE_REACTORS}, um die Energiezufuhr aus- und einzuschalten. Sie sollten überprüfen, ob sich Treibstoff in Ihren Reaktoren befindet bzw. ob Ihre Batterien geladen sind.
es: Pulsa {CONTROL:LANDING_GEAR} para desactivar los frenos y los trenes de aterrizaje o {CONTROL:TOGGLE_REACTORS} para activar o desactivar la energía. Puedes comprobar si hay combustible en los reactores o si las baterías están cargadas.
fr: Appuyez sur {CONTROL:LANDING_GEAR} pour désactiver les freins et les trains d’atterrissage ou sur {CONTROL:TOGGLE_REACTORS} pour éteindre et rallumer l’alimentation. Vous pouvez vérifier s'il y a du combustible dans vos réacteurs ou si vos batteries sont chargées.
hu_hu: A {CONTROL: LANDING_GEAR} gombbal kapcsolhatja ki a fékeket és a futóműveket, vagy a {CONTROL:TOGGLE_REACTORS} az áram ki be kapcsolásához. Meg lehet nézni, mennyi üzemanyag van a reaktorokban, vagy fel vannak e töltve az akkumulátorok.
it: Premi {CONTROL:LANDING_GEAR} per disattivare i freni e i carrelli di atterraggio o {CONTROL:TOGGLE_REACTORS} per spegnere e riaccendere l'alimentazione. Puoi controllare se c'è combustibile nei reattori o se le batterie sono cariche.
pl_pl: Wciśnij {CONTROL:LANDING_GEAR} żeby wyłączyć hamulce lub podwozie i {CONTROL:TOGGLE_REACTORS} aby włączyć i wyłączyć zasilanie. Możesz sprawdzić czy masz paliwo w reaktorze lub czy akumulatory są naładowane.
pt_br: Pressione {CONTROL:LANDING_GEAR} para desablitar os freios ou trens de pouso ou {CONTROL:TOGGLE_REACTORS} para ligar ou desligar a energia. Você pode verificar se há combustível em seus reatores e se suas baterias estão carregadas.
ru: Нажмите [{CONTROL:LANDING_GEAR}] для отключения тормозов и шасси или [{CONTROL:TOGGLE_REACTORS}] для выключения энергообеспечения. Стоит проверить наличие топлива в реакторах или заряд батареи.
zh_cn: 按{CONTROL:LANDING_GEAR}停止刹车或者按{CONTROL:TOGGLE_REACTORS}启动和停止。请先检查反应堆是否有燃料，电池是否有电。

# Description_FAQ_Planets
source: Planets can be seen from any distance. If you do not see planets then they are likely not part of this world.
de: Planeten können aus jeder Entfernung gesehen werden. Wenn Sie keine Planeten sehen können, dann sind sie wahrscheinlich auch nicht Teil dieser Welt.
es: Los planetas se pueden ver desde cualquier distancia. Si no ves planetas, es probable que no formen parte de este mundo.
fr: Les planètes peuvent être vues de n'importe quelle distance. Si vous ne voyez pas de planètes, elles ne font probablement pas partie de ce monde.
hu_hu: A bolygók bármilyen távolságból láthatók. Ha nem látja a bolygókat, akkor valószínűleg nem részei ennek a világnak.
it: I pianeti possono essere visti da qualsiasi distanza. Se non vedi pianeti, è probabile che non facciano parte di questo mondo.
pl_pl: Planety są zawsze widoczne. Jeśli ich nie widzisz prawdopodobnie nie ma ich na twoim świecie.
pt_br: Planetas podem ser vistos a qualquer distância. Se você não avistar nenhum planeta, então eles não fazem parte desse mundo.
ru: Планеты видны с любого расстояния. Если Вы не видите никаких планет, скорее всего они отсутствуют в этом мире.
zh_cn: 无论远近都可以看到行星。如果你看不到行星，可能是因为你的世界里没有行星。

# Description_FAQ_Pirates
source: Protect yourself against pirates and other players by building armor, turrets and decoys.
de: Schützen Sie sich vor Piraten und anderen Spielern, indem Sie Panzerung verwenden, sowie Geschütztürme und Täuschkörper konstruieren.
es: Protégete contra piratas y otros jugadores construyendo blindajes, torretas y señuelos.
fr: Protégez-vous contre les pirates et les autres joueurs en construisant des blindages, des tourelles et des leurres.
hu_hu: Páncélok, tornyok és csalik építésével védekezzen a kalózok és más játékosok ellen.
it: Proteggiti dai pirati e dagli altri giocatori costruendo armature, torrette e segnalatori.
pl_pl: Broń się przed piratami lub innymi graczami budując bloki pancerza, wieżyczki i wabiki.
pt_br: Defenda-se de piratas ou outros jogadores construindo blindagens, torres e iscas.
ru: Защитите себя от пиратов и других игроков броней, турелями и приманками.
zh_cn: 建造装甲，炮塔和诱饵保护自己免受海盗和其他玩家的攻击。

# Description_FAQ_Fuel
source: Reactors use refined uranium ingots for fuel. Your jetpack and hydrogen thrusters require hydrogen.
de: In Reaktoren werden raffinierte Uranblöcke als Brennstoff verwendet. Ihr Jetpack und Ihre Wasserstoff-Triebwerke benötigen Wasserstoff.
es: Los reactores usan lingotes de Uranio refinado como combustible. Tu jetpack y los propulsores de hidrógeno necesitan hidrógeno.
fr: Les réacteurs utilisent des lingots d'uranium raffinés comme combustible. Votre jetpack et vos propulseurs à hydrogène nécessitent de l'hydrogène.
hu_hu: A reaktoroknak finomított uránöntvény az üzemanyaga. A jetpack és a hidrogén-hajtóművek üzemanyaga hidrogén.
it: I reattori usano lingotti di uranio raffinato come combustibile. Il tuo jetpack e i propulsori a idrogeno richiedono l'idrogeno.
pl_pl: Reaktory używają uranu jako paliwo. Jetpack i silniki wodorowe wymagają wodoru jako paliwa.
pt_br: Os reatores utilizam barras de urânio refinadas como combustível. Jetpacks e propulsores a hidrogênio precisam de hidrogênio.
ru: Реакторы используют очищенные урановые слитки для работы. Ваш джетпак и водородные ускорители требуют водород.
zh_cn: 反应堆需要铀锭。喷气背包和氢气推进器需要氢气。

# Description_FAQ_PCU
source: PCU stands for Performance Cost Unit. Building and removing blocks cost and refunds PCU.
de: PCU steht für „Performance Cost Unit“, eine Einheit, die den Einfluss eines Blockes oder einer Blockkonstruktion auf die Spielperformance angibt. Durch an die Computerleistung angepasste PCU-Limits kann eine gute Spielperformance gewährleistet werden. Das Konstruieren und Entfernen von Blöcken kostet und erstattet PCU.
es: PCU son las siglas de Performance Cost Unit. Construyendo y removiendo bloques de costo y reembolsos PCU.
fr: PCU signifie Performance Cost Unit. La construction et la suppression de blocs coûte et rembourse des PCU.
hu_hu: A PCU a Teljesítményköltség egység. Építéskor költséget, eltávolításkor visszatérítést jelent .
it: PCU sta per Performance Cost Unit. Costruire e rimuovere blocchi costa e fa recuperare PCU.
pl_pl: PCU to jednostka kosztów wydajności. Budowanie zużywa punkty PCU i usuwanie bloków je oddaje.
pt_br: PCU quer dizer Performance Cost Unit (Unidade de Custo de Desempenho). Construir e remover blocos custa ou restitui PCU.
ru: PCU означает "единица стоимости производительности" (Performance Cost Unit). Строительство и демонтаж блоков затрачивает и возвращает PCU, соответственно.
zh_cn: PCU是性能成本单位。建造和移除方块会减少和增加其数值。

# Description_FAQ_Ownership
source: You can own blocks when you are the one who added the computer components. You can choose to share your blocks with your faction or anybody else.
de: Sie gelten als Eigentümer eines Blockes, wenn Sie derjenige Spieler sind, der die Computerkomponenten hinzugefügt hat. Sie können wählen, ob Sie Ihre Blöcke mit Ihrer Fraktion, einem bestimmten Spieler oder mit allen Spielern teilen möchten.
es: Puedes tener bloques propios cuando eres tú quien ha añadido los componentes del ordenador. Puedes elegir compartir tus bloques con tu facción o con cualquier otra persona.
fr: Vous pouvez posséder des blocs lorsque vous avez ajouté les composants de l'ordinateur. Vous pouvez choisir de partager vos blocs avec votre faction ou n'importe qui d'autre.
hu_hu: A blokkokat akkor birtokolhatja, ha Ön adja hozzá a számítógép alkatrészt. Megadhatja, hogy megosztja-e blokkjait frakciójával vagy bárki mással.
it: Puoi possedere blocchi quando sei tu ad aver aggiunto i componenti del computer. Puoi scegliere di condividere i blocchi con la tua fazione o con chiunque altro.
pl_pl: Możesz być właścicielem bloków, gdy jesteś tym, który dodał komponenty komputera. Możesz podzielić się blokami z twoją frakcją lub kimkolwiek innym.
pt_br: Você se torna proprietário de um bloco quando for você quem adicionou os componentes de computador. Você pode escolher compartilhar seus blocos com sua facção ou outra pessoa.
ru: Вы можете владеть блоками, если это именно Вы добавили компьютеры в блок. Вы можете дать права доступа вашей фракции или кому угодно.
zh_cn: 如果你增加了计算机组件，便可拥有此方块。你也可以选择与你的阵营或者其他人共享所有权。

# Description_FAQ_Factions
source: Factions are a way to play with other players by sharing your blocks, which can be used by other players. Anyone can set up factions.
de: Fraktionen bieten eine Möglichkeit, mit anderen Spielern zusammenzuarbeiten, indem Sie Ihre Blöcke miteinander teilen. Jeder kann Fraktionen gründen.
es: Las facciones son una forma de jugar con otros jugadores compartiendo tus bloques, que pueden ser utilizados por otros jugadores. Cualquiera puede formar facciones.
fr: Les factions sont un moyen de jouer avec d'autres joueurs en partageant vos blocs, qui peuvent être utilisés par d'autres joueurs. Tout le monde peut créer des factions.
hu_hu: A frakciók arra szolgálnak, hogy a blokkok megosztása révén, azokat más játékosok is használhassák. Bárki létrehozhat frakciókat.
it: Le fazioni sono un modo per giocare con altri giocatori condividendo i tuoi blocchi, che possono essere usati da altri giocatori. Chiunque può creare delle fazioni.
pl_pl: Frakcje to sposób na grę z innymi graczami dzielą się z nimi dostępem do bloków. Każdy może tworzyć frakcję.
pt_br: Facções são a forma de jogar com outros jogadores ao compartilhar seus blocos, que podem ser utilizados por outros jogadores. Qualquer um pode se juntar a facções.
ru: Фракции позволяют играть вместе с другими игроками, делая блоки доступными для всех членов. Любой может создать фракцию.
zh_cn: 在阵营中你可以和其他成员共享方块所有权。人人都可以建立阵营。

# Description_FAQ_Bottles
source: Hydrogen and oxygen bottles can be produced in assemblers and refilled in O2/H2 generators.
de: Wasserstoff- und Sauerstoffflaschen können in Montageanlagen hergestellt und in O2/H2-Generatoren nachgefüllt werden.
es: Las bombonas de hidrógeno y oxígeno se pueden producir en ensambladores y rellenarse en generadores de O2/H2.
fr: Des bouteilles d’hydrogène et d’oxygène peuvent être produites dans des assembleurs et remplies dans des générateurs H2/O2.
hu_hu: Hidrogén, és oxigénpalackok előállíthatók összeszerelőkben, és újratölthetők O2/H2 generátorokban.
it: Le bombole di idrogeno e ossigeno possono essere prodotte in assemblatori e ricaricate in generatori O2/H2.
pl_pl: Butle na tlen i wodór są wytwarzane w stacjach montażowych, a napełniane w generatorze tlenu.
pt_br: Os cilindros de hidrogênio e oxigênio podem ser produzidos em montadoras e reabastecidos em geradores de H2/O2.
ru: Водородные и кислородные баллоны можно создать в сборщике и наполнить в генераторе O2/H2.
zh_cn: 氢气和氧气瓶可以在装配机中制造，并在O2/H2发生器中加注氢气/氧气。

# Description_FAQ_Help
source: Press {CONTROL:HELP_SCREEN} to find additional help or just ask me.
de: Drücken Sie auf {CONTROL:HELP_SCREEN}, um auf zusätzliches Hilfsmaterial zuzugreifen, oder fragen Sie einfach mich.
es: Pulsa {CONTROL:HELP_SCREEN} para encontrar ayuda adicional o simplemente pregúntame.
fr: Appuyez sur {CONTROL:HELP_SCREEN} pour trouver une aide supplémentaire ou demandez-moi.
hu_hu: Nyomja meg a {CONTROL: HELP_SCREEN} gombot, hogy további segítséget találjon, vagy csak kérdezzen rá.
it: Premi{CONTROL:HELP_SCREEN} per trovare un aiuto supplementare o semplicemente chiedi a me.
pl_pl: Wciśnij {CONTROL:HELP_SCREEN} aby uzyskać więcej pomocy lub po prostu zapytaj mnie.
pt_br: Pressione {CONTROL:HELP_SCREEN} para obter ajuda ou apenas pergunte-me.
ru: Нажмите [{CONTROL:HELP_SCREEN}] для дополнительной помощи или просто спросите меня.
zh_cn: 按{CONTROL:HELP_SCREEN}得到更多帮助或者问我。

# Description_FAQ_SaveBlueprints
source: You can save ship designs in blueprints by aiming at them and press Ctrl-B. Press F10 to open your menu of blueprints.
de: Sie können Schiffdesigns als Entwürfe speichern, indem Sie Ihren Blick auf sie richten und Strg + B drücken. Drücken Sie F10, um das Menü mit Ihren Entwürfen zu öffnen.
es: Puedes guardar los diseños de naves en planos apuntando hacia ellos y presionando Ctrl-B. Presiona F10 para abrir el menú de planos.
fr: Vous pouvez enregistrer des modèles de vaisseau dans des plans en les ciblant et en appuyant sur Ctrl-B. Appuyez sur F10 pour ouvrir votre menu de plans.
hu_hu: A hajóterveket tervrajzokba mentheti, ha rájuk céloz, és megnyomja a Ctrl-B billentyű kombinációt. Az F10 billentyű megnyitja a tervrajzok menüjét.
it: È possibile salvare i modelli delle navi in progetti puntando su di essi e premere Ctrl-B. Premi F10 per aprire il menu dei progetti.
pl_pl: Możesz zapisywać swoje statki jako schematy celując w nie i naciskając Ctrl+B. Naciśnij F10 żeby otworzyć menu z zapisanymi schematami.
pt_br: Você pode salvar seus designs de naves em projetos ou apontar para eles e pressionar Ctrl+B. Pressione F10 para abrir seu menu de projetos.
ru: Вы можете сохранить схему корабля как чертеж, нацелившись на него и нажав Ctrl+B. Нажмите F10, чтобы открыть меню чертежей.
zh_cn: 可以将设计保存为蓝图，对准后按Ctrl和B。按F10打开蓝图菜单。

# Description_FAQ_Lost
source: If you find yourself lost, you can always press {CONTROL:SUICIDE} to respawn at your nearest respawn point.
de: Wenn Sie sich verirrt haben, können Sie jederzeit {CONTROL:SUICIDE} drücken, um am nächstgelegenen Respawn-Punkt zu respawnen.
es: Si te encuentras perdido, siempre puedes pulsar {CONTROL:SUICIDE} para volver a aparecer en tu punto de reaparición más cercano.
fr: Si vous vous perdez, vous pouvez toujours appuyer sur {CONTROL:SUICIDE} pour réapparaître au point de réapparition le plus proche.
hu_hu: Ha elveszettnek érzi magát, Bármikor megnyomhatja a {CONTROL:SUICIDE} gombot, hogy a legközelebbi újra éledés ponton újrakezdje.
it: Se ii trovi perso, puoi sempre premere {CONTROL:SUICIDE}per rigenerarti nel punto di respawn più vicino.
pl_pl: Jeśli się zgubisz, zawsze możesz kliknąć {CONTROL:SUICIDE} aby popełnić samobójstwo i pojawić się ponownie.
pt_br: Se você se perder, pressione {CONTROL:SUICIDE} para renascer no ponto de renascimento mais próximo.
ru: Если вы заблудились или застряли, вы всегда можете нажать [{CONTROL:SUICIDE}] для воскрешения в ближайшей доступной локации.
zh_cn: 你如果迷路了，可以随时按{CONTROL:SUICIDE}自杀后在最近的地方重生。

# Description_FAQ_Mass
source: Mass indicates the weight of your ship. Filling cargo containers with ores or components can severely impact the performance of your ship.
de: Die Masse gibt das Gewicht Ihres Schiffes an. Das Befüllen von Frachtcontainern mit Erzen oder Komponenten kann die Leistung Ihres Schiffes stark beeinträchtigen.
es: La masa indica el peso de tu nave. Llenar los contenedores de carga con minerales o componentes puede impactar severamente el movimiento de tu nave.
fr: La masse indique le poids de votre vaisseau. Remplir des conteneurs de cargaison avec des minerais ou des composants peut avoir de graves conséquences sur les performances de votre vaisseau.
hu_hu: A tömeg a hajó súlyát jelzi. A rakománytartályok ércekkel vagy alkatrészekkel való feltöltése súlyosan befolyásolhatja a hajó teljesítményét.
it: La massa indica il peso della tua nave. Il riempimento dei container di carico con minerali o componenti può avere un forte impatto sulle prestazioni della tua nave.
pl_pl: Masa to waga twojego statku. Zapełnienie kontenerów rudami lub komponentami może mieć poważny wpływ na osiągi Twojego statku.
pt_br: A massa indica o peso da sua nave. Encher os compartimentos de carga com minério ou componentes pode impactar intensamente o desempenho da sua nave.
ru: Масса определяет вес корабля. Заполнение грузовых контейнеров серьезно повлияет на производительность корабля.
zh_cn: 质量就是飞船的重量。装载矿石和组件的储存箱会大大影响飞船的性能。

# Description_FAQ_Skins
source: Skins can be found in survival mode by finding the drop pods and activating their buttons. Use a medical room to customize your character.
de: Skins können im Survival-Modus gefunden werden, indem man Fallkapseln findet und ihre Tastenfelder aktiviert. Benutzen Sie eine Krankenstation, um Ihren Spielcharakter optisch anzupassen.
es: Las Skins pueden encontrarse en modo de supervivencia encontrando cápsulas de lanzamiento y activando sus botones. Usa una sala médica para personalizar tu personaje.
fr: Les skins peuvent être trouvés en mode survie en recherchant les capsules et en activant leurs boutons. Utilisez une salle médicale pour personnaliser votre personnage.
hu_hu: A bőrfelületek túlélési módban használhatóak, a cseppentő kapszulák megtalálásával és a gomb aktiválásával. Használjon orvosi szobát, hogy testre szabja a karakterét.
it: Le skin possono essere trovate in modalità sopravvivenza trovando le capsule di atterraggio e attivando i loro pulsanti. Usa una stanza medica per personalizzare il tuo personaggio.
pl_pl: Skiny można dostać w trybie przetrwania przez znajdywanie zrzutów i aktywację ich przycisków. Użyj pokoju medycznego żeby dostosować swoją postać.
pt_br: Skins podem ser encontradas no modo sobrevivência, ao encontrar cápsulas de recursos e ativar seus botões. Use uma sala médica para personalizar seu personagem.
ru: Скины могут быть найдены в режиме выживания в сбрасываемых капсулах, при нажатии на их кнопку. Используйте медпункт для изменения облика персонажа.
zh_cn: 在生存模式中可以找到投放的分离舱激活后获得皮肤。可以在医疗站定制人物。

# Description_FAQ_ShipInventories
source: Be sure to connect individual inventories using conveyors. Some items are too large to pass through small conveyor tubes. Press {CONTROL:INVENTORY} to open your personal inventory.
de: Achten Sie darauf, dass Sie die verschiedenen Inventare durch Förderleitungen miteinander verbinden. Einige Artikel sind zu groß, um durch kleine Förderrohre zu passen. Drücken Sie {CONTROL:INVENTORY}, um Ihr persönliches Inventar anzuzeigen.
es: Asegúrate de conectar los inventarios utilizando transportadores. Algunos artículos son demasiado grandes para pasar a través de transportadores pequeños. Pulsa {CONTROL:INVENTORY} para abrir tu inventario personal.
fr: Assurez-vous de connecter les inventaires individuels à l'aide de convoyeurs. Certains objets sont trop gros pour passer à travers de petits tubes de convoyeur. Appuyez sur {CONTROL:INVENTORY} pour ouvrir votre inventaire personnel.
hu_hu: Ne felejtse el összekötni az egyes készleteket szállítószalagokkal. Néhány elem túl nagy ahhoz, hogy kis szállítócsöveken keresztülmenjen. Nyomja meg a {CONTROL:INVENTORY} gombot a személyes készlet megnyitásához.
it: Assicurati di collegare i singoli inventari utilizzando i trasportatori. Alcuni oggetti sono troppo grandi per passare attraverso piccoli tubi trasportatori. Premi {CONTROL:INVENTORY} per aprire il tuo inventario personale.
pl_pl: Połącz poszczególne ekwipunki za pomocą rur. Niektóre przedmioty są za duże na małe rury transportowe. Wciśnij {CONTROL:INVENTORY} aby otworzyć osobisty ekwipunek.
pt_br: Certifique-se de conectar inventários individuais com transportadores. Alguns itens são muito grandes para passar por tubos transportadores pequenos. Pressione {CONTROL:INVENTORY} para abrir seu inventário pessoal.
ru: Соединяйте отдельные инвентари с помощью конвейеров. Некоторые предметы слишком большие для передачи через малые конвейеры. Нажмите {CONTROL:INVENTORY} чтобы открыть личный инвентарь.
zh_cn: 要用输送机连接各个库存。有些物品太大无法通过小口径输送通道。按{CONTROL:INVENTORY}打开个人库存
