Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# Description_FAQ_VoxelHands
source: Voxel hands is a tool only available in creative mode, which allows you to add and sculpt voxel shapes. It can be enabled in world settings. press K to open voxel hand menu while equiped.
de: Die Voxelhand ist ein Werkzeug, das nur im Kreativmodus verfügbar ist und mit dem Sie Voxelformen hinzufügen und modellieren können. Es kann in den Welteinstellungen aktiviert werden. Drücken Sie K, um das Voxelhand-Menü zu öffnen, während eine der Formen ausgewählt ist.
es: Modificador Vóxel es una herramienta sólo disponible en modo creativo, que te permite añadir y esculpir formas de vóxel. Se puede habilitar en entornos mundiales. Pulsa K para abrir el menú del modificador vóxel cuando lo tengas equipado.
fr: Le curseur voxel est un outil uniquement disponible en mode création, qui vous permet d’ajouter et de sculpter des formes de voxels. Il peut être activé dans les paramètres du monde.
hu_hu: A Voxel kezek egy olyan eszköz, amely csak kreatív módban érhető el. Lehetővé teszi voxel alakzatok hozzáadását és faragását. A világ beállításaiban engedélyezhető. Nyomja meg a K gombot a voxel kéz menü megnyitásához felszerelés közben.
it: Mani Voxel è uno strumento disponibile solo in modalità creativa, che ti permette di aggiungere e scolpire forme voxel. Può essere abilitato nelle impostazioni del mondo. Premi K per aprire il menu delle mani voxel mentre è equipaggiato.
pl_pl: Ręce stwórcy to narzędzie dostępne tylko w trybie kreatywnym, pozwalające na tworzenie własnych wokseli. Tą opcje możesz włączyć w ustawieniach świata. Wciśnij K aby otworzyć ich menu kiedy są wyposażone.
pt_br: As mãos voxel são uma ferramenta disponível apenas no modo criativo. Elas permitem a você adicionar ou esculpir formas de voxel. Devem ser habilitadas nas configurações do mundo. Pressione K para abrir a mão voxel quando equipada.
ru: Воксельные кисти доступны только в творческом режиме, они позволяют Вам добавлять и формировать воксельные формы. Может быть включено в настройках мира. Меню воксельной кисти на [K], когда экипировано.
zh_cn: 体素手只能在创意模式使用，你可以做出各种形状并修改。可在世界设置中启动。

# Description_FAQ_AirTightnessPressure
source: A room needs to be airtight before it can be filled with oxygen by an air vent. Make sure there are no holes exposed to space and that all doors are closed.
de: Ein Raum muss luftdicht sein, bevor er durch Belüftungsanlagen mit Sauerstoff gefüllt werden kann. Vergewissern Sie sich, dass sich keine Lücken im Raum befinden und dass alle Türen geschlossen sind.
es: Una habitación debe ser hermética antes de que pueda llenarse de oxígeno por medio de una rejilla de ventilación. Asegúrese de que no haya agujeros expuestos al espacio y de que todas las puertas estén cerradas.
fr: Une pièce doit être étanche à l’air avant de pouvoir être remplie d’oxygène par une bouche d'aération. Assurez-vous qu'il n'y a pas de trous exposés à l'espace et que toutes les portes sont fermées.
hu_hu: A szobának légmentesen zárhatónak kell lennie, mielőtt a szellőzőkön át oxigénnel töltik meg. Győződjön meg, hogy nincsenek lyukak a helységben, és minden ajtó zárva van.
it: Una stanza deve essere a tenuta d'aria prima di poter essere riempita di ossigeno da una presa d'aria. Assicurati che non vi siano fori esposti allo spazio e che tutte le porte siano chiuse.
pl_pl: Pomieszczenie musi być szczelne jeśli chcesz je wypełnić tlenem przez wentylatory. Upewnij się że nie posiada żadnych dziur i wszystkie drzwi są zamknięte.
pt_br: Um ambiente precisa ser vedado hermeticamente antes de ser abastecido com oxigênio por uma saída de ar. Certifique-se de que não há frestas expostas ao espaço e que todas as portas estejam fechadas.
ru: Комната должна быть герметичной, прежде чем может быть наполнена кислородом из вентиляции. Убедитесь что отсутствуют дыры и все двери закрыты.
zh_cn: 房间需要密封后才可以通过进气口充入氧气。保证房间没有孔洞，门已紧闭。

# Description_FAQ_Components
source: Components are required to construct blocks. They can be produced in assemblers from ingots. Placing a block in survival mode always requires the first component.
de: Komponenten sind erforderlich, um Blöcke zu konstruieren. Sie können in Montageanlagen aus Blöcken hergestellt werden. Das Platzieren eines Blocks im Survival-Modus erfordert immer die erste Komponente.
es: Hacen falta componentes para construir bloques. Se pueden producir en ensambladores a partir de lingotes. Colocar un bloque en modo de supervivencia siempre requiere el primer componente.
fr: Les composants sont nécessaires pour construire des blocs. Ils peuvent être produits dans les assembleurs à partir de lingots. Placer un bloc en mode survie nécessite toujours le premier composant.
hu_hu: A blokkok építéséhez alkatrészekre van szükség. Ezek az összeszerelőkben állíthatók elő a öntvényekből. Blokk elhelyezése túlélési módban megköveteli legalább egy összetevő meglétét.
it: I componenti sono necessari per costruire i blocchi. Possono essere prodotti in assemblatori da lingotti. Il posizionamento di un blocco in modalità di sopravvivenza richiede sempre il primo componente.
pl_pl: Komponenty to elementy, z których składają się bloki. Są produkowane w stacjach montażowych ze sztabek. Postawienie bloku w trybie przetrwania zawsze wymaga pierwszego komponentu.
pt_br: Os componentes são necessários para a construção de blocos. Eles podem ser produzidos em montadoras através de barras. Posicionar um bloco no modo sobrevivência requer sempre o primeiro componente.
ru: Компоненты используются для строительства всех блоков. Производятся в сборщиках из слитков. Расположение блока в режиме выживания всегда требует первый компонент.
zh_cn: 组件可以拼装成方块。锭子在装配机中加工后获得组件。生存模式中总是需要组件做成方块。

# Description_FAQ_Station
source: A station is a grid that is static and directly attached to voxels like planets or asteroids. Some stations can fly, but only have enough thrusters for basic movement.
de: Eine Station ist eine Blockkonstruktion, die statisch ist und direkt mit Voxeln wie Planeten oder Asteroiden verbunden ist. Im Weltraum können auch komplett unbewegte Schiffe in Stationen umgewandelt werden.
es: Una estación es una estructura que es estática y está directamente unida a vóxeles como planetas o asteroides. Algunas estaciones pueden volar, pero sólo tienen suficientes propulsores para el movimiento básico.
fr: Une station est une grille statique attachée directement à des voxels, comme des planètes ou des astéroïdes. Certaines stations peuvent voler, mais ne disposent que de suffisamment de propulseurs pour effectuer les mouvements de base.
hu_hu: Az állomás egy statikus objektum, amely közvetlenül kapcsolódik a voxelekhez, például bolygókhoz vagy aszteroidákhoz. Egyes állomások repülhetnek, de csak az alapvető mozgáshoz elegendő tolóerővel rendelkeznek.
it: Una stazione è una griglia statica e direttamente collegata a voxel come pianeti o asteroidi. Alcune stazioni possono volare, ma hanno solo propulsori sufficienti per il movimento di base.
pl_pl: Stacja to struktura nie mogąca się poruszać jest też bezpośrednio połączona z planetą lub asteroidą. Niektóre stacje mogą latać, ale tylko jeśli mają silniki do podstawowego ruchu.
pt_br: Estações são grids estáticas fixadas diretamente a voxels, como planetas e asteroides. Algumas estações podem voar, mas possuem apenas propulsão o bastante para movimentos básicos.
ru: Станция это статичная структура и напрямую соединена с вокселями, вроде планет и астероидов. Некоторые станции могут двигаться, но количество ускорителей достаточно только для стабилизации.
zh_cn: 基站是行星和小行星上静止的网格。如果有足够的动力，有些也可以飞。

# Description_FAQ_Ship
source: A ship is a grid that is designed to move. It has thrusters in each direction, a gyroscope for orientation, a cockpit and some source of power like batteries or reactors. Ships can be designed for specific tasks like building or fighting.
de: Ein Schiff ist eine Blockkonstruktion, die dazu bestimmt ist, sich zu bewegen. Es hat in jede Richtung ausgerichtete Triebwerke, ein Gyroskop zur Orientierung, ein Cockpit und eine Energiequelle, z. B. eine Batterie oder einen Reaktor. Schiffe können für bestimmte Aufgaben wie Montage oder Kampfhandlungen ausgelegt sein.
es: Una nave es una estructura que está diseñada para moverse. Tiene propulsores en cada dirección, un giroscopio para la orientación, una cabina y alguna fuente de energía como baterías o reactores. Las naves pueden ser diseñadas para tareas específicas como construir o combatir.
fr: Un vaisseau est une grille conçue pour se déplacer. Il possède des propulseurs dans chaque direction, un gyroscope pour l’orientation, un cockpit et une source d’énergie, comme des batteries ou des réacteurs. Les vaisseaux peuvent être conçus pour des tâches spécifiques telles que la construction ou le combat.
hu_hu: A hajó egy olyan objektum, amelyet mozgásra terveztek. Minden irányba tolóerővel rendelkezik, giroszkóppal a tájoláshoz, pilótafülkével és valamilyen energia forrással, például akkumulátorokkal vagy reaktorokkal. A hajókat speciális feladatokra tervezhetjük, például építkezésre vagy harcra.
it: Una nave è una griglia progettata per muoversi. Ha propulsori in ogni direzione, un giroscopio per l'orientamento, una cabina di pilotaggio e qualche fonte di energia come batterie o reattori. Le navi possono essere progettate per compiti specifici come costruire o combattere.
pl_pl: Statek to struktura zaprojektowana do ruchu. Posiada silniki w każdym kierunku, żyroskop, kokpit i źródło mocy takie jak reaktor lub akumulator. Statki mogą być projektowane do zadań takich jak budowa lub walka.
pt_br: Naves são grids projetadas para movimentarem-se. Possuem propulsores em cada direção, um giroscópio para orientação, uma cabine e alguma fonte de energia, como baterias e reatores. Naves podem ser projetadas para tarefas específicas, como construção e combate.
ru: Корабль это структура, созданная для полетов. Она имеет ускорители во всех направлениях, гироскоп для ориентирования, кокпит и источник энергии, как батареи или реакторы. Корабли обычно имеют конкретную специализацию, например строительство или бой.
zh_cn: 飞船是能飞的网格。每个方向都有推进器，转向的陀螺仪，驾驶舱还有电池或者的反应堆提供的动力。飞船可以由自己的想法设计成展示用或者有具有战斗力。

# Description_FAQ_CarRover
source: A rover is a vehicle that uses wheels to move instead of thrusters, which are used to fly. Rovers are usually cheap to build, but often slow and an easy target for other players.
de: Ein Rover ist ein Fahrzeug, das sich mithilfe von Rädern statt mithilfe von Triebwerken bewegt, die nur zum Fliegen verwendet werden. Rover können in der Regel mit nur wenigen Komponenten konstruiert werden, sind aber oft langsam und daher ein leichtes Ziel für Gegner.
es: Un rover es un vehículo que utiliza ruedas para moverse en lugar de propulsores, que se utilizan para volar. Los Rovers suelen ser baratos de construir, pero a menudo lentos y un blanco fácil para otros jugadores.
fr: Un rover est un véhicule qui utilise des roues pour se déplacer au lieu des propulseurs, qui servent à voler. Les rovers sont généralement peu coûteux à construire, mais souvent lents et une cible facile pour les autres joueurs.
hu_hu: A rover olyan jármű, amelyet kerekek mozgatnak a tolóerő helyett. A roverek általában olcsók, de gyakran lassúak és más játékosoknak könnyű célpont.
it: Un rover è un veicolo che usa le ruote per muoversi al posto dei propulsori, che vengono utilizzati per volare. I rover sono di solito economici da costruire, ma spesso lenti e un facile bersaglio per gli altri giocatori.
pl_pl: Łazik to pojazd korzystający do poruszania się kół zamiast silników, które są używane do latania. Łaziki są zazwyczaj tanie w budowie ale wolniejsze i łatwiejsze do trafienia.
pt_br: Rover é um veículo que usa rodas para movimentar-se em vez de propulsores, que são utilizados para voar. Os rovers são normalmente baratos de se construir, mas muitas vezes são lentos e um alvo fácil para outros jogadores.
ru: Вездеходы это транспортные средства, использующие для передвижения колёса, вместо ускорителей. Вездеходы обычно дёшевы в постройке и требуют минимум энергии, но обычно медленные и являются лёгкой мишенью для других игроков.
zh_cn: 战车带有轮子在地上行驶，没有推动器不能飞。战车成本低，但是行驶缓慢也易遭攻击。

# Description_FAQ_GPSSignals
source: GPS signals can be disabled or created in the Coms tab. Double-click a GPS signal to disable it. GPS signals can be stored in LCD panels or broadcasted in chat. Be careful not to attract enemies.
de: GPS-Markierungen können auf der Registerkarte „GPS“ deaktiviert oder erstellt werden. Doppelklicken Sie auf eine GPS-Markierung, um sie zu deaktivieren. GPS-Markierungen können auf Datapads gespeichert oder im Chat übertragen werden. Achten Sie darauf, keine Feinde anzulocken.
es: Las señales GPS se pueden desactivar o crear en la pestaña Coms. Haga doble clic en una señal GPS para desactivarla. Las señales GPS pueden ser almacenadas en paneles LCD o transmitidas en el chat. Ten cuidado de no atraer a los enemigos.
fr: Les signaux GPS peuvent être désactivés ou créés dans l'onglet Communications. Cliquez deux fois sur un signal GPS pour le désactiver. Les signaux GPS peuvent être stockés sur des panneaux LCD ou diffusés sur le chat. Attention à ne pas attirer les ennemis.
hu_hu: A GPS-jelek tilthatók vagy létrehozhatók a Kommunikációs fülön. Kattintson duplán egy GPS-jelre a letiltásához. A GPS-jelek tárolhatók LCD paneleken, és csevegésben továbbíthatók. Vigyázzon, hogy ne vonzza az ellenségeket.
it: I segnali GPS possono essere disabilitati o creati nella scheda Coms. Fai doppio clic su un segnale GPS per disabilitarlo. I segnali GPS possono essere memorizzati in pannelli LCD o trasmessi in chat. Fai attenzione a non attirare i nemici.
pl_pl: Sygnał GPS może być tworzony i wyłączany w menu połączeń. Podwójnie na sygnał aby go wyłączyć. GPS może być zapisywany na panelach LCD lub wysyłany na czacie. Uważaj żeby nie przyciągnąć wrogów.
pt_br: Os sinais de GPS podem ser desabilitados ou criados na guia Comunicações. Clique duas vezes em um sinal de GPS para desabilitá-lo. Os sinais de GPS podem ser armazenados em painéis de LCD ou transmitidos por bate-papo. Fique atento para não atrair inimigos.
ru: Сигналы GPS точек могут быть отключены или созданы в разделе коммуникации. Двойной щелчок на GPS-сигнал — отключить. GPS-координаты могут храниться в ЖК-экранах или переданы в чат. Не навлеките врагов.
zh_cn: GPS信号可以再命令栏禁用或者开启。双击GPS信号将其禁用。GPS信号可以保存在液晶面板中或者在聊天中广播出去。小心暴露目标。

# Description_FAQ_GridSize
source: There are 2 grid sizes available that are simply referred to as small and large. You can switch the grid size of a block by reselecting the same block on your toolbar. Not all blocks are available in both grid sizes.
de: Es sind 2 Rastergrößen verfügbar, die einfach als klein und groß bezeichnet werden. Sie können die Rastergröße eines Blocks ändern, indem Sie denselben Block in Ihrer Schnellzugriffsleiste erneut auswählen. Nicht alle Blöcke sind in beiden Rastergrößen verfügbar.
es: Hay 2 tamaños de estructura disponibles que son simplemente referidos como pequeños y grandes. Puedes cambiar el tamaño de la estructura de un bloque volviendo a seleccionar el mismo bloque en la barra de herramientas. No todos los bloques están disponibles en ambos tamaños de estructura.
fr: Il existe 2 tailles de grille disponibles qui sont simplement appelées petite et grande. Vous pouvez changer la taille de la grille d'un bloc en sélectionnant à nouveau le même bloc dans votre barre d'outils. Tous les blocs ne sont pas disponibles dans les deux tailles de grille.
hu_hu: Kétféle objektumméret létezik, a kicsi és a nagy. A blokk objektumméretét úgy módosíthatja, hogy ugyanazt a blokkot újból kiválasztja az eszköz soron. Nem minden blokk érhető el mindkét objektumméretben.
it: Ci sono 2 dimensioni di griglia disponibili che vengono semplicemente indicate come piccole e grandi. Puoi cambiare la dimensione della griglia di un blocco riselezionando lo stesso blocco sulla barra degli strumenti. Non tutti i blocchi sono disponibili in entrambe le dimensioni della griglia.
pl_pl: Są 2 rodzaje bloków nazywane po prostu małymi i dużymi. Możesz je zmieniać ponownie wybierając już wybrany blok. Nie wszystkie bloki posiadają oba rozmiary.
pt_br: Existem basicamente dois tamanhos de bloco disponíveis, pequeno e grande. Você pode alternar o tamanho da grid de um bloco selecionando o mesmo bloco novamente na barra de ferramentas. Nem todos os blocos possuem os dois tamanhos disponíveis.
ru: Есть два доступных размера структур - малый и большой. Вы можете переключить размер блока выбрав второй раз слот блока на панели инструментов. Не все блоки доступны в обоих размерах.
zh_cn: 网格有大小两种规格。可以在工具栏中，重选同样的方块切换网格大小。不是所有的方块都有两种规格。

# Description_FAQ_Suit
source: Your suit keeps you alive when you are in space. Your health, hydrogen, oxygen and power supplies are displayed on your HUD. Your suit is equipped with magnetic boots to walk in space and a jetpack to fly.
de: Ihr Anzug hält Sie am Leben, wenn Sie im Weltraum sind. Ihre Gesundheit, Wasserstoff-, Sauerstoff- und Energieversorgung werden auf Ihrem HUD angezeigt. Ihr Anzug ist mit Magnetstiefeln zum Laufen im Weltraum, sowie mit einem Jetpack zum Fliegen ausgestattet.
es: Tu traje te mantiene vivo cuando estás en el espacio. Tus suministros de salud, hidrógeno, oxígeno y energía se muestran en el HUD. El traje está equipado con botas magnéticas para caminar en el espacio y un jetpack para volar.
fr: Votre combinaison vous garde en vie quand vous êtes dans l'espace. Votre santé, votre hydrogène, votre oxygène et vos sources d’alimentation sont affichés sur votre ATH. Votre combinaison est équipée de bottes magnétiques pour marcher dans l’espace et d’un jetpack pour voler.
hu_hu: Az öltözéke életben tartja, amikor az űrben van. Az ön egészsége, hidrogén, oxigén és energia szintje megjelennek a HUD-on. A ruha fel van szerelve mágneses csizmával, amivel járhat az űrben, és egy jetpack a repüléshez.
it: La tua tuta ti tiene in vita quando sei nello spazio. La tua salute, l'idrogeno, l'ossigeno e gli alimentatori sono visualizzati sul tuo HUD. La tuta è dotata di stivali magnetici per camminare nello spazio e di un jetpack per volare.
pl_pl: Skafander umożliwia przeżycie w kosmosie. Poziom zdrowia, tlenu, wodoru i mocy jest wyświetlany na HUD. Skafander jest wyposażony w magnetyczne buty do chodzenia przy braku grawitacji oraz w jetpack do latania.
pt_br: Seu traje mantém você vivo no espaço. Sua saúde, hidrogênio, oxigênio e suprimentos de energia são mostrados em seu HUD. O traje é equipado com botas magnéticas para andar no espaço e um jetpack para voar.
ru: Ваш скафандр поддерживает Вашу жизнь в космосе. Ваше здоровье, водород, кислород и энергия показаны на интерфейсе. Скафандр снабжен магнитными ботинками и джетпаком.
zh_cn: 宇航服保证你在太空中生存。屏幕中有你的生命值，氢气，氧气和电力信息。还有磁力靴和喷气背包让你行走和飞行。

# Description_FAQ_HandTools
source: There are 3 hand tools. A welder builds and repairs. A grinder salvages and deconstructs, while a drill is used to find ore, collect ore and dig tunnels.
de: Es gibt 3 Handwerkzeuge. Schweißgeräte dienen zum Montieren und Reparieren von Blöcken. Schleifgeräte kann Blöcke auseinander nehmen oder komplett zerlegen, während Bohrmaschinen verwendet werden, um Erz zu finden, abzubauen und um Tunnel zu graben.
es: Hay 3 herramientas de mano. Un soldador construye y repara. Una amoladora recupera y deconstruye, mientras que una perforadora se utiliza para encontrar mineral, recolectar mineral y cavar túneles.
fr: Il y a 3 outils portatifs. Un chalumeau construit et répare. Une meuleuse récupère et détruit, tandis qu'une foreuse sert à trouver du minerai, à le recueillir et à creuser des tunnels.
hu_hu: 3 kéziszerszám van. A hegesztő épít és javít. A daraboló újrahasznosít és lebont, a fúrót érc keresésére, gyűjtésére és alagutak ásására használják.
it: Ci sono 3 strumenti manuali. Una saldatrice costruisce e ripara. Una smerigliatrice recupera e decostruisce, mentre una trivella è usata per trovare il minerale, raccoglierlo e scavare tunnel.
pl_pl: Posiadasz 3 typy narzędzi. Spawarkę do budowy i naprawy. Szlifierkę do dekonstrukcji bloków oraz wiertło do znajdywania surowców, pozyskiwania ich oraz do kopania tuneli.
pt_br: Existem três ferramentas de mão. Uma soldadora para construir e reparar, um esmeril para desmontar e extrair componentes e uma britadeira para encontrar e coletar minério, além de escavar túneis.
ru: Доступно три вида ручного инструмента: сварщик для строительства и починки, болгарка для демонтажа и бур для нахождения и добычи руды.
zh_cn: 有三种手动工具。焊接器可以建造和维修。切割机可以回收和拆解，钻子可以挖矿，采矿和挖地道。

# Description_FAQ_Inventory
source: Your inventory can be accessed by pressing {CONTROL:INVENTORY}. Drag items outside of your inventory screen to drop them. Pick up items by pressing {CONTROL:PICK_UP}.
de: Ihr Inventar kann durch Drücken von {CONTROL:INVENTORY} aufgerufen werden. Ziehen Sie Items aus dem Inventar-Bildschirm, um sie fallenzulassen. Nehmen Sie Items auf, indem Sie Ihre Sicht auf sie ausrichten und {CONTROL:PICK_UP} drücken.
es: Puedes acceder a tu inventario pulsando {CONTROL:INVENTORY}. Arrastra objetos fuera de la pantalla de inventario para soltarlos. Recoge objetos pulsando {CONTROL:PICK_UP}.
fr: Vous pouvez accéder à votre inventaire en appuyant sur {CONTROL:INVENTORY}. Faites glisser les objets en dehors de votre écran d'inventaire pour les lâcher. Ramassez les objets en appuyant sur {CONTROL:PICK_UP}.
hu_hu: A készlet a (CONTROL:INVENTORY} gombbal érhető el. Húzza az elemeket a készletképernyőn kívülre, hogy eldobja őket. Az elemek felvételéhez nyomja le a (CONTROL:PICK_UP} gombot.
it: Il tuo inventario è accessibile premendo {CONTROL:INVENTORY}. Trascina gli oggetti al di fuori della schermata dell'inventario per eliminarli. Raccogli gli oggetti premendo {CONTROL:PICK_UP}.
pl_pl: Klikając {CONTROL:INVENTORY} możesz dostać się do ekwipunku. Przenosząc przedmioty poza okno wyrzucasz je. Podnieść możesz je klawiszem {CONTROL:PICK_UP}.
pt_br: Seu inventário pode ser acessado ao pressionar {CONTROL:INVENTORY}. Arraste itens para fora da tela do seu inventário para descartá-los. Colete itens ao pressionar {CONTROL:PICK_UP}.
ru: Ваш инвентарь доступен нажатием [{CONTROL:INVENTORY}]. Перетаскивайте предметы из экрана инвентаря чтобы выбросить их. Подбирайте предметы нажатием [{CONTROL:PICK_UP}].
zh_cn: 按{CONTROL:INVENTORY}访问库存。将物品拖出库存后丢弃。按{CONTROL:PICK_UP}捡起物品。
