Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# Datapad_Station_GPS_Content_3
source: Some conflict between two factions left a field of debris and salvager are plucking the fruits by selling their findings to a nearby station that now has their stocks overflowing. If you are looking for good deals or work then this is the place to go.
de: Ein Konflikt zweier Fraktionen hat für ein Trümmerfeld gesorgt, und die Schrottsammler pflücken die Früchte, und verkaufen ihre Funde an eine nahe gelegene Station, deren Vorräte nun überquellen. Wenn Sie auf der Suche nach guten Geschäften oder Arbeit sind, dann sind Sie dort an der richtigen Adresse.
es: Un conflicto entre dos facciones dejó un campo de escombros y los recicladores están haciéndose rápidamente con los frutos al vender lo que encuentran a una estación cercana que ahora tiene su inventario saturado. Si estás buscando hacer buenos intercambios o trabajos ese es el lugar al que ir.
fr: Un conflit entre deux factions a laissé un champ de débris et les récupérateurs s'en mettent plein les poches en vendant leurs découvertes à une station voisine qui a maintenant ses stocks qui débordent. Si vous êtes à la recherche de bonnes affaires ou de travail, c'est l'endroit où il faut aller.
hu_hu: Néhány konfliktus két frakció között egy törmelékmezőt hagyott hátra, és a mentőegységek learatják a gyümölcsöt az által, hogy eladják egy közeli állomásra, ahol a készletek túlteltek. Ha jó ajánlatokat vagy munkát keres, akkor ez az a hely.
it: Alcuni conflitti tra due fazioni hanno lasciato un campo di detriti e i soccorritori stanno raccogliendo i frutti vendendo i loro ritrovamenti a una stazione vicina che ora ha le scorte stracolme. Se sei alla ricerca di buoni affari o di lavoro, questo è il posto dove andare.
pl_pl: Pewien konflikt między dwiema frakcjami pozostawił pole śmieci i ktoś zbiera resztki, sprzedając swoje znaleziska pobliskiej stacji, która teraz ma przepełnione zapasy. Jeżeli szukasz dobrych ofert lub pracy jest to miejsce dla Ciebie.
pt_br: Conflitos entre duas facções deixaram um rastro de destruição e caçadores de destroços estão aproveitando a oportunidade para vender seus achados a uma estação próxima, que agora está com seus estoques transbordando. Se você procura por bons negócios ou trabalho, este é o lugar certo.
ru: Какой-то конфликт между фракциями оставил облако обломков и собиратели лома сорвали куш продавая находки ближайшей станции и теперь их запасы переполнены. Если интересуют выгодные сделки или работа, то точно стоит их посетить.
zh_cn: 两个阵营发生冲突，让这里变成了废墟。拯救者正在采摘水果让后卖给附近的基地，现在他们的仓库都装不下了。 如果你想做生意或者找工作，可去那试试。

# Datapad_Station_GPS_Content_4
source: There is plenty of work available if you know where to look. You should investigate this place, I heard there is a shortage on couriers.
de: Es gibt viel Arbeit, wenn man weiß, wo man suchen muss. Sie sollten sich mal dort umschauen, ich habe gehört, dass es dort einen Mangel an Kurieren gibt.
es: Hay mucho trabajo disponible si sabes a donde ir. Deberías investigar este lugar, he escuchado que están escasos de mensajeros.
fr: Il y a beaucoup de travail si vous savez où chercher. Vous devriez enquêter sur cet endroit, j'ai entendu dire qu'il y avait une pénurie de coursiers.
hu_hu: Rengeteg munka áll rendelkezésre, ha tudod, hol kell keresni. Meg kellene néznie ezt a helyet. Azt hallottam, hogy hiány van futárokból.
it: C'è molto lavoro disponibile se sai dove cercare. Dovresti indagare su questo posto, ho sentito che c'è carenza di corrieri.
pl_pl: Zawsze jest dużo do roboty, jeśli wiesz, gdzie szukać. Na Twoim miejscu zbadałbym to miejsce, podobno mają niedobór kurierów.
pt_br: Há bastante trabalho por aí, basta saber onde procurar. Você deveria investigar esse lugar. Ouvi dizer que estão com poucos entregadores.
ru: Вокруг масса возможностей подзаработать, если знать где искать. Вам следуюет взглянуть на это место, я слыхал там нехватка курьеров.
zh_cn: 这里有很多地方在招人。你好好找找，我听说这里很缺快递员。

# Datapad_Station_GPS_Content_5
source: Some Merchant keeps bragging about some really good deals at a station he has been visiting but would not spill the details. However, I happened to "stumble" on his navigation computer during my maintenance shift and this position kept popping up. Go see if there is any truth in what that merchant said.
de: So ein Händler prahlt immer wieder mit einigen wirklich guten Angeboten die er an irgendeinem Bahnhof, den er besucht hat, abgestaubt hat. Die Details möchte er allerdings nicht preisgeben. Während meiner Wartungsschicht bin ich allerdings zufällig über seinen Navigationscomputer „gestolpert“ und diese Position wurde immer wieder angezeigt. Sehen Sie nach, ob an dem, was der Händler gesagt hat, etwas dran ist.
es: Un comerciante sigue alardeando de algunas ofertas realmente buenas en una estación que ha estado visitando, pero no quiso revelar los detalles. Cómo sea, ha sucedido que me "tropecé" con su ordenador de navegación durante mi turno de mantenimiento y está posición aparecía reiteradamente. Ve a ver si hay algo de verdad en lo que ha dicho ese mercader.
fr: Un commerçant se vante de faire de très bonnes affaires dans une station qu'il a visitée, mais il ne veut pas dévoiler les détails. Cependant, il m'est arrivé de « tomber » sur son ordinateur de navigation pendant mon quart de maintenance et cette position n'a cessé d'apparaître. Allez voir s'il y a du vrai dans ce que ce commerçant a dit.
hu_hu: Néhány kereskedő eldicsekedett, hogy valami igazán jó ajánlatot kaptak egy állomáson. Már meg is látogattam őket, de nem sikerült megtudnom a részleteket. Munka közben én "belebotlottam" az egyiknek a navigációs számítógépén, egy pozícióba, mely mindig felbukkant. Nézd meg, van-e igazság abban, amit az a kereskedő mondott.
it: Qualche commerciante continua a vantarsi di alcuni ottimi affari in una stazione che ha visitato, ma non vuole rivelare i dettagli. Tuttavia, mi è capitato di "inciampare" nel suo computer di navigazione durante il mio turno di manutenzione e questa posizione continuava a venir fuori. Vai a vedere se c'è qualcosa di vero in quello che ha detto quel commerciante.
pl_pl: Jakiś kupiec chwalił się niektórymi naprawdę dobrymi ofertami na stacji, którą odwiedzał, ale nie podzielił się szczegółami. Jednak przytrafiło mi się "potknąć" o jego komputer nawigacyjny podczas mojej zmiany konserwacyjnej i wyskoczyła ta pozycja. Sprawdź, czy jest jakaś prawda w tym, co mówił ten kupiec.
pt_br: Um certo mercador continua se gabando dos excelentes negócios quem tem feito com uma estação que visitou, mas não deu detalhes. De toda forma, eu “esbarrei” com seu computador de navegação durante meu turno de manutenção e a posição ainda estava aparecendo. Verifique se é mesmo verdade o que ele diz.
ru: Какой-то торгаш не перестает хвастаться выгодными сделками на какой-то станции, но он не расщедрился на подробности. Однако, мне случилось "наткнуться" на его навигационный компьютер в мою смену и вот эти координаты постоянно повторяются. Сгоняй проверить была ли истина в его словах.
zh_cn: 有些商家不停的吹嘘说他们在基站有很好的生意，他去过几次，都没法得知具体的情况。 但是，我有一次在我当班的时候在电脑中发现这个地方一直有信息弹出。去调查一下商家说的是否是真的。

# Datapad_Station_GPS_Content_6
source: I used to visit this place at a regular basis during my engineering days and they always had some good deals available. Go see if they are still at it.
de: Während meiner Zeit als Ingenieur habe ich diesen Ort regelmäßig besucht, und sie hatten immer einige gute Angebote. Sehen Sie nach, ob das immernoch der Fall ist.
es: Solía visitar este lugar regularmente durante mis días de ingeniero y siempre tenían ofertas interesantes. Ve a ver si siguen.
fr: J'avais l'habitude de visiter cet endroit régulièrement pendant mes années d'ingénieur et ils avaient toujours de bonnes affaires à proposer. Allez voir s'ils y sont toujours.
hu_hu: A mérnöki napjaim során rendszeresen látogattam meg ezt a helyet, és mindig voltak jó ajánlatok. Menj, nézd meg hogy így van e még.
it: Visitavo questo posto regolarmente durante i miei giorni di ingegneria e c'era sempre qualche buon affare a disposizione. Vai a vedere se ci sono ancora.
pl_pl: Będąc jeszcze inżynierem odwiedzałem to miejsce regularnie i zawsze mieli jakieś dobre oferty. Idź i zobacz, czy nadal je mają.
pt_br: Eu costumava visitar frequentemente esse lugar em meus tempos de engenharia e eles sempre tinham bons negócios disponíveis. Verifique se ainda têm.
ru: Я привык посещать это место на регулярной основе в мои лучшие деньки и у них всегда было полно отличных предложений. Отправляйся проверить, если это все еще так.
zh_cn: 我以前做工程的时候，总是定期来这个地方，那个时候总是有很多好的业务。去那看看是否还有。

# Datapad_Station_GPS_Content_7
source: A station lost some its client's due to some conflict of interest between factions and is now looking for new hires. Interested? This is where you should go.
de: Eine Station verlor, aufgrund eines Interessenkonflikts mit einer anderen Fraktion, einige ihrer Kunden und ist nun auf der Suche nach neuen Mitarbeitern. Interessiert? Hier sollten Sie sich hin begeben.
es: Una estación ha perdido sus clientes a causa de un conflicto de intereses entre facciones y ahora buscan nuevas contrataciones ¿Te interesa? Aquí es dónde tienes que ir.
fr: Une station a perdu certains de ses clients en raison d'un conflit d'intérêts entre les factions et cherche maintenant à recruter de nouveaux employés. Intéressé ? C'est là que vous devriez aller.
hu_hu: Egy állomás a frakciók közötti összeférhetetlenség miatt elvesztette ügyfeleinek egy részét, és most új bérlőket keres. Érdekelt? Ide kéne menned.
it: Una stazione ha perso alcuni dei suoi clienti a causa di un conflitto di interessi tra le fazioni ed è ora alla ricerca di nuove assunzioni. Sei interessato? È qui che dovresti andare.
pl_pl: Pewna stacja straciła część swoich klientów z powodu konfliktu interesów między frakcjami i obecnie poszukuje nowych pracowników. Interesuje cię to? Oto ich lokalizacja.
pt_br: Uma estação perdeu parte de seus clientes devido a conflitos de interesse entre facções e agora está buscando novos contratos. Interessado? Este é o lugar.
ru: Станция потеряла нескольких клиентов из-за конфликта интересов фракций и теперь исчет новых сотрудников. Заинтересованы? Тогда вам туда.
zh_cn: 由于阵营间的利益冲突，有个基地失去了一些客户，现在在找新的。你有兴趣吗？你可以去试试。

# Datapad_Station_GPS_Content_8
source: Looking for Reliable contracts? Good trades? Or just making good money? You are in luck! Opportunity awaits at these coordinates!
de: Auf der Suche nach verlässlichen Auftraggebern? Guten Abschlüssen? Oder möchten Sie einfach gutes Geld verdienen? Sie haben Glück! Unter diesen Koordinaten ergeben sich Ihnen großartige Möglichkeiten!
es: ¿Buscas contratos fiables? ¿Buenos intercambios? ¿O simplemente ganarte un dinero? ¡Estás de suerte! ¡Una oportunidad te aguarda en estas coordenadas!
fr: Vous recherchez des contrats fiables ? De bons échanges ? Ou simplement pour gagner de l'argent ? Vous avez de la chance ! Une opportunité vous attend à ces coordonnées !
hu_hu: Megbízható szerződéseket keres? Jó kereskedést? Vagy csak pénzt keresnél Szerencséd van! Lehetőség vár ezeken a koordinátákon!
it: Cerchi contratti affidabili? Buoni affari? O semplicemente vuoi fare dei soldi? Sei fortunato! L'opportunità ti aspetta a queste coordinate!
pl_pl: Szukasz niezawodnych kontraktów? Dobrego interesu? A może chcesz tylko szybko zarobić? Masz szczęście! Twoja szansa jest na tych współrzędnych!
pt_br: Buscando por contratos rentáveis? Bons negócios? Ou apenas fazer uma boa grana? Você está com sorte! A oportunidade te espera nessas coordenadas!
ru: Ищите надежные контракты? Отличные сделки? Или просто подзаработать? Вам повезло! Возможности ждут в этих координатах!
zh_cn: 想签大合同吗？想发财吗？你好运气来了！在这些地方你可以找到机会！

# IngameHelp_Economy_GPSDesc
source: This is location of the nearest trading station, where you can buy/sell various items.
de: Dies ist der Standort der nächstgelegenen Handelsstation, an der Sie verschiedene Artikel kaufen/verkaufen können.
es: Esta es la localización de la estación de intercambio más cercana, donde puedes comprar/vender distintos objetos.
fr: Il s'agit de l'emplacement de la station commerciale la plus proche, où vous pouvez acheter/vendre divers objets.
hu_hu: Ez a legközelebbi kereskedelmi állomás, ahol lehet vásárolni/eladni a különböző termékeket.
it: Qui si trova la stazione di compravendita più vicina, dove puoi acquistare/vendere vari oggetti.
pl_pl: Jest to lokalizacja najbliższej stacji handlowej, gdzie można kupować i sprzedawać różne przedmioty.
pt_br: Essa é a localização da estação comercial mais próxima, onde você pode comprar e vender vários itens.
ru: Это местоположение ближайшей торговой станции, где вы сможете купить/продать предметы.
zh_cn: 最近的交易站就在这里，你可以做各种买卖。

# IngameHelp_Economy_GPSName
source: Trading Station
de: Handelsstation
es: Estación de Intercambio
fr: Station commerciale
hu_hu: Kereskedelmi Állomás
it: Stazione commerciale
pl_pl: Stacja Handlowa
pt_br: Estação de comércio
ru: Торговая станция
zh_cn: 交易站

# ToolTipWorldSettingsBountyContracts
source: Enables bounty contracts being available on stations.
de: Falls aktiviert, werden Kopfgeldverträge auf den Stationen verfügbar sein
es: Si están activados, podrás encontrar contratos de cazarrecompensas en las estaciones
fr: Si les contrats de prime sont activés, ils seront disponibles sur les stations
hu_hu: Ha az engedélyezett fejpénzes szerződések lesznek elérhetők az állomásokon
it: Se abilitati, i contratti bounty saranno disponibili sulle stazioni
pl_pl: Jeśli włączone Kontrakty Łowcy będą dostępne na stacjach
pt_br: Se habilitado, os contratos de recompensa estarão disponíveis nas estações
ru: Если включено, награды за голову будут появляться на станциях.
zh_cn: 如果启用，基地就会有奖金合同

# WorldSettings_EnableBountyContracts
source: Enable bounty contracts
de: Kopfgeldverträge aktivieren
es: Activar contratos de cazarrecompensas
fr: Activer les contrats de prime
hu_hu: Fejpénzes szerződések engedélyezése
it: Abilita contratti bounty
pl_pl: Włącz Kontrakty Łowcy
pt_br: Habilitar contratos de recompensa
ru: Активирует награды за головы
zh_cn: 启用奖金合同

# StoreBuy_Error_Caption_NotEnoughPCU
source: Transaction Failed
de: Transaktion gescheitert
es: Transacción fallida
fr: Échec de la transaction
hu_hu: Sikertelen Tranzakció
it: Transazione fallita
pl_pl: Transakcja nie powiodła się
pt_br: Falha na transação
ru: Перевод не удался
zh_cn: 无法交易

# StoreBuy_Error_Text_NotEnoughPCU
source: You don't have enough PCU to buy this item.
de: Es sind nicht genügend PCU verfügbar, um diesen Artikel zu kaufen.
es: No tienes suficiente PCU para comprar este objeto.
fr: Vous n'avez pas assez de PCU pour acheter cet objet.
hu_hu: Nincs elég PCU a cikk megvásárlásához.
it: Non hai abbastanza PCU per acquistare quest'oggetto.
pl_pl: Nie masz wystarczająco dużo PCU, aby kupić ten przedmiot.
pt_br: Você não tem PCU suficiente para comprar este item.
ru: У вас недостаточно PCU для покупки предмета.
zh_cn: PCU不足无法购买此物品。

# SafeZone_Name_Station
source: {0} Safe Zone {1}
de: {0} Sicherheitszone {1}
es: {0} Zona Segura {1}
fr: {0} Zone sécurisée {1}
hu_hu: {0} Biztonsági Zóna {1}
it: {0} Zona sicura {1}
pl_pl: {0} Bezpieczna Strefa {1}
pt_br: {0} Zona segura {1}
ru: {0} Безопасная Зона {1}
zh_cn: {0}安全区{1}

# Contracts_Error_Caption_ActivationConditionNotMet_YouAreTargetOfThisHunt
source: Cannot accept
de: Kann nicht angenommen werden
es: No se puede aceptar
fr: Impossible d'accepter
hu_hu: Nem lehet elfogadni
it: Non posso accettare
pl_pl: Nie można zaakceptować
pt_br: Impossível aceitar
ru: Невозможно принять
zh_cn: 无法接受

# Contracts_Error_Text_ActivationConditionNotMet_YouAreTargetOfThisHunt
source: You do not meet requirements to accept this contract. You are the target.
de: Sie erfüllen die Voraussetzungen für die Annahme dieses Vertrags nicht. Sie sind das Ziel.
es: No cumples los requisitos para aceptar este contrato. Eres el objetivo.
fr: Vous ne remplissez pas les conditions pour accepter ce contrat. Vous êtes la cible.
hu_hu: Nem teljesíti a szerződés elfogadásának feltételeit. Te vagy a cél.
it: Non hai i requisiti per accettare questo contratto. Sei tu l'obiettivo.
pl_pl: Nie spełniasz wymagań do zaakceptowania tego kontraktu. Ty jesteś celem.
pt_br: Você não possui os requisitos para aceitar este contrato. Você é o alvo.
ru: Вы не отвечаете требованиям контракта. Вы и есть цель.
zh_cn: 你没有资格接受此合同。

# Contracts_AcceptConfirmation_Caption
source: Do you accept this contract?
de: Möchten Sie diesen Vertrag annehmen?
es: ¿Aceptas este contrato?
fr: Acceptez-vous ce contrat ?
hu_hu: Elfogadja ezt a szerződést?
it: Accetti questo contratto?
pl_pl: Akceptujesz ten kontrakt?
pt_br: Você aceita este contrato?
ru: Вы принимаете контракт?
zh_cn: 你接受此合同吗？

# Contracts_AcceptConfirmation_Text
source: By accepting this contract you are bound to fulfill all conditions of this contract in timely manner. Failing to do so may lead to negative feedback and loss of assets.
de: Mit der Annahme dieses Vertrags verpflichten Sie sich, alle Bedingungen dieses Vertrags rechtzeitig zu erfüllen, andernfalls kann es zu negativen Rückmeldungen und zum Verlust von Vermögenswerten kommen.
es: Al aceptar este contrato, estás obligado a cumplir todas las condiciones de este contrato de manera oportuna. Fallar puede que conlleve una reputación negativa y perder privilegios.
fr: En acceptant ce contrat, vous êtes tenu de remplir toutes les conditions de ce contrat dans les délais impartis, faute de quoi vous risquez de subir des commentaires négatifs et une perte de biens.
hu_hu: A jelen szerződés elfogadásával Ön köteles a jelen szerződés minden feltételét időben teljesíteni. Ennek elmulasztása negatív visszajelzéshez és eszközvesztéshez vezethet.
it: Accettando il presente contratto, l'utente è tenuto a soddisfare tempestivamente tutte le condizioni del presente contratto. Il mancato rispetto di tali condizioni può comportare un feedback negativo e la perdita di beni.
pl_pl: Akceptując kontrakt zobowiązujesz się do terminowego spełnienia wszystkich jego warunków. Niezastosowanie się do tego może prowadzić do utraty reputacji i pieniędzy.
pt_br: Ao aceitar este contrato, você fica obrigado a cumprir todas as suas condições em tempo hábil. Seu não cumprimento poderá resultar em um feedback negativo, além de perda de ativos.
ru: Соглашаясь на контракт, вы обязываетесь выполнить требования контракта в установленный срок. Невыполнение может привести к потере имущества и негативной оценке.
zh_cn: 接受合同后，你就必须及时履行合同规定的各项条款。 如有违规可能造成负面影响和财产损失。

# ScreenDebugAdminMenu_AddCurrency_ChangeBalance
source: Amount:
de: Betrag:
es: Cantidad:
fr: Quantité
hu_hu: Összeg:
it: Quantità:
pl_pl: Ilość:
pt_br: Quantidade:
ru: Количество:
zh_cn: 金额：

# ScreenDebugAdminMenu_AddCurrency_CoonfirmButton
source: Change
de: Ändern
es: Cambiar
hu_hu: Módosítás
it: Cambia
pl_pl: Zmień
pt_br: Alterar
ru: Изменить
zh_cn: 更改

# ScreenDebugAdminMenu_AddCurrency_CurrentBalance
source: Current balance:
de: Aktueller Kontostand:
es: Saldo actual:
fr: Solde actuel :
hu_hu: Jelenlegi egyenleg:
it: Saldo corrente:
pl_pl: Aktualne saldo:
pt_br: Saldo atual:
ru: Текущий остаток:
zh_cn: 当前余额：

# ScreenDebugAdminMenu_AddCurrency_FinalBalance
source: Final balance:
de: Neuer Kontostand:
es: Saldo final:
fr: Solde final :
hu_hu: Végső egyenleg:
it: Saldo finale:
pl_pl: Saldo końcowe:
pt_br: Saldo final:
ru: Окончательный остаток:
zh_cn: 最后余额：

# ScreenDebugAdminMenu_AddCurrency_Label
source: Change balance of player
de: Kontostand des Spielers ändern
es: Cambiar el saldo del jugador
fr: Changer le solde du joueur
hu_hu: A játékos egyenlegének módosítása
it: Cambia il saldo del giocatore
pl_pl: Zmień saldo gracza
pt_br: Altera saldo do jogador
ru: Изменить остаток игрока
zh_cn: 更改玩家余额

# ContractScreen_Text_NoActiveContracts
source: You do not have any Contract active.
de: Sie haben derzeit keine aktiven Verträge.
es: No tienes ningún contrato activo.
fr: Vous n'avez pas de contrat actif.
hu_hu: Nincs aktív szerződése.
it: Non hai alcun Contratto attivo.
pl_pl: Żaden Kontrakt nie jest aktywny.
pt_br: Você não possui contratos ativos.
ru: У вас нет активных контрактов.
zh_cn: 你没有要执行的合同。

# ContractScreen_Text_NoAdministrableContracts
source: There are no custom contracts.
de: Es sind keine speziellen Verträge verfügbar.
es: No hay contratos personalizados.
fr: Il n'y a pas de contrat personnalisé.
hu_hu: Nincsenek egyedi szerződések.
it: Non ci sono contratti personalizzati.
pl_pl: Nie ma żadnych niestandardowych kontraktów.
pt_br: Não há contratos personalizados.
ru: Нет заказных контрактов.
zh_cn: 没有定制合同。

# ContractScreen_Text_NoAvailableContracts
source: There are no contracts available.
de: Es sind keine Verträge verfügbar.
es: No hay contratos disponibles.
fr: Il n'y a pas de contrat disponible.
hu_hu: Nincs elérhető szerződés.
it: Non ci sono contratti disponibili.
pl_pl: Nie ma żadnych dostępnych kontraktów.
pt_br: Não há contratos disponíveis.
ru: Нет доступных контрактов.
zh_cn: 当前没有合同。

# Contracts_AbandonConfirmation_Caption
source: Do you really want to abandon this contract?
de: Wollen Sie diesen Vertrag wirklich auflösen?
es: ¿De verdad quieres abandonar este contrato?
fr: Voulez-vous vraiment abandonner ce contrat ?
hu_hu: Tényleg fel akarod mondani ezt a szerződést?
it: Vuoi davvero abbandonare questo contratto?
pl_pl: Na pewno chcesz porzucić ten kontrakt?
pt_br: Tem certeza de que deseja abandonar este contrato?
ru: Вы уверены, что хотите отменить контракт?
zh_cn: 确定要放弃此合同吗？

# Contracts_AbandonConfirmation_Text
source: By abandoning this contract you will lose all collateral you have paid and you may lose some reputation in process.
de: Durch das Aufösen dieses Vertrages verlieren Sie alle hinterlegten Sicherheiten und Ihre Reputation kann darunter leiden.
es: Abandonando este contrato perderás todo tu depósito en garantía y puede que pierdas algo de reputación en el proceso.
fr: En abandonnant ce contrat, vous perdrez toutes les cautions que vous avez payées et vous risquez de perdre une partie de votre réputation.
hu_hu: A szerződés feladásával elveszíti az összes fedezetet, amit fizetett, és elveszíthet némi jó hírnevet is a folyamat során.
it: Abbandonando questo contratto perderai tutte le garanzie che hai pagato e potresti perdere un po' di reputazione nel processo.
pl_pl: Porzucenie kontraktu wiąże się z utratom wpłaconego zabezpieczenia oraz możliwościom utraty reputacji.
pt_br: Ao abandonar este contrato, você perderá toda a garantia que depositou e pode perder reputação no processo.
ru: Отменяя контракт, вы потеряете взнос и возможно репутацию.
zh_cn: 舍弃合同，你会失去担保物还有你的声誉。

# Contracts_Error_Caption_ActivationConditionNotMet_ContractLimitReachedSoft
source: Cannot accept
de: Kann nicht angenommen werden
es: No se puede aceptar
fr: Impossible d'accepter
hu_hu: Nem lehet elfogadni
it: Non posso accettare
pl_pl: Nie można zaakceptować
pt_br: Impossível aceitar
ru: Невозможно принять
zh_cn: 无法接受

# ScreenCaptionActiveContracts
source: Active contracts
de: Laufende Verträge
es: Contratos activos
fr: Contrats actifs
hu_hu: Aktív szerződések
it: Contratti attivi
pl_pl: Aktywne kontrakty
pt_br: Contratos ativos
ru: Активные контракты
zh_cn: 有效合同

# ContractScreen_Aministration_CreatinResultCaption_CreationLimitHard
source: Failure
de: Misserfolg
es: Fallido
fr: Échec
hu_hu: Kudarc
it: Insuccesso
pl_pl: Niepowodzenie
pt_br: Falha
ru: Провал
zh_cn: 失败

# ContractScreen_Aministration_CreatinResultCaption_CreationLimitSoft
source: Failure
de: Misserfolg
es: Fallido
fr: Échec
hu_hu: Kudarc
it: Insuccesso
pl_pl: Niepowodzenie
pt_br: Falha
ru: Провал
zh_cn: 失败
