Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# DisplayName_DLC_Contact
source: Contact
de: Kontakt
es: Contacto
pt_br: Contato
ru: Контакт
zh_cn: 联系

# DisplayName_BlockGroup_ActionRelays
source: Action Relays
de: Aktionsrelays
es: Relés de acción
fr: Relais d'action
it: Relay di azione
pt_br: Relés de ação
ru: Передатчики действий
zh_cn: 动作中继

# DisplayName_BlockGroup_AIBlocks
source: AI Blocks
de: KI-Blöcke
es: Bloques de IA
fr: Blocs IA
it: Blocchi IA
pt_br: Blocos de IA
ru: Блоки ИИ
zh_cn: AI 方块

# DisplayName_BlockGroup_AirVents
source: Air Vents
de: Be- und Entlüftungsanlagen
es: Rejillas de ventilación
fr: Aérations
it: Condotti di ventilazione
pt_br: Saídas de ar
ru: Вентиляция
zh_cn: 通风孔

# DisplayName_BlockGroup_Assemblers
source: Assemblers
de: Montageanlagen
es: Montadores
fr: Assembleurs
it: Assemblatori
pt_br: Montadoras
ru: Сборщики
zh_cn: 装配机

# DisplayName_BlockGroup_AtmosphericThrusters
source: Atmospheric Thrusters
de: Atmosphärische Triebwerke
es: Propulsores atmosféricos
fr: Propulseurs atmosphériques
it: Propulsori atmosferici
pt_br: Propulsores Atmosféricos
ru: Атмосферные ускорители
zh_cn: 空气动力推进器

# DisplayName_BlockGroup_Batteries
source: Batteries
de: Batterien
es: Baterías
it: Batterie
pt_br: Baterias
ru: Батареи
zh_cn: 电池

# DisplayName_BlockGroup_Beacons
source: Beacons
de: Funkbaken
es: Balizas
fr: Balises
it: Radiofari
pt_br: Sinalizadores
ru: Маяки
zh_cn: 信标

# DisplayName_BlockGroup_BroadcastControllers
source: Broadcast Controllers
de: Broadcast-Controller
es: Controladores de emisiones
fr: Contrôleurs de transmission
it: Controller di trasmissione
pt_br: Controles de transmissão
ru: Контроллеры вещания
zh_cn: 广播控制器

# DisplayName_BlockGroup_ButtonPanels
source: Button Panels
de: Schalttafeln
es: Paneles de botones
fr: Tableaux de commandes
it: Pulsantiere
pt_br: Painéis de botões
ru: Кнопочные панели
zh_cn: 按钮面板

# DisplayName_BlockGroup_Cameras
source: Cameras
de: Kameras
es: Cámaras
fr: Caméras
it: Telecamere
pt_br: Câmeras
ru: Камеры
zh_cn: 摄像头

# DisplayName_BlockGroup_CargoContainers
source: Cargo Containers
de: Frachtcontainer
es: Contenedores de carga
fr: Conteneurs de fret
it: Contenitori di carico
pt_br: Contêineres de carga
ru: Контейнеры
zh_cn: 货箱

# DisplayName_BlockGroup_Cockpits
source: Cockpits
de: Cockpite
es: Cabinas
it: Abitacoli
pt_br: Cabines
ru: Кабины
zh_cn: 驾驶舱

# DisplayName_BlockGroup_RemoteControls
source: Remote Controls
de: Fernsteuerung
es: Controles remotos
fr: Télécommandes
it: Telecomandi
pt_br: Controles remotos
ru: Дистанционное управление
zh_cn: 远程控制

# DisplayName_BlockGroup_Collectors
source: Collectors
de: Kollektoren
es: Recolectores
fr: Collecteurs
it: Raccoglitori
pt_br: Coletores
ru: Коллекторы
zh_cn: 收集器

# DisplayName_BlockGroup_Connectors
source: Connectors
de: Konnektoren
es: Conectores
fr: Connecteurs
it: Connettori
pt_br: Conectores
ru: Коннекторы
zh_cn: 连接器

# DisplayName_BlockGroup_ControlPanels
source: Control Panels
de: Steuerpaneele
es: Paneles de control
fr: Panneaux de contrôle
it: Pannelli di controllo
pt_br: Painéis de controle
ru: Панели управления
zh_cn: 控制面板

# DisplayName_BlockGroup_ConveyorBlocks
source: Conveyor Blocks
de: Förderböcke
es: Bloques transportadores
fr: Blocs de convoyeur
it: Blocchi trasportatori
pt_br: Blocos transportadores
ru: Конвейерные блоки
zh_cn: 传送机方块

# DisplayName_BlockGroup_ConveyorSorters
source: Conveyor Sorters
de: Fördergutsortierer
es: Clasificadoras transportadoras
fr: Trieurs de convoyeur
it: Trasportatori ordinatori
pt_br: Classificadores de transportador
ru: Сортировщики
zh_cn: 分拣传送机

# DisplayName_BlockGroup_CryoChambers
source: Cryo Chambers
de: Kryokammern
es: Cámaras criogénicas
fr: Chambres cryogéniques
it: Camere criogeniche
pt_br: Câmaras criogênicas
ru: Криокамеры
zh_cn: 休眠仓

# DisplayName_BlockGroup_CustomTurretControllers
source: Custom Turret Controllers
de: Steuerung für spezialangefertigte Controller
es: Mandos de torretas personalizados
fr: Contrôleurs de tourelles personnalisées
it: Controller torretta personalizzati
pt_br: Controles de Torre personalizado
ru: Контроллеры пользовательских турелей
zh_cn: 自定义炮塔控制器

# DisplayName_BlockGroup_Decoys
source: Decoys
de: Köder
es: Señuelos
fr: Leurres
it: Segnalatori
pt_br: Iscas
ru: Приманки
zh_cn: 诱饵

# DisplayName_BlockGroup_Drills
source: Drills
de: Bohrer
es: Taladros
fr: Foreuses
it: Trivelle
pt_br: Britadeiras
ru: Буры
zh_cn: 钻头

# DisplayName_BlockGroup_EconomyBlocks
source: Economy Blocks
de: Sparblöcke
es: Bloques económicos
fr: Blocs d'économie
it: Blocchi economici
pt_br: Blocos de economia
ru: Блоки экономики
zh_cn: 经济方块

# DisplayName_BlockGroup_EventControllers
source: Event Controllers
de: Event-Controller
es: Mandos de eventos
fr: Contrôleurs d'évènements
it: Controller di eventi
pt_br: Controles de evento
ru: Контроллеры событий
zh_cn: 事件控制器

# DisplayName_BlockGroup_ExhaustBlocks
source: Exhaust Blocks
de: Auslassblöcke
es: Bloques de escape
fr: Blocs d'échappement
it: Blocchi di scarico
pt_br: Blocos de exaustão
ru: Выхлопные блоки
zh_cn: 排气方块

# DisplayName_BlockGroup_Freight
source: Freight Blocks
de: Frachtblöcke
es: Bloques de carga
fr: Blocs de fret
it: Blocchi di merci
pt_br: Blocos de transportador
ru: Грузовые блоки
zh_cn: 货物方块

# DisplayName_BlockGroup_GasGenerators
source: Gas Generators
de: Gasgeneratoren
es: Generadores de gas
fr: Générateurs de gaz
it: Generatori di gas
pt_br: Geradores de combustível
ru: Газовые генераторы
zh_cn: 气体发生器

# DisplayName_BlockGroup_GravityGenerators
source: Gravity Generators
de: Schwerkraftgeneratoren
es: Generadores de gravedad
fr: Générateurs de gravité
it: Generatori di gravità
pt_br: Geradores de gravidade
ru: Генераторы гравитации
zh_cn: 重力发生器

# DisplayName_BlockGroup_Grinders
source: Grinders
de: Schleifmaschinen
es: Amoladoras
fr: Meuleuses
it: Smerigliatrici
pt_br: Esmeris
ru: Резаки
zh_cn: 切割机

# DisplayName_BlockGroup_Gyroscopes
source: Gyroscopes
de: Gyroskope
es: Giroscopios
it: Giroscopi
pt_br: Giroscópios
ru: Гироскопы
zh_cn: 陀螺仪

# DisplayName_BlockGroup_Hinges
source: Hinges
de: Scharniere
es: Bisagras
fr: Charnières
it: Cerniere
pt_br: Dobradiças
ru: Шарниры
zh_cn: 铰链

# DisplayName_BlockGroup_HydrogenEngines
source: Hydrogen Engines
de: Wasserstoffmotoren
es: Motores de hidrógeno
fr: Moteurs à hydrogène
it: Motori a idrogeno
pt_br: Motores a hidrogênio
ru: Водородные генераторы
zh_cn: 氢气引擎

# DisplayName_BlockGroup_HydrogenTanks
source: Hydrogen Tanks
de: Wasserstofftanks
es: Tanques de hidrógeno
fr: Réservoirs d'hydrogène
it: Serbatoi d'idrogeno
pt_br: Tanques de hidrogênio
ru: Водородные баки
zh_cn: 氢气罐

# DisplayName_BlockGroup_HydrogenThrusters
source: Hydrogen Thrusters
de: Wasserstofftriebwerke
es: Propulsores de hidrógeno
fr: Propulseurs à Hydrogène
it: Propulsori a idrogeno
pt_br: Propulsores a Hidrogênio
ru: Водородные ускорители
zh_cn: 氢气推进器

# DisplayName_BlockGroup_IonThrusters
source: Ion Thrusters
de: Ionen-Triebwerke
es: Propulsores iónicos
fr: Propulseurs ioniques
it: Propulsori piccoli
pt_br: Propulsores a Íon
ru: Ионные ускорители
zh_cn: 离子推进器

# DisplayName_BlockGroup_JumpDrives
source: Jump Drives
de: Sprungantriebe
es: Motores de salto
fr: Moteurs de saut
it: Motori a salto
ru: Прыжковые двигатели
zh_cn: 跃迁引擎

# DisplayName_BlockGroup_LandingGear
source: Landing Gear
de: Fahrwerk
es: Tren de aterrizaje
fr: Train d’atterrissage
it: Carrello di atterraggio
pt_br: Trem de pouso
ru: Посадочные шасси
zh_cn: 起落架

# DisplayName_BlockGroup_LargeDoors
source: Large Doors
de: Große Tore
es: Puertas grandes
fr: Grandes portes
it: Porte grandi
pt_br: Portas grandes
ru: Большие двери
zh_cn: 大型门

# DisplayName_BlockGroup_LaserAntennas
source: Laser Antennas
de: Laserantennen
es: Antenas láser
fr: Antennes laser
it: Antenne laser
pt_br: Antenas a laser
ru: Лазерные антенны
zh_cn: 激光天线

# DisplayName_BlockGroup_LCDBlocks
source: LCD Blocks
de: LCD-Blöcke
es: Bloques LCD
fr: Blocs LCD
it: Blocchi LCD
pt_br: Blocos LCD
ru: Дисплейные блоки
zh_cn: LCD 方块

# DisplayName_BlockGroup_Lights
source: Lights
de: Lichter
es: Luces
fr: Lumières
it: Luci
pt_br: Luzes
ru: Освещение
zh_cn: 灯

# DisplayName_BlockGroup_MassBlocks
source: Mass Blocks
de: Masseblöcke
es: Bloques de masa
fr: Blocs de masse
it: Blocchi di massa
pt_br: Blocos de massa
ru: Блоки массы
zh_cn: 质量方块

# DisplayName_BlockGroup_MergeBlocks
source: Merge Blocks
de: Fusionsblöcke
es: Fusionar bloques
fr: Blocs de fusion
it: Blocchi di unione
pt_br: Blocos de mesclagem
ru: Соединители
zh_cn: 合并方块

# DisplayName_BlockGroup_OreDetectors
source: Ore Detectors
de: Erzdetektoren
es: Detectores de minerales
fr: Détecteurs de minerais
it: Rilevatori di minerali
pt_br: Detectores de minério
ru: Детекторы руды
zh_cn: 矿物探测器

# DisplayName_BlockGroup_OxygenFarms
source: Oxygen Farms
de: Sauerstofffarmen
es: Granjas de oxígeno
fr: Fermes d'oxygène
it: Generatori di ossigeno
pt_br: Fazendas de oxigênio
ru: Кислородные фермы
zh_cn: 氧气农场

# DisplayName_BlockGroup_OxygenTanks
source: Oxygen Tanks
de: Sauerstofftanks
es: Tanques de oxígeno
fr: Réservoirs d'oxygène
it: Serbatoi di ossigeno
pt_br: Tanques de oxigênio
ru: Кислородные баки
zh_cn: 氧气罐

# DisplayName_BlockGroup_Parachutes
source: Parachutes
de: Fallschirme
es: Paracaídas
it: Paracadute
pt_br: Paraquedas
ru: Парашюты
zh_cn: 降落伞

# DisplayName_BlockGroup_PassengerSeats
source: Passenger Seats
de: Passagiersitze
es: Asientos de pasajeros
fr: Sièges passager
it: Sedili del passeggero
pt_br: Assentos de passageiro
ru: Пассажирские кресла
zh_cn: 乘客座椅

# DisplayName_BlockGroup_Pistons
source: Pistons
de: Kolben
es: Pistones
it: Pistoni
pt_br: Pistões
ru: Поршни
zh_cn: 活塞

# DisplayName_BlockGroup_ProgrammableBlocks
source: Programmable Blocks
de: Programmierbare Blöcke
es: Bloques programables
fr: Blocs programmables
it: Blocchi programmabili
pt_br: Blocos programáveis
ru: Программируемые блоки
zh_cn: 可编程方块

# DisplayName_BlockGroup_Projectors
source: Projectors
de: Projektoren
es: Proyectores
fr: Projecteurs
it: Proiettori
pt_br: Projetores
ru: Проекторы
zh_cn: 投影仪

# DisplayName_BlockGroup_RadioAntennas
source: Radio Antennas
de: Funkantennen
es: Antenas de radio
fr: Antennes radio
it: Antenne radio
pt_br: Antenas de rádio
ru: Радиоантенны
zh_cn: 无线电天线

# DisplayName_BlockGroup_Reactors
source: Reactors
de: Reaktoren
es: Reactores
fr: Réacteurs
it: Reattori
pt_br: Reatores
ru: Реакторы
zh_cn: 反应堆

# DisplayName_BlockGroup_Refineries
source: Refineries
de: Raffinerien
es: Refinerías
fr: Raffineries
it: Raffinerie
pt_br: Refinarias
ru: Очистители
zh_cn: 精炼厂

# DisplayName_BlockGroup_RespawnPoints
source: Respawn Points
de: Wiederherstellungspunkte
es: Puntos de reaparición
fr: Points de réapparition
it: Punti di rientro
pt_br: Pontos de renascimento
ru: Точки возрождения
zh_cn: 重生点

# DisplayName_BlockGroup_Rotors
source: Rotors
de: Rotoren
es: Rotores
it: Rotori
pt_br: Rotores
ru: Роторы
zh_cn: 转子

# DisplayName_BlockGroup_SafeZones
source: Safe Zones
de: Sicherheitszonen
es: Zonas seguras
fr: Zones sécurisées
it: Zone sicure
pt_br: Zonas seguras
ru: Защитные зоны
zh_cn: 安全区

# DisplayName_BlockGroup_Sensors
source: Sensors
de: Sensoren
es: Sensores
fr: Capteurs
it: Sensori
pt_br: Sensores
ru: Сенсоры
zh_cn: 传感器

# DisplayName_BlockGroup_SmallDoors
source: Small Doors
de: Kleine Tore
es: Puertas pequeñas
fr: Petites portes
it: Porte piccole
pt_br: Portas pequenas
ru: Малые двери
zh_cn: 小型门

# DisplayName_BlockGroup_SolarPanels
source: Solar Panels
de: Sonnenkollektoren
es: Paneles solares
fr: Panneaux solaires
it: Pannelli solari
pt_br: Painéis solares
ru: Солнечные панели
zh_cn: 太阳能板

# DisplayName_BlockGroup_SoundBlocks
source: Sound Blocks
de: Soundblöcke
es: Bloques de sonido
fr: Blocs sonores
it: Blocchi sonori
pt_br: Blocos de som
ru: Динамики
zh_cn: 音效方块

# DisplayName_BlockGroup_StaticWeapons
source: Static Weapons
de: Statische Waffen
es: Armas estáticas
fr: Armes statiques
it: Armi statiche
pt_br: Armas estáticas
ru: Стационарное оружие
zh_cn: 静止武器

# DisplayName_BlockGroup_TargetDummies
source: Target Dummies
de: Zielattrappen
es: Maniquíes objetivo
fr: Cibles d'entraînement
it: Bersagli fittizi
pt_br: Alvos de treino
ru: Манекены для стрельбы
zh_cn: 目标假人

# DisplayName_BlockGroup_TimerBlocks
source: Timer Blocks
de: Timer-Blöcke
es: Bloques temporizadores
fr: Blocs temporisateurs
it: Blocchi timer
pt_br: Blocos temporizadores
ru: Таймеры
zh_cn: 定时器方块

# DisplayName_BlockGroup_Turrets
source: Turrets
de: Geschütztürme
es: Torretas
fr: Tourelles
it: Torrette
pt_br: Torres
ru: Турели
zh_cn: 炮塔

# DisplayName_BlockGroup_UpgradeModules
source: Upgrade Modules
de: Aufrüstmodule
es: Mejorar módulos
fr: Modules de mise à niveau
it: Moduli di aggiornamento
pt_br: Módulos de aprimoramento
ru: Модули улучшений
zh_cn: 升级模块

# DisplayName_BlockGroup_Warheads
source: Warheads
de: Sprengköpfe
es: Ojivas
fr: Ogives
it: Testate
pt_br: Ogivas
ru: Боеголовки
zh_cn: 弹头

# DisplayName_BlockGroup_Welders
source: Welders
de: Schweißgeräte
es: Soldadores
fr: Soudeuses
it: Saldatrici
pt_br: Soldadoras
ru: Сварочные аппараты
zh_cn: 焊接器

# DisplayName_BlockGroup_WheelSuspensions
source: Wheel Suspensions
de: Radaufhängungen
es: Suspensiones de ruedas
fr: Suspensions de roue
it: Sospensioni delle ruote
pt_br: Suspensões de roda
ru: Подвеска колес
zh_cn: 车轮悬架

# DisplayName_BlockGroup_WindTurbines
source: Wind Turbines
de: Windturbinen
es: Turbinas eólicas
fr: Éoliennes
it: Turbine eoliche
pt_br: Turbinas eólicas
ru: Ветрогенераторы
zh_cn: 风轮机

# DisplayName_BlockGroup_CubeBlocks
source: Cube Blocks
de: Würfelblöcke
es: Bloques cúbicos
fr: Blocs cubiques
it: Blocchi cubici
pt_br: Blocos de cubo
ru: Кубические блоки
zh_cn: 立方体方块

# BlockTransfers_CancelTooltip
source: Cancels this transfer
de: Storniert diesen Transfer
es: Cancela esta transferencia
fr: Annule ce transfert
it: Annulla questo trasferimento
pt_br: Cancela esta transferência
ru: Отменяет передачу
zh_cn: 取消此转移

# BlockTransfers_To
source: To:
de: An:
es: Para:
fr: À :
it: A:
pt_br: Para:
ru: Получатель:
zh_cn: 转移给：

# DisplayName_Block_BridgeCockpitFloor
source: Bridge Floor
de: Brückenboden
es: Puente con suelo
fr: Sol de pont
it: Pavimento del ponte
pt_br: Piso de ponte
ru: Пол мостика
zh_cn: 舰桥地板

# DisplayName_Block_TrussPillarCorner
source: Truss Pillar Corner
de: Fachwerkpfeiler Ecke
es: Esquina del pilar de armazón
fr: Coin de pilier en treillis
it: Traliccio, pilastro angolo
pt_br: Canto de pilar de treliça
ru: Ферма-столб, угол
zh_cn: 桁架柱角

# DisplayName_Block_TrussPillarSlanted
source: Truss Pillar Slanted
de: Fachwerkpfeiler Schräg
es: Pilar de armazón inclinado
fr: Pilier en treillis incliné
it: Traliccio, pilastro inclinato
pt_br: Pilar de treliça inclinado
ru: Ферма-столб, наклон.
zh_cn: 斜桁架柱

# Description_KitchenSet
source: Kitchen appliance for decorating interiors.
de: Küchengerät zur Dekoration von Innenräumen
es: Aparato de cocina para decorar interiores.
fr: Appareil de cuisine pour décorer les intérieurs.
it: Elettrodomestico da cucina per decorare gli interni.
pt_br: Eletrodoméstico de cozinha para decoração de interiores.
ru: Кухонная техника для декорирования интерьера.
zh_cn: 用于室内装饰的厨房电器。

# DisplayName_Block_KitchenCoffeeMachine
source: Coffee Machine
de: Kaffeemaschine
es: Máquina de café
fr: Cafetière
it: Macchina da caffè
pt_br: Cafeteira
ru: Кофемашина
zh_cn: 咖啡机

# DisplayName_Block_KitchenFridge
source: Fridge
de: Kühlschrank
es: Frigorífico
fr: Réfrigérateur
it: Frigo
pt_br: Geladeira
ru: Холодильник
zh_cn: 冰箱

# DisplayName_Block_KitchenMicrowave
source: Microwave
de: Mikrowelle
es: Microondas
fr: Micro-ondes
it: Microonde
pt_br: Micro-ondas
ru: Микроволновая печь
zh_cn: 微波炉

# DisplayName_Block_KitchenOven
source: Oven
de: Ofen
es: Horno
fr: Four
it: Forno
pt_br: Forno
ru: Духовка
zh_cn: 烤箱

# DisplayName_Block_KitchenSink
source: Sink
de: Spüle
es: Fregadero
fr: Évier
it: Lavello
pt_br: Pia
ru: Раковина
zh_cn: 水槽

# DisplayName_Block_ModularCargoContainer
source: Modular Cargo Container
de: Modularer Frachtcontainer
es: Contenedor de carga modular
fr: Conteneur de marchandises modulaire
it: Container modulare
pt_br: Contêiner de carga médio
ru: Модульный контейнер
zh_cn: 模块化货箱

# WorldSettings_EnablePlanetaryEncounters
source: Enable planetary encounters
de: Planetarische Aufeinandertreffen ermöglichen
es: Permitir encuentros planetarios
fr: Activer les rencontres planétaires
it: Abilita incontri planetari
pt_br: Habilita encontros planetários
ru: Включить планетарные случайные встречи
zh_cn: 启用行星遭遇

# StoreBuy_Error_Caption_StoreLimitsGridSize
source: Transaction Failed
de: Transaktion fehlgeschlagen
es: Transacción fallida
fr: Échec de la transaction
it: Transazione fallita
pt_br: Falha na transação
ru: Ошибка перевода
zh_cn: 交易失败

# StoreBuy_Error_StoreLimitsGridSize
source: Maximum grid size limit reached.
de: Blockkonstruktion hat maximale Größe erreicht.
es: Se ha alcanzado el tamaño máximo de la estructura.
fr: La taille maximale de la grille est atteinte.
it: Raggiunto il limite massimo di dimensione della griglia.
pt_br: Limite máximo de tamanho de grid alcançado.
ru: Достигнут лимит размера структуры.
zh_cn: 达到网格最大尺寸上限。

# StoreBuy_Error_Caption_StoreLimitsNotOwnedByFaction
source: Transaction Failed
de: Transaktion fehlgeschlagen
es: Transacción fallida
fr: Échec de la transaction
it: Transazione fallita
pt_br: Falha na transação
ru: Ошибка перевода
zh_cn: 交易失败

# StoreBuy_Error_StoreLimitsNotOwnedByFaction
source: Player without faction can not buy.
de: Spieler ohne Fraktion können nicht kaufen.
es: Los jugadores sin facción no pueden comprar.
fr: Un joueur sans faction ne peut pas acheter.
it: I giocatori senza fazione non possono acquistare.
pt_br: Jogador sem fação não pode comprar.
ru: Игрок без фракции не может покупать.
zh_cn: 没有阵营的玩家无法购买。

# StoreBuy_Error_Caption_StoreLimitsPerBlockType
source: Transaction Failed
de: Transaktion fehlgeschlagen
es: Transacción fallida
fr: Échec de la transaction
it: Transazione fallita
pt_br: Falha na transação
ru: Ошибка перевода
zh_cn: 交易失败

# StoreBuy_Error_StoreLimitsPerBlockType
source: Maximum blocks of specific type limit reached.
de: Maximale Blockanzahl dieses Blocktyps erreicht.
es: Se ha alcanzado el límite máximo de bloques de un tipo específico.
fr: Nombre maximal de blocs d'un type spécifique atteint.
it: Raggiunto il limite massimo di blocchi di tipo specifico.
pt_br: Limite de tipo específico de bloco atingido.
ru: Достигнут лимит блоков конкретного типа.
zh_cn: 达到某个类型的方块数量上限。

# StoreBuy_Error_Caption_StoreLimitsPlayer
source: Transaction Failed
de: Transaktion fehlgeschlagen
es: Transacción fallida
fr: Échec de la transaction
it: Transazione fallita
pt_br: Falha na transação
ru: Ошибка перевода
zh_cn: 交易失败

# StoreBuy_Error_StoreLimitsPlayer
source: Player block limit reached.
de: Spieler-Blocklimit erreicht.
es: Límite de bloques por jugador alcanzado.
fr: Limite de blocs du joueur atteinte.
it: Raggiunto il limite di blocco del giocatore.
pt_br: Limite de blocos por jogador atingido.
ru: Достигнут лимит блоков на игрока.
zh_cn: 达到玩家方块数量上限。

# Description_Prototech_Battery
source: Prototech Batteries are powerful energy storage devices. They are able to output high volumes of power with increased efficiency. Prototech blocks contain advanced components that will be lost if extraction is attempted.
de: Prototech Batterien sind leistungsstarke Energiespeicher. Sie sind in der Lage, große Mengen an Energie mit erhöhter Effizienz abzugeben. Prototech Blöcke enthalten hochentwickelte Komponenten, die bei einem Versuch der Extraktion verloren gehen.
es: Las baterías Prototech son potentes dispositivos de almacenamiento de energía. Son capaces de producir grandes volúmenes de energía con una mayor eficiencia. Los bloques Prototech contienen componentes avanzados que se perderán si se intenta extraerlos.
fr: Les batteries Prototech sont de puissants dispositifs de stockage d'énergie. Elles sont capables de produire de grandes quantités d'énergie avec une efficacité accrue. Les blocs Prototech contiennent des composants avancés qui seront perdus en cas de tentative d'extraction.
it: Le batterie Prototech sono dispositivi potenti di accumulo di energia. Sono in grado di produrre elevati volumi di potenza con maggiore efficienza. I blocchi Prototech contengono componenti avanzati che andranno persi se si tenta l'estrazione.
pt_br: Baterias Prototech são dispositivos de armazenamento de energia poderosas. Elas podem fornecer altos volumes de energia com eficiência aumentada. Blocos Prototech contêm componentes avançados que serão perdidos se tentar extraí-los.
ru: Прототех-батареи — это емкие устройства для хранения энергии. Они способны отдавать большой объем энергии с высокой эффективностью. Прототех-блоки содержат передовые компоненты, которые будут утрачены при попытке извлечения.
zh_cn: Prototech 电池是一种强大的能量储存设备，能够以更高的效率输出大量电力。 Prototech 方块包含高级组件，如果尝试提取，这些组件会丢失。

# Description_Prototech_Drill
source: Prototech Drills are a powerful tools capable of collecting raw ores at higher efficiency than standard drill types. Prototech blocks contain advanced components that will be lost if extraction is attempted.
de: Prototech Bohrer sind mächtige Werkzeuge, die in der Lage sind, Roherze mit höherer Effizienz abzubauen als herkömmliche Bohrer. Prototech Blöcke enthalten hochentwickelte Komponenten, die bei einem Versuch der Extraktion verloren gehen.
es: Los taladros Prototech son herramientas poderosas capaces de extraer minerales en bruto con mayor eficacia que los tipos de taladro estándar. Los bloques Prototech contienen componentes avanzados que se perderán si se intenta la extracción.
fr: Les foreuses Prototech sont des outils puissants capables de collecter des minerais bruts avec une efficacité supérieure à celle des foreuses standard. Les blocs Prototech contiennent des composants avancés qui seront perdus en cas de tentative d'extraction.
it: Le trivelle Prototech sono strumenti potenti in grado di raccogliere minerali grezzi con un'efficienza maggiore rispetto ai tipi di trivella standard. I blocchi Prototech contengono componenti avanzati che andranno persi se si tenta l'estrazione.
pt_br: Brocas Prototech são ferramentas poderosas capazes de coletar minérios brutos com uma eficiência maior que os tipos padrão. Blocos Prototech contêm componentes avançados que serão perdidos se tentar extraí-los.
ru: Прототех-буры — это мощные инструменты для добычи руды, более эффективные, чем стандартные. Прототех-блоки содержат передовые компоненты, которые будут утрачены при попытке извлечения.
zh_cn: Prototech 钻头是一种强大的工具，能够以比标准钻头更高的效率收集原矿。 Prototech 方块包含高级组件，如果尝试提取，这些组件会丢失。
