Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# ScreenDebugAdminMenu_Match_Start_Tooltip
source: Restart match to the initial state of PreMatch
de: Startet das Match neu und versetzt es in den Anfangszustand zurück
es: Reiniciar la partida al estado inicial de PrePartida
fr: Redémarrer le match à l'état initial de Pré-match
it: Riavvia l'incontro dalla fase iniziale di PreMatch
pl_pl: Rozpocznij mecz od nowa zgodnie ze stanem początkowym
pt_br: Reiniciar a partida para o estado inicial da Pré-partida
ru: Перезапустить матч в исходном состоянии предматча
zh_cn: 重新开始比赛，将比赛恢复为赛前的初始状态

# ScreenDebugAdminMenu_Match_Stop
source: Stop
de: Beenden
es: Detener
fr: Arrêter
it: Interrompi
pt_br: Parar
ru: Остановить
zh_cn: 停止

# ScreenDebugAdminMenu_Match_Stop_Tooltip
source: End the match by advancing to Finished state
de: Beendet das laufende Match, indem es in den Endzustand versetzt wird
es: Finalizar la partida avanzando al estado de Finalizada
fr: Termine le match en passant à l'état Terminé
it: Termina incontro avanzando allo stato di Fine
pl_pl: Zakończ mecz poprzez przeniesienie do stanu Zakończony
pt_br: Finaliza a partida ao avançar para o estado Concluído
ru: Закончить матч, переведя его в состояние «завершен»
zh_cn: 推进到“完成”状态以结束比赛

# ScreenDebugAdminMenu_Match_Unpause
source: Unpause
de: Fortsetzen
es: Reanudar
fr: Sortir de pause
it: Riattiva
pl_pl: Wznów
pt_br: Continuar
ru: Возобновить
zh_cn: 取消暂停

# ScreenDebugAdminMenu_Match_Unpause_Tooltip
source: Unpause the match
de: Match fortsetzen
es: Reanudar la partida
fr: Sortir le match de pause
it: Riattiva incontro
pl_pl: Wznów mecz
pt_br: Continua a partida
ru: Возобновить матч
zh_cn: 取消暂停比赛

# ScreenDebugAdminMenu_Match_AddTime
source: Add time
de: Zeit hinzufügen
es: Añadir tiempo
fr: Ajouter du temps
it: Aggiungi tempo
pl_pl: Dodaj czas
pt_br: Adicionar tempo
ru: Добавить время
zh_cn: 增加时间

# ScreenDebugAdminMenu_Match_AddTime_Tooltip
source: Add remaining time to a current match state (can be both positive or negative)
de: Passen Sie die im aktuellen Matchzustand verbleibende Zeit an (kann sowohl positiv als auch negativ sein)
es: Añadir el tiempo restante al estado de una partida actual (puede ser tanto positivo como negativo)
fr: Ajouter du temps à l'état actuel du match (peut être négatif ou positif)
it: Aggiungi tempo rimanente a una fase dell'incontro attuale (può essere sia positivo che negativo)
pl_pl: Dodaj pozostały czas do aktualnego stanu meczu (może być zarówno pozytywny jak i negatywny)
pt_br: Adicionar tempo restante a um estado de partida atual (pode ser positivo ou negativo)
ru: Добавить время к текущему состоянию матча (положительное или отрицательное)
zh_cn: 将剩余时间添加到当前比赛状态（可以是正数或负数）

# ScreenDebugAdminMenu_Match_DisableText
source: Match is disabled
de: Matchmodus wurde deaktiviert
es: La partida está deshabilitada
fr: Le match est désactivé
it: Incontro disattivato
pl_pl: Wyłączono mecz
pt_br: Partida desabilitada
ru: Матч отключен
zh_cn: 比赛已禁用

# ScreenDebugAdminMenu_Match_EnableText
source: Match is enabled
de: Matchmodus wurde aktiviert
es: La partida está habilitada
fr: Le match est activé
it: Incontro attivato
pl_pl: Włączono mecz
pt_br: Partida habilitada
ru: Матч включен
zh_cn: 比赛已启用

# ScreenDebugAdminMenu_Match_NotRunningText
source: Match is not running
de: Match läuft nicht
es: La partida no está en marcha
fr: Le match n'est pas en cours exécution
it: Incontro non in corso
pl_pl: Nie uruchomiono meczu
pt_br: Partida não está em execução
ru: Матч не идет
zh_cn: 比赛未在运行

# ScreenDebugAdminMenu_Match_RunningText
source: Match is running
de: Match läuft
es: La partida está en marcha
fr: Le match est en cours
it: Incontro in corso
pl_pl: Uruchomiono mecz
pt_br: Partida em execução
ru: Матч идет
zh_cn: 比赛正在运行

# ScreenDebugAdminMenu_Match_SetTime
source: Set time
de: Zeit einstellen
es: Establecer tiempo
fr: Définir le temps
it: Imposta tempo
pl_pl: Ustaw czas
pt_br: Definir tempo
ru: Задать время
zh_cn: 设定时间

# ScreenDebugAdminMenu_Match_SetTime_Tooltip
source: Set remaining time of current match state (must be non-negative)
de: Legen Sie die verbleibende Zeit im aktuellen Matchzustand fest (darf nicht negativ sein)
es: Establecer el tiempo restante del estado de una partida actual (no puede ser negativo)
fr: Définir le temps restant de l'état actuel du match (doit être non-négatif)
it: Imposta tempo rimanente dell'incontro attuale (deve essere non negativo)
pl_pl: Ustawia pozostały czas do końca bieżącego stanu meczu (musi być nieujemny)
pt_br: Definir o tempo restante do estado de partida atual (não pode ser negativo)
ru: Задать оставшееся время для текущего состояния матча (только положительное)
zh_cn: 设定当前比赛状态的剩余时间（必须是非负数）

# ScreenDebugAdminMenu_Match_StateText
source: Current state: {0}
de: Aktueller Zustand: {0}
es: Estado actual: {0}
fr: État actuel : {0}
it: Stato attuale: {0}
pl_pl: Obecny stan: {0}
pt_br: Estado atual: {0}
ru: Текущее состояние: {0}
zh_cn: 当前状态：{0}

# ScreenDebugAdminMenu_Match_TimeText
source: Remaining time: {0}
de: Verbleibende Zeit: {0}
es: Tiempo restante: {0}
fr: Temps restant : {0}
it: Tempo rimanente: {0}
pl_pl: Pozostały czas: {0}
pt_br: Tempo restante: {0}
ru: Оставшееся время: {0}
zh_cn: 剩余时间：{0}

# DisplayName_Item_ElitePistolMagazine
source: S-10E Pistol Magazine
de: S-10E Pistolenmagazin
es: Cargador de pistola S-10E
fr: Chargeur de pistolet S-10E
it: Caricatore per Pistola S-10E
pl_pl: Magazynek do pistoletu S-10E
pt_br: Carregador de Pistola S-10E
ru: Магазин пистолета S-10E
zh_cn: S-10E手枪弹夹

# DisplayName_Item_FullAutoPistolMagazine
source: S-20A Pistol Magazine
de: S-20A Pistolenmagazin
es: Cargador de pistola S-20A
fr: Chargeur de pistolet S-20A
it: Caricatore per Pistola S-20A
pl_pl: Magazynek do pistoletu S-20A
pt_br: Carregador de Pistola S-20A
ru: Магазин пистолета S-20A
zh_cn: S-20A手枪弹夹

# DisplayName_Item_InteriorTurret_Mag_100rd
source: Interior Turret Ammo Box
de: Innengeschützmunitionskiste
es: Caja de Munición de Torreta Interior
fr: Boîte à munitions pour tourelle intérieure
it: Scatola di munizioni per torretta interna
pl_pl: Skrzynka amunicji do Wewnętrznej Wieżyczki
pt_br: Caixa de Munição de Torre Interna
ru: Коробка боеприпасов для внутренней турели
zh_cn: 室内炮塔弹药箱

# Description_BlueprintClass_Consumables
source: Consumables - Click on any item to assemble it.
de: Verbrauchsartikel - Klicken Sie auf einen der Artikel, um ihn herstellen zu lassen.
es: Consumibles : haz clic en cualquier objeto para ensamblarlo.
fr: Consommables - Cliquez sur un objet pour l'assembler.
it: Materiale di consumo - Clicca su qualsiasi strumento per montarlo.
pl_pl: Konsumpcyjne - Kliknij na dowolny element, aby go zmontować.
pt_br: Consumíveis - Clique em qualquer item para montá-lo.
ru: Расходники — Для сборки элемента щелкните его.
zh_cn: 消耗品 - 点击任何物品开始组装。

# DisplayName_BlueprintClass_Consumables
source: Consumables
de: Verbrauchsartikel
es: Consumibles
fr: Consommables
it: Materiali di consumo
pl_pl: Konsumpcyjne
pt_br: Consumíveis
ru: Расходники
zh_cn: 消耗品

# Description_EliteAutomaticRifle
source: The MR-30E is a modernized and battle-ready version of the well known model 20. The model 30E features 3-round burst-fire, an extended magazine, and a red dot sight.
de: Das MR-30E ist eine modernisierte kampftaugliche Variante des wohlbekannten 20er-Modells. Das Modell 30E bietet Feuerstöße mit 3-Ladungen, ein erweitertes Magazin sowie ein Leuchtpunktvisier.
es: El MR-30E es una versión modernizada y preparada para el combate del conocido modelo 20. El modelo 30E cuenta con fuego de ráfaga de 3 rondas, un cargador ampliado y una mira de punto rojo.
fr: Le MR-30E est une version modernisée et prête au combat du célèbre modèle 20. Le modèle 30E est doté d'un système de tir en rafale à 3 coups, d'un chargeur étendu et d'un viseur à point rouge.
it: L'MR-30E è una versione rinnovata per la battaglia del noto modello 20. Il modello 30E è dotato di raffica a 3 colpi, caricatore esteso e mirino a punto rosso.
pl_pl: Karabin MR-30E to zmodernizowana i przetestowana w boju wersja dobrze znanego modelu 20. Model 30E strzela seriami po trzy pociski, ma większy magazynek i celownik typu red dot.
pt_br: A MR-30E é uma versão modernizada e pronta para a batalha do conhecido modelo 20. A versão 30E apresenta explosão de 3 tiros e carregador ampliado, além da mira vermelha.
ru: MR-30E — модернизированная, готовая к бою версия хорошо известной модели 20: стрельба очередями по три патрона, расширенный магазин и прицел с красной точкой.
zh_cn: MR-30E是众所周知的20型的一种现代化和战备版本。30E型拥有3发连射能力、一个扩展弹夹和一个红点瞄准镜。

# Description_PreciseAutomaticRifle
source: The MR-8P is designed for long range engagements. The model 8P makes use of a much heavier barrel to achieve unmatched accuracy and stopping power.
de: Das MR-8P wurde für den Einsatz über längere Distanzen konzipiert. Das Modell 8P setzt auf einen schweren Lauf, um eine nie dagewesene Zielgenauigkeit und Mannstoppwirkung zu ermöglichen.
es: El MR-8P está diseñado para enfrentamientos de largo alcance. El modelo 8P utiliza un cañón mucho más pesado para conseguir una precisión y un poder de parada inigualables.
fr: Le MR-8P est conçu pour les engagements à longue distance. Le modèle 8P utilise un canon beaucoup plus lourd pour obtenir une précision et une puissance d'arrêt inégalées.
it: L'MR-8P è progettato per scontri a lungo raggio. Il modello 8P utilizza una canna molto più pesante per ottenere una precisione e una potenza di arresto senza pari.
pl_pl: Karabin MR-8P został zaprojektowany do strzelania na długich dystansach. Model 8P wykorzystuje znacznie cięższą lufę, aby osiągnąć niezrównaną celność i siłę obalającą.
pt_br: A MR-8P é projetada para abordagens a longo alcance. O modelo 8P usa um cano muito mais pesado para precisão sem igual e poder de parada.
ru: MR-8P предназначена для ведения дальнего боя: более тяжелый ствол обеспечивает непревзойденную точность и убойную силу.
zh_cn: MR-8P专为远程作战而设计。8P型利用一个更重的枪管来实现无与伦比的精度和停止力。

# Description_RapidFireAutomaticRifle
source: The MR-50A enjoys notoriety as the smallest squad support machine gun in modern use. The model 50A can unleash a withering stream of suppressive fire, at a rate of 550 RPM.
de: Das MR-50A genießt den Ruf des aktuell kleinsten Maschinengewehrs in Dienstgebrauch. Das Modell 50A kann vernichtene Salven an Unterstützungsfeuer bei einer Rate von 550 Ladungen pro Minute abgeben.
es: El MR-50A goza de notoriedad como la ametralladora de apoyo a escuadrones más pequeña de uso moderno. El modelo 50A puede desencadenar un flujo fulminante de fuego de supresión, a una velocidad de 550 RPM.
fr: Le MR-50A est connu pour être la plus petite mitrailleuse d'appui d'escouade utilisée de nos jours. Le modèle 50A peut déchaîner un flot féroce de tirs de suppression, à une vitesse de 550 balles par minutes.
it: L'MR-50A è nota come la più piccola mitragliatrice di supporto della squadra nell'uso moderno. Il modello 50A può scatenare un flusso di fuoco repressivo, a una velocità di 550 RPM.
pl_pl: Karabin MR-50A cieszy się sławą najmniejszego karabinu maszynowego wsparcia bojowego we współczesnym użyciu. Model 50A może prowadzić bezlitosny ogień osłonowy z szybkostrzelnością 550 strzałów na minutę.
pt_br: A MR-50A tem a fama de ser a menor metralhadora de apoio para esquadrão no uso moderno. O modelo 50A pode desencadear uma sequência devastadora de tiros supressores a uma taxa de 550 RPM.
ru: MR-50A известен как самый маленький пулемет поддержки в современных боях. Может обеспечить подавление огнем со скоростью 550 выстрелов/мин.
zh_cn: MR-50A是现代使用的最小的小队支援机枪，因此名声不佳。50A型能够以以550 RPM的速度释放一道令人窒息的火流。

# UGC_ServiceNotAvailable_NoConsent
source: : not available. User consent not granted. Go to Options / Game.
de: : ist nicht verfügbar. Benutzer hat keine Einverständniserklärung abgegeben. Begeben Sie sich zu Optionen / Spiel.
es: : no disponible. No se ha concedido el consentimiento del usuario. Ve a Opciones / Juego.
fr: : non disponible. Le consentement de l'utilisateur n'est pas accordé. Allez dans Options/Jeu.
it: : non disponibile. Consenso dell'utente non concesso. Vai a Opzioni / Gioco.
pl_pl: : niedostępne. Zgoda użytkownika nie została udzielona. Przejdź do Opcje / Gra.
pt_br: : indisponível. Consentimento de usuário não fornecido. Acesse as Opções/Jogo.
ru: : недоступно. Согласие пользователя не получено. Перейдите в раздел «Настройки / Игра».
zh_cn: ：不可用。未授予用户同意书。转到“选项/游戏”。

# Description_FAQ_CombatMechanics
source: Various hand-held weapons allow you to defend yourself; ranging from basic pistols useful as a sidearm to advanced rifles for special operations, and even anti-armor launchers. These weapons need to be loaded with the correct magazine. Standing still, crouching and aiming the weapon will increase accuracy and reduce recoil.
de: Eine Vielzahl an Handfeuerwaffen ermöglichen es Ihnen, sich selbst zu verteidigen. Von einfachen Pistolen als Seitenwaffen bis zu fortschrittlichen Waffen für Spezialeinsätze oder sogar panzerbrechenden Abwehrwaffen steht Ihnen alles zur Verfügung. Diese Waffen müssen stets mit den passenden Magazinen versorgt werden. Stillstehen, Kriechen und das Anlegen der Waffen erhöhen Schussgenauigkeit und Rückstoßwirkung.
es: Varias armas de mano te permiten defenderte; desde pistolas básicas, útiles como arma secundaria, hasta rifles avanzados para operaciones especiales, e incluso lanzadores antiblindaje. Estas armas deben cargarse con el cargador adecuado. Si te quedas quieto, te agachas y apuntas con el arma, aumentarás la precisión y reducirás el retroceso.
fr: Diverses armes à main vous permettent de vous défendre, allant des pistolets de base utiles comme arme de poing aux fusils avancés pour les opérations spéciales, et même aux lanceurs anti-blindés. Ces armes doivent être chargées avec le bon chargeur. Le fait de rester immobile, de s'accroupir et de viser avec l'arme augmentera la précision et réduira le recul.
it: Diverse armi a mano ti permettono di difenderti; si va dalle pistole di base utili come arma da fianco ai fucili avanzati per operazioni speciali, fino ai lanciatori anti-corazza. Queste armi devono essere caricate con il caricatore corretto. Stare fermi, accovacciarsi e mirare all'arma aumenterà la precisione e ridurrà il rinculo.
pl_pl: Różne bronie ręczne pozwalają ci się bronić; od podstawowych pistoletów przydatnych jako broń boczna, po zaawansowane karabiny do operacji specjalnych, a nawet wyrzutnie rakiet o dużej sile rażenia. Każda broń wymaga odpowiedniego magazynka. Stanie w miejscu, kucanie i celowanie bronią zwiększy celność oraz zmniejszy odrzut.
pt_br: Várias armas de mão permitem que você se defenda. De pistolas básicas úteis como armas secundárias a rifles avançados para operações especiais, indo até a lança-mísseis antiarmaduras. Essas armas precisam ser recarregadas com o carregador adequado. Permanecer imóvel, agachado e mirando com a arma aumentará a precisão e reduzirá o coice.
ru: Различное оружие, которое поможет защитить себя: начиная от простых пистолетов, используемых в качестве личного оружия, до гранатометов и продвинутых винтовок для спецопераций. Оружие необходимо заряжать соответствующими магазинами. Чтобы повысить точность и снизить отдачу, стойте на месте, присядьте или прицельтесь.
zh_cn: 各种手持武器可以让你保护自己；从用作随身武器的基本手枪到用于特殊操作的高级步枪，甚至是反装甲发射器。这些武器需要装备正确的弹匣。站着不动、蹲下和瞄准武器将提高精度并减少后坐力。

# Description_FAQ_HandHeldLaunchers
source: Hand-held launchers provide effective anti-armor capability in a small package. The hand-held launchers need to be loaded with the same rocket munition as their block counterparts.
de: Handgehaltene Raketenwerfer bieten effektive panzerbrechende Fähigkeiten bei einem gleichzeitig kleinen Format mit sich. Handgehaltene Raketenwerfer können mit den gleichen Raketen bestückt werden, die auch von ihrem Blockkonstruktions-Äquivalent benötigt werden.
es: Los lanzadores manuales proporcionan una capacidad antiblindaje eficaz con un arma de tamaño pequeño. Los lanzadores manuales deben cargarse con la misma munición de cohetes que sus homólogos de bloque.
fr: Les lanceurs portatifs offrent une capacité anti-blindés efficace dans un ensemble compact. Les lanceurs portatifs doivent être chargés avec la même munition de roquette que leurs homologues de bloc.
it: I lanciatori a mano forniscono un'efficace capacità anti-corazza a spazio contenuto. I lanciatori a mano devono essere caricati con le stesse munizioni a razzo delle loro controparti a blocchi.
pl_pl: Ręczne wyrzutnie rakiet zapewniają dużą siłę rażenia w małym opakowaniu. Muszą być załadowane tą samą amunicją rakietową, co ich odpowiedniki typu blokowego.
pt_br: Lançadores de mão fornecem uma capacidade antiarmadura eficaz com um tamanho pequeno. Os lançadores de mão precisam ser recarregados com a mesma munição de míssil que os blocos similares.
ru: Ручные ракетные комплексы — эффективное компактное оружие против бронированных целей. Заряжаются теми же ракетным боеприпасами, что и стационарные аналоги.
zh_cn: 手持发射器以超小包装提供有效的反装甲能力。手持发射器需要装备与其方块副本相同的火箭弹药。

# Description_FAQ_Pistols
source: Sidearms can be used to defend yourself in a hostile environment. They need to be loaded with the corresponding magazines.
de: Seitenwaffen können verwendet werden, um sich in feindlichem Gebiet zu verteidigen. Sie müssen mit den passenden Magazinen geladen werden.
es: Las armas de mano pueden utilizarse para defenderse en un entorno hostil. Es necesario cargarlas con los cargadores correspondientes.
fr: Les armes de poing peuvent être utilisées pour se défendre dans un environnement hostile. Elles doivent être chargées avec les chargeurs correspondants.
it: Le armi da fianco possono essere utilizzate per difendersi in un ambiente ostile. Devono essere caricati con i caricatori corrispondenti.
pl_pl: Pistolety mogą służyć do obrony w nieprzyjaznym środowisku. Każdy wymaga odpowiedniego magazynka.
pt_br: Armas secundárias podem ser usadas para proteger-se em um ambiente hostil. Elas precisam ser carregadas com os carregadores correspondentes.
ru: Пистолеты можно использовать для защиты во враждебных условиях. Заряжаются соответствующими магазинами.
zh_cn: 随身武器可用于在敌军环境中保护自己。它们需要装备相应的弹夹。

# Description_FAQ_Rifles
source: Rifles are a step up from the basic pistol and other sidearms, do more damage to blocks, and fit specialized roles. They need to be loaded with the corresponding magazines.
de: Gewehre sind im Gegensatz zu einfachen Pistolen oder anderen Seitenwaffen schlagkräftiger und können Blöcken größeren Schaden zufügen. Sie bieten sich eher für spezielle Einsatzziele an. Gewehre müssen stets mit passenden Magazinen geladen werden.
es: Los rifles son un paso más allá de la pistola básica y otras armas secundarias, hacen más daño a los bloques y se ajustan a funciones especializadas. Es necesario cargarlos con los cargadores correspondientes.
fr: Les fusils sont un cran au-dessus du pistolet de base et des autres armes de poing, ils font plus de dégâts aux blocs et s'adaptent à des rôles spécialisés. Ils doivent être chargés avec les chargeurs correspondants.
it: I fucili sono un passo avanti rispetto alla pistola di base e alle altre armi da fianco: arrecano più danni ai blocchi e si adattano a ruoli specializzati. Devono essere caricati con i caricatori corrispondenti.
pl_pl: Karabiny to krok dalej niż zwykłe pistolety i inne bronie boczne, zadają większe obrażenia blokom oraz spełniają wyspecjalizowane role. Każdy wymaga odpowiedniego magazynka.
pt_br: Os rifles são um passo à frente da pistola básica e outras armas segundárias, causam mais dano aos blocos e são ideais para funções especializadas. Eles precisam ser carregados com os carregadores correspondentes.
ru: Винтовки — шаг вперед по сравнению с обычными пистолетами и другим личным оружием, наносят больший урон блокам и подходят для спецопераций. Заряжаются соответствующими магазинами.
zh_cn: 步枪显著优于基本手枪和其他随身武器，可对方块造成更多伤害，并且适合特殊角色。它们需要装备相应的弹夹。

# Description_FAQ_Warfare1
source: Warfare 1: Field Engineer features a variety of new blocks like the Half Window, Embrasure, Weapon Rack, and Fire Cover, as well as a new skin and emotes.
de: Kriegskünste 1: Feldingenieur bietet eine Vielzahl neuer Blöcke wie das Halbfenster, die Schießscharte, den Waffenschrank, die Schutzwand sowie ein neues Skin und zusätzliche Charakteranimationen.
es: Guerra 1: Ingeniero de Campo presenta una variedad de nuevos bloques como la Media Ventana, Tronera, Estante de Armas y Cobertura de Fuego, así como un nuevo aspecto y emociones.
fr: Warfare 1 : Field Engineer présente une variété de nouveaux blocs comme la demi-fenêtre, l'embrasure, le porte-armes et la couverture, ainsi qu'un nouveau skin et des emotes.
it: Guerra 1: Ingegneri sul campo introduce tanti nuovi blocchi come Mezza finestra, Apertura, Porta armi e Copertura antincendio, oltre a una nuova skin e nuove emote.
pl_pl: Warfare 1: Inżynier Polowy zawiera wiele nowych bloków, takich jak Półokno, Ambrazura, Stojak na broń i Osłona przed ostrzałem, a także nową skórkę i emotki.
pt_br: Guerra 1: Engenheiro de Campo apresenta vários novos blocos como Meia Janela, Canhoneira, Suporte de Armas e Cobertura de Fogo, assim como novas skins e emotes.
ru: В набор «Война 1. Войсковой инженер» входят несколько новых блоков (половинное окно, амбразура, оружейная стойка и огневое укрытие), а также новый скин и жесты.
zh_cn: “Warfare 1: Field Engineer”提供了各种新方块，例如半窗、射击孔、武器架和防火掩体以及新的皮肤和表情。

# DisplayName_Block_Passage2
source: Passage 2
de: Durchgang 2
es: Pasillo 2
it: Passaggio 2
pl_pl: Przejście 2
pt_br: Passagem 2
ru: Коридор 2
zh_cn: 通道2

# DisplayName_Block_Passage2Side
source: Passage 2 Side
de: Durchgang 2 (Seite)
es: Pasillo 2 Lateral
fr: Passage 2 côté
it: Passaggio 2, lato
pl_pl: Przejście 2 ściana
pt_br: Passagem 2 Lateral
ru: Коридор 2 (угловой)
zh_cn: 通道2侧面

# NotificationDamageTurnedOff
source: Damage is turned off
de: Schäden sind deaktiviert
es: El daño está desactivado
fr: Les dégâts sont désactivés
it: Il danno è disattivato
pl_pl: Uszkodzenia są wyłączone
pt_br: Dano desativado
ru: Повреждение выключено
zh_cn: 伤害已关闭

# NotificationGridIsImmune
source: This grid is immune to damage
de: Diese Blockkonstruktion kann nicht beschädigt werden
es: La estructura es inmune a daños
fr: Cette grille est immunisée contre les dégâts.
it: Questa griglia è immune ai danni
pl_pl: Ta struktura jest odporna na uszkodzenia
pt_br: Este grid é imune ao dano
ru: Структура невосприимчива к повреждению
zh_cn: 此网格不受伤害

# DisplayName_Block_Passage3
source: Passage 3
de: Durchgang 3
es: Pasillo 3
it: Passaggio 3
pl_pl: Przejście 3
pt_br: Passagem 3
ru: Коридор 3
zh_cn: 通道3

# DisplayName_Block_Passage3Cross
source: Passage 3 Cross
de: Durchgang 3 (Kreuzung)
es: Pasillo 3 Cruce
fr: Passage 3 croisement
it: Passaggio 3, croce
pl_pl: Przejście 3 skrzyżowanie
pt_br: Passagem 3 Cruzada
ru: Коридор 3 (пересечение)
zh_cn: 通道3十字路口

# DisplayName_Block_Passage3Frame
source: Passage 3 Frame
de: Durchgang 3 (Rahmen)
es: Pasillo 3 Marco
fr: Passage 3 cadre
it: Passaggio 3, struttura
pl_pl: Przejście 3 rama
pt_br: Passagem 3 Estrutura
ru: Коридор 3 (проем)
zh_cn: 通道3框架

# DisplayName_Block_Passage3Light
source: Passage 3 Light
de: Durchgang 3 (Beleuchtet)
es: Pasillo 3 Luz
fr: Passage 3 lumière
it: Passaggio 3, luce
pl_pl: Przejście 3 z lampą
pt_br: Passagem 3 Leve
ru: Коридор 3 (легкий)
zh_cn: 通道3灯光

# DisplayName_Block_Passage3Wall
source: Passage 3 Wall
de: Durchgang 3 (Wand)
es: Pasillo 3 Muro
fr: Passage 3 mur
it: Passaggio 3, muro
pl_pl: Przejście 3 ściana
pt_br: Passagem 3 Parede
ru: Коридор 3 (стена)
zh_cn: 通道3墙

# DisplayName_Block_PassageScifiCorner
source: Passage 3 Corner
de: Durchgang 3 (Ecke)
es: Pasillo 3 Esquina
fr: Passage 3 coin
it: Passaggio 3, angolo
pl_pl: Przejście 3 róg
pt_br: Passagem 3 Canto
ru: Коридор 3 (угол)
zh_cn: 通道3角块
