Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# StoryText_Pirate_Factorum1
source: My task was to approach the target and secure resources for Project Prototech (name pending). I tried several approaches. I tried trading, threatening, even begging. Begging, I think, he thought was the funniest. But then it occurred to me. He had the money, the power, the influence, the status, the capital, the technology, the manpower, the momentum, and the popular support. But I was a faster draw to my gun. And I walked away quite happy. Listen people, if we want our organization to prosper, we need to stop playing by their rules. We can have it all, but only if we embrace what our organization can do. I say we ramp up the activity.
de: Meine Aufgabe war es, an das Ziel heranzukommen und Ressourcen für das Projekt Prototech (Name noch nicht bekannt) zu sichern. Ich versuchte mehrere Ansätze. Ich versuchte zu handeln, zu drohen und sogar zu betteln. Das Betteln fand er, glaube ich, am witzigsten. Aber dann wurde es mir klar. Er hatte das Geld, die Macht, den Einfluss, den Status, das Kapital, die Technologie, die Arbeitskräfte, den Elan und die Unterstützung der Bevölkerung. Aber ich war schneller mit meiner Waffe. Und ich war ziemlich glücklich. Hören Sie, Leute, wenn wir wollen, dass unsere Organisation Erfolg hat, müssen wir aufhören, nach ihren Regeln zu spielen. Wir können alles haben, aber nur, wenn wir uns das zu eigen machen, was unsere Organisation tun kann. Ich sage, wir sollten unsere Bemühungen verstärken.
es: Mi tarea consistía en acercarme al objetivo y conseguir recursos para el Proyecto Prototech (nombre pendiente). Intenté varios acercamientos. Intenté negociar, amenazar e incluso suplicar. Creo que suplicar le pareció lo más divertido. Pero entonces se me ocurrió. Él tenía el dinero, el poder, la influencia, el estatus, el capital, la tecnología, la mano de obra, el impulso y el apoyo popular. Pero yo desenfundaba más rápido mi pistola. Y me fui bastante contento. Escuchen gente, si queremos que nuestra organización prospere, tenemos que dejar de jugar con sus reglas. Podemos tenerlo todo, pero solo si aceptamos lo que nuestra organización puede hacer. Yo digo que aumentemos la actividad.
fr: Ma tâche consistait à approcher la cible et à obtenir des ressources pour le projet Prototech (nom en attente). J'ai tenté plusieurs approches. J'ai essayé de négocier, de menacer, et même de supplier. Je crois que c'est ce qu'il a trouvé le plus drôle. C'est alors que j'ai eu une idée. Il avait l'argent, le pouvoir, l'influence, le statut, le capital, la technologie, la main-d'œuvre, l'élan et le soutien populaire. Mais j'étais plus rapide à dégainer mon arme. Et je m'en suis tiré à bon compte. Si nous voulons que notre organisation prospère, nous devons cesser de nous plier à leurs règles. Nous pouvons tout avoir, mais seulement si nous acceptons ce que notre organisation peut faire. Je propose d'intensifier l'activité.
it: Il mio compito era avvicinarmi all'obiettivo e garantire risorse per il Progetto Prototech (nome temporaneo). Ho provato diversi approcci. Ho provato a commerciare, a minacciare, persino a mendicare. Mendicare, credo, lui pensava fosse la cosa più divertente. Ma poi mi è venuto in mente. Lui aveva i soldi, il potere, l'influenza, lo status, il capitale, la tecnologia, la manodopera, la spinta e il sostegno popolare. Ma io ero più veloce a estrarre la mia pistola. E me ne sono andato abbastanza felice. Ascoltate gente, se vogliamo che la nostra organizzazione prosperi, dobbiamo smetterla di giocare secondo le loro regole. Possiamo avere tutto, ma solo se abbracciamo ciò che la nostra organizzazione può fare. Io dico che dobbiamo aumentare l'attività.
pt_br: Minha tarefa era abordar o alvo e proteger os recursos para o Projeto Prototech (nome pendente). Tentei várias abordagens. Tentei negociar, ameaçar e até implorar. Implorar, eu acho, foi o que ele achou mais engraçado. Mas então eu entendi. Ele tinha dinheiro, poder, influência, status, capital, tecnologia, mão de obra, momentum e suporte popular. Mas eu sacava a arma mais rápido. E fui embora bem feliz. Veja, pessoal, se quisermos que nossa organização prospere, precisamos parar de seguir as regras deles. Podemos ter tudo, mas só se abraçarmos o que nossa organização pode fazer. Eu acho que devemos aumentar a atividade.
ru: Моей задачей было приблизиться к цели и получить ресурсы для проекта «Прототехнология» (название не окончательное). Были использованы несколько подходов: торговля, угрозы, просьбы, даже мольба — последнее ему показалось самым смешным, думаю. Но потом меня осенило: у него были деньги, власть, влияние, статус, капитал, технологии, рабочая сила, опыт и наработки, а также поддержка народа. Но с пистолетом я обращаюсь лучше. Поэтому итог встречи меня удовлетворил. Слушайте, если мы хотим добиться процветания организации, мы должны перестать играть по их правилам. Мы можем добиться всего — но только если признаемся сами себе, на что мы способны. Предлагаю усилить активность.
zh_cn: 我的任务是接近目标，为原型技术项目（名称待定）获取资源。 我尝试了几种方法。 我试过交易、威胁，甚至乞求。在我看来，他认为乞求是最搞笑的。 但后来我突然想到，他有钱、有权、有影响力、有地位、有资本、有技术、有劳动力、有势头，还有民众支持。 但我拔枪的速度更快。 于是我满心欢喜地走开了。 听着，大家，如果我们想让组织繁荣发展，就不能再遵照他们的规则了。我们可以拥有一切，但前提是我们要接受自己组织的能力。我说，我们行动起来吧。

# StoryTitle_Pirate_Factorum2
source: Think Bigger
de: Weiter denken
es: Piense en grande
fr: Pensez plus grand
it: Pensa in grande
pt_br: Pense grande
ru: Думайте масштабнее
zh_cn: 放眼未来

# StoryText_Pirate_Factorum2
source: NOTICE TO CREW: I love you all, but you don't realize what we've got here. I've given it a few days, chatted with you, hoped you'd realize. Most of you get that Prototech is a game changer. But to you, that means stepping up our amount of raids. Outrunning any lawmen or mercenaries we cross. Think. Bigger. Sol Cooperative can't keep up. And this "Factorum" clearly has other priorities. You're thinking of loot. I'm thinking of Space Stations. Moons. Planets. Prototech is the kind of stuff kingdoms are made from. The kind of stuff that changes maps.
de: MITTEILUNG AN DIE CREW: Ich bin auf Ihrer Seite, aber Sie haben keine Ahnung, womit wir es hier zu tun haben. Ich habe ein paar Tage darüber nachgedacht, mit Ihnen geplaudert und gehofft, dass Sie es begreifen würden. Die meisten von Ihnen haben verstanden, dass Prototech das Spiel verändern wird. Aber für Sie bedeutet das, dass wir die Zahl der Überfälle erhöhen und alle Gesetzeshüter sowie Söldner, die uns über den Weg laufen, ausschalten müssen. Denken Sie ein Stück weiter. Die Sol-Genossenschaft kann da nicht mithalten. Und dieses „The Factorum“ hat eindeutig andere Prioritäten. Sie denken an Beute. Ich denke an Raumstationen. Monde. Planeten. Prototech ist das Zeug, aus dem Königreiche gemacht sind. Die Art von Zeug, das Karten verändert.
es: AVISO A LA TRIPULACIÓN: Os quiero a todos, pero no os dais cuenta de lo que tenemos aquí. Le he dado unos días, he charlado con vosotros, esperaba que os dierais cuenta. La mayoría de vosotros entendéis que Prototech lo cambia todo. Pero para vosotros, eso significa aumentar nuestra cantidad de incursiones. Dejar atrás a cualquier agente de la ley o mercenario que nos crucemos. Pensad más a lo grande. La Cooperativa Sol no puede seguir el ritmo. Y este «Factorum» claramente tiene otras prioridades. Vosotros pensáis en botines. Yo pienso en Estaciones Espaciales. Lunas. Planetas. Prototech es el tipo de cosas de las que están hechos los reinos. El tipo de cosas que cambian los mapas.
fr: AVIS À L'ÉQUIPAGE : Je vous aime tous, mais vous ne vous rendez pas compte de ce que nous avons ici. J'ai laissé passer quelques jours, j'ai discuté avec vous, j'ai espéré que vous réalisiez. La plupart d'entre vous comprennent que la prototech va changer la donne. Mais pour vous, cela signifie augmenter le nombre de nos raids. Semer les hommes de loi ou les mercenaires que nous croisons. Pensez-y. Plus grand. La coopérative Sol ne peut pas suivre. Et ce « Factorum » a clairement d'autres priorités. Vous pensez au butin. Je pense à des stations spatiales. Des lunes. Des planètes. La prototech est le genre de choses sur lesquelles les royaumes sont bâtis. Le genre de choses qui changent les cartes.
it: AVVISO PER L'EQUIPAGGIO: Tengo a tutti voi, ma non vi rendete conto di cosa abbiamo qui. Ci ho messo qualche giorno, ho chiacchierato con voi, speravo che ve ne rendeste conto. Molti di voi capiscono che Prototech è un punto di svolta. Ma per voi, questo significa aumentare la quantità di incursioni. Superare qualsiasi sceriffo o mercenario che incontriamo. Pensate. In grande. La Cooperativa Sol non riesce a tenere il passo. E questo "Factorum" ha chiaramente altre priorità. Voi pensate al bottino. Io penso alle stazioni spaziali. Lune. Pianeti. Prototech è il tipo di roba di cui sono fatti i regni. Il tipo di roba che cambia le mappe.
pt_br: AVISO À TRIPULAÇÃO: Amo todos vocês, mas vocês não entendem o que temos aqui. Dei a vocês alguns dias, conversei, esperando que vocês entendessem. A maioria de vocês entende que o Prototech é uma virada de chave. Mas, para vocês, isso significa reduzir nosso número de incursões. Superando qualquer jurisdição ou mercenários que cruzarmos. Pensem grande. A Cooperativa Sol não consegue acompanhar. E esse "Factorum" claramente tem outras prioridades. Vocês estão pensando em saques. Eu estou pensando em Estações Espaciais. Luas. Planetas. O Prototech é o tipo de coisa que forma reinos. O tipo de coisa que muda mapas.
ru: УВЕДОМЛЕНИЕ ЭКИПАЖУ: Я вас всех очень люблю, но вы не представляете, что оказалось в наших руках. Мне пришлось потратить на объяснения несколько дней, но до вас всё равно не доходит. Большинство из вас понимает, что прототехнология изменит правила игры. Но для вас это значит, что будет больше рейдов. Что вы будете быстрее всех легавых и наемников. Думайте масштабнее. Sol Cooperative, очевидно, безнадежно отстает. А у этого «Факторума» явно другие приоритеты. Вы думаете о добыче. Я думаю о космических станциях. Лунах. Планетах. Прототехнология — это путь к строительству империи. Возможность перекроить карту.
zh_cn: 船员须知： 我爱你们所有人，但你们没意识到我们这里有什么。我花了几天时间，和你们聊过几次，希望你们能意识到这一点。 你们大多数人都明白 Prototech 是个规则颠覆者。但对你们来说，这意味着增加我们的突袭次数，并跑得比我们遇到的任何执法者或雇佣兵都要快。 想得更长远些。 太阳系同盟会跟不上。而这个“Factorum”显然有其他的优先事项。 你们在想战利品，而我在想空间站、月球、行星。 Prototech 是打造王国的某种东西。 也是改变地图的某种东西。

# StoryTitle_Pirate_Factorum3
source: Insane Ramblings
de: Verrücktes Geschwafel
es: Divagaciones demenciales
fr: Rumeurs insensées
it: Divagazioni folli
pt_br: Divagações insanas
ru: Очумелые бредни
zh_cn: 疯狂的胡言乱语

# StoryText_Pirate_Factorum3
source: He is Cosmic Lawlessness. A New God. He is King. Leaving A New Gift. PROTOTECH. No rhyme. All reason. Monolith. An altar to worship on. The King of Cosmic Law. A New Gift. The Cosmic King of Lawlessness. A New God.
de: Er ist die kosmische Gesetzlosigkeit, ein neuer Gott. Er ist der König, der ein neues Geschenk hinterlässt. PROTOTECH. Kein Witz. Nur Vernunft. Monolith. Ein Altar zum Anbeten. Der König des kosmischen Gesetzes. Ein neues Geschenk. Der kosmische König der Gesetzlosigkeit. Ein neuer Gott.
es: Él es la anarquía cósmica. Un nuevo dios. Él es el Rey. Nos deja un nuevo regalo. PROTOTECH. Sin rima. Todo razón. Monolito. Un altar en el que rendir culto. El Rey de la Ley Cósmica. Un nuevo regalo. El Rey Cósmico de la Anarquía. Un Nuevo Dios.
fr: Il est l'anarchie cosmique. Un nouveau dieu. Il est le roi. Il laisse un nouveau cadeau. PROTOTECH. Pas de motif. Pas de raison. Monolithe. Un autel pour le culte. Le roi de la loi cosmique. Un nouveau cadeau. Le roi cosmique de l'anarchie. Un nouveau dieu.
it: Lui è l'illegalità cosmica. Un nuovo dio. Lui è il re. Che lascia un nuovo dono. PROTOTECH. Nessuna rima. Tutta ragione. Monolite. Un altare su cui adorare. Il re della legge cosmica. Un nuovo dono. Il re cosmico dell'illegalità. Un nuovo dio.
pt_br: Ele é a ilegalidade cósmica. Um novo deus. Ele é rei. Deixando um novo presente. PROTOTECH. Sem rima. Apenas razão. Monólito. Um altar para adoração. O rei da lei cósmica. Um novo presente. O rei cósmico da ilegalidade. Um novo deus.
ru: Он — это Космический Произвол. Новый Бог. Он — Король. Оставил нам Новый Дар. ПРОТОТЕХНОЛОГИЮ. Не дал рифмы. Но дал причину. Монолит. Алтарь для поклонения. Король Космического Закона. Новый Дар. Космический Король Произвола. Новый Бог.
zh_cn: 他是宇宙的无序。一位新神。 他是王。留下了一份新礼物。 PROTOTECH。 没有韵律。全是理性。庞然大物。一座供人崇拜的祭坛。 宇宙法则之王。一份新礼物。 宇宙无序之王。一位新神。

# StoryTitle_Pirate_Factorum4
source: Message to the Crew
de: Mitteilung an die Crew
es: Mensaje a la tripulación
fr: Message à l'équipage
it: Messaggio all'equipaggio
pt_br: Mensagem à tripulação
ru: Сообщение экипажу
zh_cn: 给船员的消息

# StoryText_Pirate_Factorum4
source: Message to the Crew: Much as it pains me at times, this ship is a democracy. Well, we've got something to democratize about. I've heard some of you talking about selling the Prototech scraps from that damaged ship. Don't be morons. What kind of pirates would we be if our prey could outrun us? We adapt, or we die.If we don't craft thrusters of our own, we'll be screwed. Think long term. Selling profits us once. Crafting profits us forever. Now, I'm a fair captain, so I'm going to leave it up to a poll. --- Votes for crafting Prototech Thrusters: 1 Votes for selling Prototech Components: 23 --- Addendum: I quit.
de: Mitteilung an die Crew: So sehr es mich auch manchmal schmerzt, in diesem Raumschiff herrscht eine Demokratie. Nun, wir haben etwas zum demokratisch Abstimmen. Ich habe gehört, dass einige von Ihnen die Prototech-Reste des beschädigten Raumschiffs verkaufen wollen. Seien Sie keine Idioten. Was wären wir für Piraten, wenn unsere Beute schneller wäre als wir? Wir passen uns an oder wir sterben. Wenn wir keine eigenen Triebwerke herstellen, sind wir aufgeschmissen. Denken Sie langfristig. Der Verkauf bringt uns einmalige Gewinne. Durch das Herstellen gewinnen wir für immer. Da ich ein fairer Kapitän bin, überlasse ich die Entscheidung einer Umfrage. --- Stimmen für die Herstellung von Prototech-Triebwerken: 1 Stimmen für den Verkauf von Prototech-Komponenten: 23 --- Nachtrag: Ich kündige.
es: Mensaje a la tripulación: Por mucho que me duela a veces, esta nave es una democracia. Pues bien, tenemos algo que democratizar. He oído a algunos de ustedes hablar de vender los restos de Prototech de esa nave averiada. No sean imbéciles. ¿Qué clase de piratas seríamos si nuestras presas pudieran dejarnos atrás? Nos adaptamos o morimos. Si no fabricamos propulsores propios, estaremos jodidos. Piensen a largo plazo. Vender nos beneficia una vez. La fabricación nos beneficia para siempre. Ahora, soy un capitán justo, así que voy a dejarlo en manos de una encuesta. --- Votos a favor de fabricar propulsores de Prototech: 1 Votos a favor de vender componentes de Prototech: 23 --- Apéndice: Renuncio.
fr: Message à l'équipage : Même si cela me fait parfois du mal, ce vaisseau est une démocratie. Eh bien, nous avons quelque chose à démocratiser. J'ai entendu certains d'entre vous parler de vendre les déchets Prototech de ce vaisseau endommagé. Ne soyez pas idiots. Quel genre de pirates serions-nous si nos proies pouvaient nous distancer ? On s'adapte ou on meurt. Si nous ne fabriquons pas nos propres propulseurs, nous serons foutus. Pensez à long terme. Vendre nous rapporte une fois. Fabriquer nous rapporte pour toujours. Maintenant, je suis un capitaine équitable, donc je vais laisser le choix à un vote. --- Votes pour la production de propulseurs prototech : 1 Votes pour la vente de composants prototech : 23 --- Addendum : Je démissionne.
it: Messaggio all'equipaggio: Per quanto mi faccia male a volte, questa nave è una democrazia. Beh, abbiamo qualcosa da democratizzare. Ho sentito alcuni di voi parlare di vendere gli scarti di Prototech da quella nave danneggiata. Non siate idioti. Che razza di pirati saremmo se la nostra preda potesse superarci? O ci adattiamo o moriamo. Se non costruiamo i nostri propulsori, saremo fottuti. Pensate a lungo termine. Vendere ci fa guadagnare una volta. Costruire ci fa guadagnare per sempre. Ora, sono un capitano onesto, quindi mi fiderò della votazione. --- Voti per la creazione di propulsori Prototech: 1 Voti per la vendita di componenti Prototech: 23 --- Addendum: Do le dimissioni.
pt_br: Mensagem à tripulação: Por mais que me doa às vezes, esta nave é uma democracia. Bem, temos algo a debater. Ouvi alguns de vocês falando sobre vender sucata de Prototech daquela nave danificada. Não sejam idiotas. Que tipo de pirata seríamos se nossa presa pudesse nos superar? Nós nos adaptamos ou morremos. Se não criarmos nossos próprios propulsores, estaremos ferrados. Vender nos dá lucro imediato. Criar o lucro é para sempre. Assim, sou um capitão justo, e vou deixar uma enquete. --- Votos para criar Propulsores Prototech: 1 Votos para vender Componentes Prototech: 23 --- Adendo: Eu desisto.
ru: Сообщение экипажу: Как бы мне порой это ни было неудобно, но на корабле царит демократия. Ну что ж, народ, у вас есть власть принять решение. Знаю, кое-то поговаривает о продаже фрагментов прототехнологии с того поврежденного корабля. Не будьте глупцами: что за пираты мы будем, если наша добыча сможет скрыться? Мы или приспосабливаемся, или умираем. Если мы не построим собственные ускорители, нам конец. Думайте в долгосрочной перспективе. Продав прототехнологии, мы получим прибыль — один раз. Производство будет приносить нам прибыль постоянно. Я как капитан всегда за честность, поэтому оставлю это на голосование. --- Голоса за конструирование прототех-двигателей: 1 Голоса за продажу прототех-компонентов: 23 --- Дополнение: Я покидаю свою должность.
zh_cn: 给船员的消息： 虽然有时这让我很痛苦，但这艘飞船采用民主制。好吧，我们有事情需要民主讨论。 我听到你们中有人在谈论出售那艘损坏飞船上的 Prototech 废料。 别傻了。如果我们的猎物跑得比我们快，那我们算什么海盗？我们要适应，否则就得死。如果我们不制造自己的推进器，那就完蛋了。要往长远考虑。出售只能让我们赚一次钱，而制造能让我们永远受益。 现在，我是一位公正的船长，所以我会让大家投票。 --- 投票支持制造 Prototech 推进器：1 投票支持出售 Prototech 组件：23 --- 附注： 我不干了。

# StoryTitle_Trade_Factorum1
source: Old Discarded Notes
de: Alte verworfene Notizen
es: Viejas notas desechadas
fr: Vieilles notes abandonnées
it: Vecchie note scartate
pt_br: Anotações antigas descartadas
ru: Старые удаленные заметки
zh_cn: 旧废弃笔记
