Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# DisplayName_Block_LightArmorSlope2TipSmooth
source: Light Armor Slope 2x1x1 Tip Smooth
cs_cz: Lehce obrněné zešikmení 2x1x1 - Hladká špička
de: Leichte glatte Panzerung (Rampenspitze) 2x1x1
es: Pendiente de blindaje ligero 2x1x1 punta lisa
fr: Pente de blindage léger 2x1x1 extrémité lissée
hu_hu: Könnyű-Páncél Lejtő 2x1x1 Tip Sima
it: Blocco inclinato armatura leggera 2x1x1 Punta Liscia
pl_pl: Skos lekkiego pancerza 2x1x1 gładka końcówka
pt_br: Ponta de inclinação suavizada 2x1x1 (blindagem leve)
ru: Легкая Броня, Скат 2x1x1 Верш.
zh_cn: 平滑斜轻甲块前-phxqjkq-2x1x1

# DisplayName_Block_LightArmorSlope3
source: Light Armor Slope 3x1x1
cs_cz: Lehce obrněný, zakulacený blok 3x1x1
de: Leichte Panzerung (Rampe) 3x1x1
es: Pendiente de blindaje ligero 3x1x1
fr: Pente de blindage léger 3x1x1
hu_hu: Könnyű-Páncél Lejtő 3x1x1
it: Blocco inclinato armatura leggera 3x1x1
pl_pl: Skos Lekkiego Pancerza 3x1x1
pt_br: Inclinação 3x1x1 (blindagem leve)
ru: Легкая Броня, Скат 3x1x1
zh_cn: 轻型护甲坡块-qxhjpk- 3x1x1

# DisplayName_Block_LightArmorSlope3Smooth
source: Light Armor Slope 3x1x1 Smooth
cs_cz: Lehce obrněný, zakulacený, hladký blok 3x1x1
de: Leichte glatte Panzerung (Rampe) 3x1x1
es: Pendiente de blindaje ligero 3x1x1 Liso
fr: Pente de blindage léger 3x1x1
hu_hu: Könnyű-Páncél Lejtő 3x1x1 Sima
it: Blocco Inclinato Armatura Leggera 3x1x1 Liscio
pl_pl: Gładki skos lekkiego pancerza 3x1x1
pt_br: Inclinação suavizada 3x1x1 (blindagem leve)
ru: Легкая Броня, Скат 3x1x1 Сглаж.
zh_cn: 平滑的轻型护甲坡块-phdqxhjpk- 3x1x1

# DisplayName_Block_LightRoundArmorCorner
source: Round Armor Corner
cs_cz: Lehce obrněný, zaoblený roh
de: Leichte Panzerung (runde Ecke)
es: Esquina redonda blindada
fr: Coin de blindage arrondi
hu_hu: Íves Páncél Sarok
it: Angolo Armatura Stondato
pl_pl: Zaokrąglony narożnik lekkiego pancerza
pt_br: Canto arredondado (blindagem leve)
ru: Круглый угол легкой брони
zh_cn: 轻甲完美圆角块-qjwmyjk-

# DisplayName_Block_LightRoundArmorInvCorner
source: Round Armor Inv. Corner
cs_cz: Lehce obrněný, zaoblený roh - vnitřní
de: Leichte Panzerung (inv. runde Ecke)
es: Esquina inv. redonda blindada
fr: Coin inv. de blindage arrondi
hu_hu: Íves Páncél Sarok Fordított
it: Angolo Invertito Armatura Stondata
pl_pl: Odw. Zaokrąglony narożnik lekkiego pancerza
pt_br: Canto arredondado inv. (blindagem leve)
ru: Круглый обратный угол легкой брони
zh_cn: 轻甲完美圆补角块-qjwmybjk-

# DisplayName_Block_LightRoundArmorSlope
source: Round Armor Slope
cs_cz: Lehce obrněný, kulatý blok
de: Leichte Panzerung (runde Rampe)
es: Pendiente redonda blindada
fr: Pente de blindage arrondi
hu_hu: Íves Páncél Lejtő
it: Blocco Inclinato Armatura Stondata
pl_pl: Zaokrąglony skos lekkiego pancerza
pt_br: Inclinação arredondada (blindagem leve)
ru: Круглая легкая броня
zh_cn: 轻甲完美圆斜块-qjwmyxk-

# DisplayName_Block_LightRoundedArmorCorner
source: Rounded Armor Corner
cs_cz: Lehce obrněný, zaoblený roh
de: Leichte Panzerung (runde Ecke)
es: Esquina redondeada blindada
fr: Coin de blindage arrondi
hu_hu: Lekerekített Páncél Sarok
it: Angolo Stondato Armatura
pl_pl: Zaokrąglony narożnik lekkiego pancerza
pt_br: Canto arredondado (blindagem leve)
ru: Скругленная Легкая Броня, Угол
zh_cn: 轻甲圆面角块-qjqgjk-

# DisplayName_Block_LightRoundedArmorSlope
source: Rounded Armor Slope
cs_cz: Lehce obrněný, zaoblený blok
de: Leichte Panzerung (runde Rampe)
es: Pendiente redondeada blindada
fr: Pente de blindage arrondi
hu_hu: Lekerekített Páncél Lejtő
it: Blocco Inclinato Stondato Armatura
pl_pl: Zaokrąglony skos lekkiego pancerza
pt_br: Inclinação arredondada (blindagem leve)
ru: Скругленная Легкая Броня, Скат
zh_cn: 轻甲圆面斜块-qjymxk-

# DisplayName_Block_MedicalRoom
source: Medical Room
cs_cz: Ošetřovna
de: Krankenstation
es: Sala Médica
fr: Salle médicale
hu_hu: Orvosi Szoba
it: Infermeria
pl_pl: Pokój medyczny
pt_br: Sala médica
ru: Медпункт
zh_cn: 医疗室-yls-

# DisplayName_Block_MediumCargoContainer
source: Medium Cargo Container
cs_cz: Střední nákladní kontejner
de: Mittlerer Frachtcontainer
es: Contenedor de Carga Mediano
fr: Conteneur de marchandises moyen
hu_hu: Közepes Teherszállító Konténer
it: Container medio
pl_pl: Średni kontener
pt_br: Compartimento de carga médio
ru: Средний контейнер
zh_cn: 中型货物储存箱-zxhwccx-

# DisplayName_Block_MergeBlock
source: Merge Block
cs_cz: Slučovací blok
de: Fusionsblocks
es: Bloque de unión
fr: Bloc de fusion
hu_hu: Egyesítő Blokk
it: Blocco di unione
pl_pl: Blok łączący
pt_br: Bloco de mesclagem
ru: Соединитель
zh_cn: 合并方块

# DisplayName_Block_MissileTurret
source: Rocket Turret
cs_cz: Raketometná věž
de: Raketengeschützturm
es: Torreta de Cohetes
fr: Tourelle lance-roquettes
hu_hu: Rakéta Torony
it: Torretta a razzi
pl_pl: Wieżyczka rakietowa
pt_br: Torre de Mísseis
ru: Ракетная турель
zh_cn: 火箭炮塔

# DisplayName_Block_OpenCockpitLarge
source: Control Seat
de: Steuersitz
es: Asiento de control
fr: Siège de contrôle
hu_hu: Vezérlőülés
it: Sedile di controllo
pl_pl: Fotel kontroli
pt_br: Assento de controle
ru: Кресло пилота
zh_cn: 控制座椅

# DisplayName_Block_OpenCockpitSmall
source: Control Seat
de: Steuersitz
es: Asiento de control
fr: Siège de contrôle
hu_hu: Vezérlőülés
it: Sedile di controllo
pl_pl: Fotel kontroli
pt_br: Assento de controle
ru: Кресло пилота
zh_cn: 控制座椅

# DisplayName_Block_OreDetector
source: Ore Detector
cs_cz: Detektor rudy
de: Erzdetektor
es: Detector de minerales
fr: Détecteur de minerais
hu_hu: Ércdetektor
it: Rilevatore di minerali
pl_pl: Wykrywacz złóż
pt_br: Detector de minério
ru: Детектор руды
zh_cn: 矿物探测器-kwtcq-

# DisplayName_Block_OxygenFarm
source: Oxygen Farm
cs_cz: Kyslíková farma
de: Sauerstofffarm
es: Granja de oxígeno
fr: Ferme d'oxygène
hu_hu: Oxigén Farm
it: Generatore di Ossigeno
pl_pl: Farma tlenu
pt_br: Fazenda de oxigênio
ru: Кислородная ферма
zh_cn: 氧气农场-yqnc-

# DisplayName_Block_OxygenGenerator
source: O2/H2 Generator
cs_cz: O2/H2 Generátor
es: Generador de O2/H2
fr: Générateur O2/H2
hu_hu: O2/H2 Generátor
it: Generatore O2/H2
pl_pl: Generator tlenu/wodoru
pt_br: Gerador de O2/H2
ru: Генератор O2/H2
zh_cn: 氧气/氢气制造机-yqzzj-

# DisplayName_Block_OxygenTank
source: Oxygen Tank
cs_cz: Kyslíková nádrž
de: Sauerstofftank
es: Tanque de oxígeno
fr: Réservoir d'oxygène
hu_hu: Oxigéntartály
it: Serbatoio Ossigeno
pl_pl: Zbiornik tlenu
pt_br: Tanque de oxigênio
ru: Кислородный бак
zh_cn: 氧气罐-yqg-

# DisplayName_Block_ParachuteHatch
source: Parachute Hatch
cs_cz: Schránka padáku
de: Fallschirm-Luke
es: Lanzador de paracaídas
fr: Trappe de parachute
hu_hu: Ejtőernyő-Nyílás
it: Portello paracadute
pl_pl: Luk na Spadochron
pt_br: Porta-paraquedas
ru: Парашютный люк
zh_cn: 降落伞开关-jlskg-

# DisplayName_Block_Passage
source: Passage
cs_cz: Chodba
de: Durchgang
es: Pasillo
hu_hu: Átmenet
it: Passaggio
pl_pl: Przejście
pt_br: Passagem
ru: Коридор
zh_cn: 通道-td-

# DisplayName_Block_PassengerSeat
source: Passenger Seat
cs_cz: Sedadlo pro pasažéra
de: Passagiersitz
es: Asiento del pasajero
fr: Siège passager
hu_hu: Utasülés
it: Sedile del passeggero
pl_pl: Fotel pasażera
pt_br: Assento de passageiro
ru: Пассажирское кресло
zh_cn: 乘客座椅-ckzy-

# DisplayName_Block_PistonBase
source: Piston
cs_cz: Píst
de: Kolben
es: Pistón
hu_hu: Dugattyú
it: Pistone
pl_pl: Siłownik
pt_br: Pistão
ru: Поршень
zh_cn: 活塞-hs-

# DisplayName_Block_PistonTop
source: Top Piston Part
cs_cz: Vrchní část pístu
de: Kolbenaufsatz
es: Parte superior del pistón
fr: Tête de piston
hu_hu: Felső dugattyú rész
it: Parte superiore di pistone
pl_pl: Głowica siłownika
pt_br: Topo de pistão
ru: Головка поршня
zh_cn: 顶部活塞部件-dbhsbj-

# DisplayName_Block_PowerEfficiencyModule
source: Power Efficiency Module
cs_cz: Modul efektivnějšího napájení
de: Energiesparmodul
es: Módulo de Eficiencia Energética
fr: Module d'efficacité énergétique
hu_hu: Energiahatékonysági Modul
it: Modulo Efficienza Energia
pl_pl: Moduł efektywności zasilania
pt_br: Módulo de eficiência energética
ru: Модуль энергоэффективности
zh_cn: 节能模块-jnmk-

# DisplayName_Block_ProductivityModule
source: Speed Module
cs_cz: Modul rychlejší produkce
de: Produktivitätsmodul
es: Módulo de velocidad
fr: Module de vitesse
hu_hu: Sebesség Modul
it: Modulo Produttività
pl_pl: Moduł produktywności
pt_br: Módulo de produtividade
ru: Модуль продуктивности
zh_cn: 产能模块-cnmk-

# DisplayName_Block_Projector
source: Projector
cs_cz: Projektor
de: Projektor
es: Proyector
fr: Projecteur
hu_hu: Kivetítő
it: Proiettore
pl_pl: Projektor
pt_br: Projetor
ru: Проектор
zh_cn: 投影仪-tyy-

# DisplayName_Block_Ramp
source: Ramp
cs_cz: Rampa
de: Rampe
es: Rampa
fr: Rampe
hu_hu: Rámpa
it: Rampa
pl_pl: Rampa
pt_br: Rampa
ru: Рампа
zh_cn: 斜坡-xp-

# DisplayName_Block_Refinery
source: Refinery
cs_cz: Rafinerie
de: Raffinerie
es: Refinería
fr: Raffinerie
hu_hu: Finomító
it: Raffineria
pl_pl: Rafineria
pt_br: Refinaria
ru: Очистительный завод
zh_cn: 精炼厂-jlc-

# DisplayName_Block_ReflectorLight
source: Spotlight
cs_cz: Reflektor
de: Scheinwerfer
es: Foco
fr: Lumière
hu_hu: Reflektorfény
it: Faro
pl_pl: Reflektor
pt_br: Holofote
ru: Прожектор
zh_cn: 聚光灯-jgd-

# DisplayName_Block_RemoteControl
source: Remote Control
cs_cz: Dálkové Ovládání
de: Fernsteuerungsblock
es: Control remoto
fr: Contrôle à distance
hu_hu: Távirányító
it: Telecomando
pl_pl: Zdalne sterowanie
pt_br: Controle remoto
ru: Дистанционное управление
zh_cn: 远程控制

# DisplayName_Block_RocketLauncher
source: Rocket Launcher
cs_cz: Raketomet
de: Raketenwerfer
es: Lanzacohetes
fr: Lance-roquettes
hu_hu: Rakétakilövő
it: Lanciarazzi
pl_pl: Wyrzutnia rakiet
pt_br: Lança-mísseis
ru: Ракетница
zh_cn: 火箭发射器-hjfsq-

# DisplayName_Block_Rotor
source: Rotor
it: Rotore
ru: Ротор
zh_cn: 转子-zz-

# DisplayName_Block_RotorPart
source: Rotor Part
cs_cz: Část rotoru
de: Rotoraufsatz
es: Parte del rotor
fr: PIèce de Rotor
hu_hu: Rotor Alkatrész
it: Parte di rotore
pl_pl: Część rotora
pt_br: Parte de rotor
ru: Часть ротора
zh_cn: 转子部件-zzbj-

# DisplayName_Block_Sensor
source: Sensor
cs_cz: Senzor
fr: Capteur
hu_hu: Érzékelő
it: Sensore
pl_pl: Czujnik
ru: Сенсор
zh_cn: 传感器

# DisplayName_Block_ShipGrinder
source: Grinder
cs_cz: Bruska
de: Schleifmaschine
es: Amoladora
fr: Meuleuse
hu_hu: Daraboló
it: Smerigliatrice
pl_pl: Szlifierka
pt_br: Esmeril
ru: Резак
zh_cn: 切割机-qgj-

# DisplayName_Block_ShipWelder
source: Welder
cs_cz: Svářečka
de: Schweißgerät
es: Soldador
fr: Chalumeau
hu_hu: Hegesztő
it: Saldatrice
pl_pl: Spawarka
pt_br: Soldadora
ru: Сварщик
zh_cn: 焊接器-hjq-

# DisplayName_Block_SmallAtmoThrust
source: Atmospheric Thruster
cs_cz: Atmosférické trysky
de: Atmosphärentriebwerk (klein)
es: Propulsor atmosférico
fr: Propulseur atmosphérique
hu_hu: Légköri Hajtómű
it: Propulsore atmosferico
pl_pl: Silnik atmosferyczny
pt_br: Propulsores atmosféricos
ru: Атмосферный ускоритель
zh_cn: 小型空气动力推进器

# DisplayName_Block_SmallCargoContainer
source: Small Cargo Container
cs_cz: Malý nákladní kontejner
de: Kleiner Frachtcontainer
es: Contenedor de Carga Pequeño
fr: Petit Conteneur
hu_hu: Kis Teherszállító Konténer
it: Container piccolo
pl_pl: Mały kontener
pt_br: Compartimento de carga pequeno
ru: Малый контейнер
zh_cn: 小型货物储存箱-xxhwccx-

# DisplayName_Block_SmallConveyorSorter
source: Small Conveyor Sorter
cs_cz: Malý, transportní třídič
de: Kleiner Fördergutsortierer
es: Clasificador de transportadores pequeños
fr: Petit convoyeur d'extraction
hu_hu: Kis Szállítószalag Osztályozó
it: Trasportatore Ordinatore Piccolo
pl_pl: Mały sortownik transportowy
pt_br: Classificador de transportador pequeno
ru: Малый сортировщик
zh_cn: 小型分拣传输机-xxfjcsj-

# DisplayName_Block_SmallHydrogenThrust
source: Hydrogen Thruster
cs_cz: Vodíkové trysky
de: Wasserstoff-Triebwerk (klein)
es: Propulsor de hidrógeno
fr: Propulseur à hydrogène
hu_hu: Hidrogénhajtómű
it: Propulsore a idrogeno
pl_pl: Silnik wodorowy
pt_br: Propulsor a hidrogênio
ru: Водородный ускоритель
zh_cn: 氢气推进器

# DisplayName_Block_SmallReactor
source: Small Reactor
cs_cz: Malý reaktor
de: Kleiner Reaktor
es: Reactor pequeño
fr: Petit réacteur
hu_hu: Kis Reaktor
it: Reattore piccolo
pl_pl: Mały reaktor
pt_br: Reator pequeno
ru: Малый реактор
zh_cn: 小型反应堆-xxfyd-

# DisplayName_Block_SmallRocketLauncherReload
source: Reloadable Rocket Launcher
cs_cz: Přebíjecí raketomet
de: Nachladbarer Raketenwerfer
es: Lanzacohetes recargable
fr: Lance-roquettes rechargeable
hu_hu: Újratölthető Rakétkilövő
it: Lanciarazzi Ricaricabile
pl_pl: Przeładowywalna wyrzutnia rakiet
pt_br: Recarga de lança-mísseis
ru: Самозарядная ракетница
zh_cn: 可装填火箭发射器-kzthjfsq-

# DisplayName_Block_SmallThrust
source: Ion Thruster
cs_cz: Malá Iontová Tryska
de: Ionen-Triebwerk (klein)
es: Propulsor de iones
fr: Petit propulseur
hu_hu: Ionhajtómű
it: Propulsore piccolo
pl_pl: Silnik jonowy
pt_br: Propulsor a íon
ru: Ионный ускоритель
zh_cn: 小型离子推进器

# DisplayName_Block_SolarPanel
source: Solar Panel
cs_cz: Solární panel
de: Solarkollektor
es: Panel solar
fr: Panneau solaire
hu_hu: Napelem
it: Pannello solare
pl_pl: Panel słoneczny
pt_br: Painel solar
ru: Солнечная батарея
zh_cn: 太阳能板-tynb-

# DisplayName_Block_SoundBlock
source: Sound Block
cs_cz: Reproduktor
de: Lautsprecherblock
es: Bloque de sonido
fr: Bloc sonore
hu_hu: Hang Blokk
it: Blocco Suono
pl_pl: Blok dźwiękowy
pt_br: Bloco de som
ru: Динамик
zh_cn: 音效方块-yxfk-

# DisplayName_Block_SpaceBall
source: Space Ball
cs_cz: Vesmírný balón
es: Bola Espacial
fr: Balle spatiale
hu_hu: Űrlabda
it: Palla Spaziale
pl_pl: Piłka kosmiczna
pt_br: Esfera espacial
ru: Космосфера
zh_cn: 空间球-kjq-

# DisplayName_Block_Stairs
source: Stairs
cs_cz: Schody
de: Treppe
es: Escaleras
fr: Escaliers
hu_hu: Lépcsők
it: Scale
pl_pl: Schody
pt_br: Escadas
ru: Лестница
zh_cn: 楼梯-lt-

# DisplayName_Block_SteelCatwalk
source: Steel Catwalk
cs_cz: Ocelové lešení s bočnicí
de: Stahl-Personensteg (einseitige Begrenzung)
es: Pasarelas de acero
fr: Passerelle en acier
hu_hu: Acél Palló
it: Passerella d'acciaio
pl_pl: Stalowy pomost
pt_br: Passarela de aço
ru: Стальной мостик
zh_cn: 钢栈桥

# DisplayName_Block_SteelCatwalkCorner
source: Steel Catwalk Corner
cs_cz: Rohové ocelové lešení
de: Stahl-Personensteg (Ecke)
es: Esquina de la pasarela de acero
fr: Coin de passerelle en acier
hu_hu: Acél Palló Sarok
it: Angolo passerella
pl_pl: Róg stalowego pomostu
pt_br: Canto de passarela de aço
ru: Угловой мостик
zh_cn: 钢制小型通道角-gzxxtdj-

# DisplayName_Block_SteelCatwalkPlate
source: Steel Catwalk Plate
cs_cz: Deska ocelového lešení
de: Stahl-Personensteg
es: Placa de acero para pasarela
fr: Plaque de passerelle en acier
hu_hu: Acél Pallólemez
it: Passerella piatta
pl_pl: Płyta stalowego pomostu
pt_br: Placa de passarela de aço
ru: Плоский мостик
zh_cn: 钢制小型通道板-gzxxtdb-

# DisplayName_Block_SteelCatwalkTwoSides
source: Steel Catwalk Two Sides
cs_cz: Ocelové lešení s bočnicemi
de: Stahl-Laufsteg (doppelseitige Begrenzung)
es: Pasarela de acero en dos lados
fr: Passerelle en acier à double voie
hu_hu: Acél Palló Kétoldalas
it: Passerella due lati
pl_pl: Dwustronny stalowy pomost
pt_br: Passarela de aço de dois lados
ru: Мостик с перилами
zh_cn: 钢制小型双边通道板-gzxxsbtdb-

# DisplayName_Block_Suspension1x1
source: Wheel Suspension 1x1 Right
cs_cz: Náprava kola 1x1 - pravá
de: Radaufhängung 1x1
es: Suspensión de rueda 1x1 Derecha
fr: Suspension de roue 1x1 Droite
hu_hu: Kerékfelfüggesztés 1x1 Jobb
it: Sospensione ruota 1x1 destra
pl_pl: Koło z zawieszeniem 1x1 Prawe
pt_br: Suspensão de roda 1x1 direita
ru: Колесо с подвеской 1x1 правое
zh_cn: 车轮悬架-clxj- 1x1右

# DisplayName_Block_Suspension1x1mirrored
source: Wheel Suspension 1x1 Left
cs_cz: Náprava kola 1x1 - levá
de: Radaufhängung 1x1 (invertiert)
es: Suspensión de rueda 1x1 izquierda
fr: Suspension de roue 1x1 Gauche
hu_hu: Kerékfelfüggesztés 1x1 Bal
it: Sospensione ruota 1x1 sinistra
pl_pl: Koło z zawieszeniem 1x1 Lewe
pt_br: Suspensão de roda 1x1 esquerda
ru: Колесо с подвеской 1x1 левое
zh_cn: 车轮悬架-clxj- 1x1左

# DisplayName_Block_Suspension3x3
source: Wheel Suspension 3x3 Right
cs_cz: Náprava kola 3x3 - pravá
de: Radaufhängung 3x3
es: Suspensión de rueda 3x3 derecha
fr: Suspension de roue 3x3 Droite
hu_hu: Kerékfelfüggesztés 3x3 Jobb
it: Sospensione ruota 3x3 destra
pl_pl: Koło z zawieszeniem 3x3 Prawe
pt_br: Suspensão de roda 3x3 direita
ru: Колесо с подвеской 3x3 правое
zh_cn: 车轮悬架-clxj- 3x3右

# DisplayName_Block_Suspension3x3mirrored
source: Wheel Suspension 3x3 Left
cs_cz: Náprava kola 3x3 - levá
de: Radaufhängung 3x3 (invertiert)
es: Suspensión de rueda 3x3 izquierda
fr: Suspension de roue 3x3 Gauche
hu_hu: Kerékfelfüggesztés 3x3 Bal
it: Sospensione ruota 3x3 sinistra
pl_pl: Koło z zawieszeniem 3x3 Lewe
pt_br: Suspensão de roda 3x3 esquerda
ru: Колесо с подвеской 3x3 левое
zh_cn: 车轮悬架-clxj- 3x3左

# DisplayName_Block_Suspension5x5
source: Wheel Suspension 5x5 Right
cs_cz: Náprava kola 5x5 - pravá
de: Radaufhängung 5x5
es: Suspensión de rueda 5x5 derecha
fr: Suspension de roue 5x5 Droite
hu_hu: Kerékfelfüggesztés 5x5 Jobb
it: Sospensione ruota 5x5 destra
pl_pl: Koło z zawieszeniem 5x5 Prawe
pt_br: Suspensão de roda 5x5 direita
ru: Колесо с подвеской 5x5 правое
zh_cn: 车轮悬架-clxj- 5x5右

# DisplayName_Block_Suspension5x5mirrored
source: Wheel Suspension 5x5 Left
cs_cz: Náprava kola 5x5 - levá
de: Radaufhängung 5x5 (invertiert)
es: Suspensión de rueda 5x5 izquierda
fr: Suspension de roue 5x5 Gauche
hu_hu: Kerékfelfüggesztés 5x5 Bal
it: Sospensione ruota 5x5 Sinistra
pl_pl: Koło z zawieszeniem 5x5 Lewe
pt_br: Suspensão de roda 5x5 esquerda
ru: Колесо с подвеской 5x5 левое
zh_cn: 车轮悬架-clxj- 5x5左

# DisplayName_Block_TextPanel
source: Text Panel
cs_cz: Textová tabule
es: Panel de texto
fr: Panneau de texte
hu_hu: Szöveg panel
it: Pannello di testo
pl_pl: Panel tekstowy
pt_br: Painel de texto
ru: Дисплей
zh_cn: 文本面板-TEXT-[LCD]

# DisplayName_Block_TimerBlock
source: Timer Block
cs_cz: Časovací Blok
de: Zeitschaltblock
es: Bloque temporizador
fr: Bloc temporisateur
hu_hu: Időzítő Blokk
it: Blocco timer
pl_pl: Blok odliczania
pt_br: Bloco temporizador
ru: Таймер
zh_cn: 定时器方块

# DisplayName_Block_VerticalCen
source: Centered Window
cs_cz: Středové okno
de: Zentriertes Fenster
es: Ventana centrada
fr: Fenêtre centrée
hu_hu: Középre Igazított Ablak
it: Finestra centrata
pl_pl: Okno wyśrodkowane
pt_br: Janela centralizada
ru: Центрированное окно
zh_cn: 中心窗口-zxck-

# DisplayName_Block_VerticalWindow
source: Vertical Window
cs_cz: Vertikální okno
de: Vertikaler Fensterladen
es: Ventana vertical
fr: Fenêtre verticale
hu_hu: Függőleges Ablak
it: Finestra verticale
pl_pl: Pionowe okno
pt_br: Janela vertical
ru: Решетка
zh_cn: 垂直窗口-czck-

# DisplayName_Block_VirtualMass
source: Artificial Mass
cs_cz: Blok umělé hmotnosti
de: Künstliche Masse
es: Masa Artificial
fr: Masse artificielle
hu_hu: Mesterséges Tömeg
it: Massa artificiale
pl_pl: Sztuczna masa
pt_br: Massa artificial
ru: Искусственная масса
zh_cn: 人工重力-rgzl-

# DisplayName_Block_Warhead
source: Warhead
cs_cz: Hlavice
de: Sprengkopf
es: Ojiva
fr: Ogive
hu_hu: Robbanófej
it: Testata
pl_pl: Głowica bojowa
pt_br: Ogiva
ru: Боеголовка
zh_cn: 弹头-dt-

# DisplayName_Block_Wheel1x1
source: Wheel 1x1
cs_cz: Kolo 1x1
de: Rad 1x1
es: Rueda 1x1
fr: Roue 1x1
hu_hu: Kerék 1x1
it: Ruota 1x1
pl_pl: Koło 1x1
pt_br: Roda 1x1
ru: Колесо 1x1
zh_cn: 轮子-lz- 1x1

# DisplayName_Block_Wheel1x1mirrored
source: Wheel 1x1
cs_cz: Kolo 1x1
de: Rad 1x1 (invertiert)
es: Rueda 1x1
fr: Roue 1x1
hu_hu: Kerék 1x1
it: Ruota 1x1
pl_pl: Koło 1x1
pt_br: Roda 1x1
ru: Колесо 1x1
zh_cn: 轮子-lz- 1x1

# DisplayName_Block_Wheel3x3
source: Wheel 3x3
cs_cz: Kolo 3x3
de: Rad 3x3
es: Rueda 3x3
fr: Roue 3x3
hu_hu: Kerék 3x3
it: Ruota 3x3
pl_pl: Koło 3x3
pt_br: Roda 3x3
ru: Колесо 3x3
zh_cn: 轮子-lz- 3x3

# DisplayName_Block_Wheel3x3mirrored
source: Wheel 3x3
cs_cz: Kolo 3x3
de: Rad 3x3 (invertiert)
es: Rueda 3x3
fr: Roue 3x3
hu_hu: Kerék 3x3
it: Ruota 3x3
pl_pl: Koło 3x3
pt_br: Roda 3x3
ru: Колесо 3x3
zh_cn: 轮子-lz- 3x3

# DisplayName_Block_Wheel5x5
source: Wheel 5x5
cs_cz: Kolo 5x5
de: Rad 5x5
es: Rueda 5x5
fr: Roue 5x5
hu_hu: Kerék 5x5
it: Ruota 5x5
pl_pl: Koło 5x5
pt_br: Roda 5x5
ru: Колесо 5x5
zh_cn: 轮子-lz- 5x5

# DisplayName_Block_Wheel5x5mirrored
source: Wheel 5x5
cs_cz: Kolo 5x5
de: Rad 5x5 (invertiert)
es: Rueda 5x5
fr: Roue 5x5
hu_hu: Kerék 5x5
it: Ruota 5x5
pl_pl: Koło 5x5
pt_br: Roda 5x5
ru: Колесо 5x5
zh_cn: 轮子-lz- 5x5

# DisplayName_Block_Window1x1Face
source: Window 1x1 Face
cs_cz: Okno 1x1 Zepředu
de: Fenster (angeschrägtes Dreieck) 1x1
es: Ventana 1x1 Frontal
fr: Fenêtre 1x1 face
hu_hu: Ablak 1x1 Mintás
it: Finestra 1x1 Fronte
pl_pl: Okno 1x1 naroże
pt_br: Janela 1x1 frontal
ru: Окно 1x1 лицевое
zh_cn: 窗户 1x1 正斜三角 -ch-

# DisplayName_Block_Window1x1Flat
source: Window 1x1 Flat
cs_cz: Okno 1x1 Ploché
de: Fenster (Quadrat) 1x1
es: Ventana 1x1 Plana
fr: Fenêtre 1x1 plate
hu_hu: Ablak 1x1 Sima
it: Finestra 1x1 Piatta
pl_pl: Okno 1x1 płaskie
pt_br: Janela 1x1 plana
ru: Окно 1x1 плоское
zh_cn: 窗户 1x1 平面-ch-

# DisplayName_Block_Window1x1FlatInv
source: Window 1x1 Flat Inv.
cs_cz: Okno 1x1 Ploché, obrácené
de: Fenster (inv. Rechteck) 1x1
es: Ventana 1x1 Plano Inv.
fr: Fenêtre 1x1 plate inv.
hu_hu: Ablak 1x1 Sima Fordított.
it: Finestra 1x1 Piatta Invertita
pl_pl: Okno 1x1 płaskie odw.
pt_br: Janela 1x1 plana inv.
ru: Окно 1x1 плоское обратное
zh_cn: 窗户 1x1 倒置-ch-

# DisplayName_Block_Window1x1FaceInv
source: Window 1x1 Face Inv.
de: Fenster (inv. angeschrägtes Dreieck) 1x1
es: Ventana 1x1 Frontal Inv.
fr: Fenêtre 1x1 face inv.
hu_hu: Ablak 1x1 Mintás Fordított.
it: Finestra 1x1 Fronte Invertita
pl_pl: Okno 1x1 naroże odw.
pt_br: Janela 1x1 frente inv.
ru: Окно 1x1 лицевое обратное
zh_cn: 窗户 1x1 正/倒斜三角

# DisplayName_Block_Window1x1Side
source: Window 1x1 Side
cs_cz: Okno 1x1 Boční
de: Fenster (Dreieck) 1x1
es: Ventana 1x1 Lateral
fr: Fenêtre 1x1 côté
hu_hu: Ablak 1x1 Oldalsó
it: Finestra 1x1 Lato
pl_pl: Okno 1x1 skos
pt_br: Janela 1x1 lateral
ru: Окно 1x1 угловое
zh_cn: 窗户 1x1 侧面-ch-

# DisplayName_Block_Window1x1SideInv
source: Window 1x1 Side Inv
cs_cz: Okno 1x1 Boční, obrácené
de: Fenster (inv.. Dreieck) 1x1
es: Ventana 1x1 Lado Inv
fr: Fenêtre 1x1 côté inv
hu_hu: Ablak 1x1 Oldalsó Fordított
it: Finestra 1x1 Lato Invertita
pl_pl: Okno 1x1 skos odw.
pt_br: Janela 1x1 lateral inv.
ru: Окно 1x1 угловое обратное
zh_cn: 窗户 1x1 侧面倒置-ch-

# DisplayName_Block_Window1x1Slope
source: Window 1x1 Slope
cs_cz: Okno 1x1 Zešikmené
de: Fenster (Schräge) 1x1
es: Ventana 1x1 Pendiente
fr: Fenetre 1x1 pente
hu_hu: Ablak 1x1 Döntött
it: Finestra 1x1 Inclinata
pl_pl: Okno 1x1 pochyłe
pt_br: Janela 1x1 inclinada
ru: Окно 1x1 наклонное
zh_cn: 窗户 1x1 斜面-ch-

# DisplayName_Block_Window1x2Face
source: Window 1x2 Face
cs_cz: Okno 1x2 Zepředu
de: Fenster (angeschrägtes Dreieck) 1x2
es: Ventana 1x2 Frontal
fr: Fenêtre 1x2 face
hu_hu: Ablak 1x2 Mintás
it: Finestra 1x2 Fronte
pl_pl: Okno 1x2 naroże
pt_br: Janela 1x2 frontal
ru: Окно 1x2 лицевое
zh_cn: 窗户 1x2 正斜三角-ch-

# DisplayName_Block_Window1x2Flat
source: Window 1x2 Flat
cs_cz: Okno 1x2 Ploché
de: Fenster (Rechteck) 1x2
es: Ventana 1x2 Plana
fr: Fenêtre 1x2 plate
hu_hu: Ablak 1x2 Sima
it: Finestra 1x2 Piatta
pl_pl: Okno 1x2 płaskie
pt_br: Janela 1x2 plana
ru: Окно 1x2 плоское
zh_cn: 窗户 1x2 平面-ch-

# DisplayName_Block_Window1x2FlatInv
source: Window 1x2 Flat Inv.
cs_cz: Okno 1x2 Ploché, obrácené
de: Fenster (inv. Rechteck) 1x2
es: Ventana 1x2 Plana Inv.
fr: Fenêtre 1x2 plate inv.
hu_hu: Ablak 1x2 Sima Fordított.
it: Finestra 1x2 Piatta Invertita
pl_pl: Okno 1x2 płaskie odw.
pt_br: Janela 1x2 plana inv.
ru: Окно 1x2 плоское обратное
zh_cn: 窗户 1x2 平面倒置-ch-

# DisplayName_Block_Window1x2FaceInv
source: Window 1x2 Face Inv.
de: Fenster (inv. angeschrägtes Dreieck) 1x2
es: Ventana 1x2 Frontal Inv.
fr: Fenêtre 1x2 face inv.
hu_hu: Ablak 1x2 Mintás Fordított.
it: Finestra 1x2 Fronte Invertita
pl_pl: Okno 1x2 naroże odw.
pt_br: Janela 1x2 frente inv.
ru: Окно 1x2 лицевое обратное
zh_cn: 窗户 1x2 正/倒斜三角
