Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# IngameHelp_Building_Detail3_Gamepad
source: Press {CONTROL:GUI:SWITCH_GUI_LEFT} or {CONTROL:GUI:SWITCH_GUI_RIGHT} to change tabs.
de: Drücken Sie {CONTROL:GUI:SWITCH_GUI_LEFT} oder {CONTROL:GUI:SWITCH_GUI_RIGHT}, um die Registerkarte zu wechseln.
es: Pulsa {CONTROL:GUI:SWITCH_GUI_LEFT} o {CONTROL:GUI:SWITCH_GUI_RIGHT} para cambiar de pestañas.
fr: Appuyez sur {CONTROL:GUI:SWITCH_GUI_LEFT} ou {CONTROL:GUI:SWITCH_GUI_RIGHT} pour changer d'onglet.
hu_hu: Nyomja meg a {CONTROL:GUI:SWITCH_GUI_LEFT} vagy {CONTROL:GUI:SWITCH_GUI_RIGHT} gombot a lapok módosításához.
it: Premi {CONTROL:GUI:SWITCH_GUI_LEFT} o {CONTROL:GUI:SWITCH_GUI_RIGHT} per modificare schede.
pl_pl: Wciśnij {CONTROL:GUI:SWITCH_GUI_LEFT} lub{CONTROL:GUI:SWITCH_GUI_RIGHT}, aby zmienić zakładki.
pt_br: Pressione {CONTROL:GUI:SWITCH_GUI_LEFT} ou {CONTROL:GUI:SWITCH_GUI_RIGHT} para trocar de guia.
ru: Для смены вкладок нажимайте {CONTROL:GUI:SWITCH_GUI_LEFT} или {CONTROL:GUI:SWITCH_GUI_RIGHT}.
zh_cn: 按{CONTROL:GUI:SWITCH_GUI_LEFT}或者{CONTROL:GUI:SWITCH_GUI_RIGHT}更改选项卡。

# IngameHelp_Building_Detail4_Gamepad
source: Highlight a block with {GAMEPAD:AXIS_MOTION} and press {CONTROL:GUI:SHIFT_RIGHT} to select a block.
de: Heben Sie mit {GAMEPAD:AXIS_MOTION} einen Block hervor und drücken Sie {CONTROL:GUI:SHIFT_RIGHT}, um einen Block auszuwählen.
es: Marca un bloque con {GAMEPAD:AXIS_MOTION} y pulsa {CONTROL:GUI:SHIFT_RIGHT} para seleccionar el bloque.
fr: Mettez un bloc en surbrillance avec {GAMEPAD:AXIS_MOTION} et appuyez sur {CONTROL:GUI:SHIFT_RIGHT} pour sélectionner un bloc.
hu_hu: Jelöljön ki egy blokkot a {GAMEPAD:AXIS_MOTION} gombbal és nyomja meg a {CONTROL:GUI:SHIFT_RIGHT} gombot a blokk kiválasztásához.
it: Evidenzia un blocco con {GAMEPAD:AXIS_MOTION}e premi{CONTROL:GUI:SHIFT_RIGHT} per selezionare un blocco.
pl_pl: Podświetl blok używając {GAMEPAD:AXIS_MOTION} i wciśnij {CONTROL:GUI:SHIFT_RIGHT}, aby wybrać blok.
pt_br: Destaque um bloco com {GAMEPAD:AXIS_MOTION} e pressione {CONTROL:GUI:SHIFT_RIGHT} para selecionar um bloco.
ru: Чтобы выбрать блок, выделите его с помощью {GAMEPAD:AXIS_MOTION}, а затем нажмите {CONTROL:GUI:SHIFT_RIGHT}.
zh_cn: 使用{GAMEPAD:AXIS_MOTION}选定方块或者按{CONTROL:GUI:SHIFT_RIGHT}选定方块。

# IngameHelp_Building2_Detail1
source: Most blocks come in two sizes and can be rotated in any direction.
de: Die meisten Blöcke gibt es in zwei Größen und können in jede Richtung gedreht werden.
es: La mayoría de los bloques vienen en dos tamaños y se pueden girar en cualquier dirección.
fr: La plupart des blocs sont disponibles en deux tailles et peuvent être pivotés dans n'importe quelle direction.
hu_hu: A legtöbb blokk két méretben létezik, és bármilyen irányba elforgatható.
it: La maggior parte dei blocchi sono disponibili in due dimensioni e possono essere ruotati in qualsiasi direzione.
pl_pl: Większość bloków posiada dwa rozmiary a wszystkie mogą być obracane w dowolnym kierunku.
pt_br: A maioria dos blocos possui dois tamanhos e pode ser girada em qualquer direção.
ru: Большинство блоков имеют два размера и могут быть повернуты в любую сторону.
zh_cn: 多数方块都有两个尺寸，可以任意旋转。

# IngameHelp_Building2_Detail2
source: Select the same block twice on your toolbar to pick a size.
de: Wählen Sie denselben Block auf Ihrer Schnellzugriffsleiste erneut an, um die Größe zu wechseln.
es: Selecciona el mismo bloque dos veces en la barra de herramientas para elegir un tamaño.
fr: Sélectionnez le même bloc deux fois dans votre barre d’outils pour choisir une taille.
hu_hu: A méret kiválasztásához jelölje ki kétszer ugyanazt a blokkot az eszköztáron.
it: Seleziona lo stesso blocco due volte nella barra degli strumenti per scegliere una dimensione.
pl_pl: Wybierz ponownie blok żeby zmienić jego rozmiar.
pt_br: Selecione o mesmo bloco duas vezes na barra de ferramentas e escolha um tamanho.
ru: Выберите тот же блок дважды на панели инструментов для переключения размеров.
zh_cn: 在你的工具栏上选同样的方块两次，确定其大小。

# IngameHelp_Building2_Detail3
source: Use {CONTROL:CUBE_ROTATE_ROLL_POSITIVE}, {CONTROL:CUBE_ROTATE_VERTICAL_NEGATIVE}, {CONTROL:CUBE_ROTATE_HORISONTAL_POSITIVE}, {CONTROL:CUBE_ROTATE_HORISONTAL_NEGATIVE}, {CONTROL:CUBE_ROTATE_ROLL_NEGATIVE} and {CONTROL:CUBE_ROTATE_VERTICAL_POSITIVE} to rotate blocks.
de: Verwenden Sie {CONTROL:CUBE_ROTATE_ROLL_POSITIVE}, {CONTROL:CUBE_ROTATE_VERTICAL_NEGATIVE}, {CONTROL:CUBE_ROTATE_HORISONTAL_POSITIVE}, {CONTROL:CUBE_ROTATE_HORISONTAL_NEGATIVE}, {CONTROL:CUBE_ROTATE_ROLL_NEGATIVE} und {CONTROL:CUBE_ROTATE_VERTICAL_POSITIVE}, um Blöcke zu drehen.
es: Usa {CONTROL:CUBE_ROTATE_ROLL_POSITIVE}, {CONTROL:CUBE_ROTATE_VERTICAL_NEGATIVE}, {CONTROL:CUBE_ROTATE_HORISONTAL_POSITIVE}, {CONTROL:CUBE_ROTATE_HORISONTAL_NEGATIVE}, {CONTROL:CUBE_ROTATE_ROLL_NEGATIVE} y {CONTROL:CUBE_ROTATE_VERTICAL_POSITIVE} para rotar los bloques.
fr: Utilisez {CONTROL:CUBE_ROTATE_ROLL_POSITIVE}, {CONTROL:CUBE_ROTATE_VERTICAL_NEGATIVE}, {CONTROL:CUBE_ROTATE_HORISONTAL_POSITIVE}, {CONTROL:CUBE_ROTATE_HORISONTAL_NEGATIVE}, {CONTROL:CUBE_ROTATE_ROLL_NEGATIVE} et {CONTROL:CUBE_ROTATE_VERTICAL_POSITIVE} pour faire pivoter les blocs.
hu_hu: Használja {CONTROL:CUBE_ROTATE_ROLL_POSITIVE}, {CONTROL:CUBE_ROTATE_VERTICAL_NEGATIVE}, {CONTROL:CUBE_ROTATE_HORISONTAL_POSITIVE}, {CONTROL:CUBE_ROTATE_HORISONTAL_NEGATIVE}, {CONTROL:CUBE_ROTATE_ROLL_NEGATIVE} és {CONTROL:CUBE_ROTATE_VERTICAL_POSITIVE} gombok a blokkok forgatásához.
it: Usa i tasti {CONTROL:CUBE_ROTATE_ROLL_POSITIVE}, {CONTROL:CUBE_ROTATE_VERTICAL_NEGATIVE}, {CONTROL:CUBE_ROTATE_HORISONTAL_POSITIVE}, {CONTROL:CUBE_ROTATE_HORISONTAL_NEGATIVE}, {CONTROL:CUBE_ROTATE_ROLL_NEGATIVE} e {CONTROL:CUBE_ROTATE_VERTICAL_POSITIVE} per ruotare i blocchi.
pl_pl: Użyj {CONTROL:CUBE_ROTATE_ROLL_POSITIVE}, {CONTROL:CUBE_ROTATE_VERTICAL_NEGATIVE}, {CONTROL:CUBE_ROTATE_HORISONTAL_POSITIVE}, {CONTROL:CUBE_ROTATE_HORISONTAL_NEGATIVE}, {CONTROL:CUBE_ROTATE_ROLL_NEGATIVE}, {CONTROL:CUBE_ROTATE_VERTICAL_POSITIVE} żeby obracać blok.
pt_br: Utilize {CONTROL:CUBE_ROTATE_ROLL_POSITIVE}, {CONTROL:CUBE_ROTATE_VERTICAL_NEGATIVE}, {CONTROL:CUBE_ROTATE_HORISONTAL_POSITIVE}, {CONTROL:CUBE_ROTATE_HORISONTAL_NEGATIVE}, {CONTROL:CUBE_ROTATE_ROLL_NEGATIVE} e {CONTROL:CUBE_ROTATE_VERTICAL_POSITIVE} para girar os blocos.
ru: {CONTROL:CUBE_ROTATE_ROLL_POSITIVE}, {CONTROL:CUBE_ROTATE_VERTICAL_NEGATIVE}, {CONTROL:CUBE_ROTATE_HORISONTAL_POSITIVE}, {CONTROL:CUBE_ROTATE_HORISONTAL_NEGATIVE}, {CONTROL:CUBE_ROTATE_ROLL_NEGATIVE} и {CONTROL:CUBE_ROTATE_VERTICAL_POSITIVE} — вращение блоков.
zh_cn: 使用{CONTROL:CUBE_ROTATE_ROLL_POSITIVE}、{CONTROL:CUBE_ROTATE_VERTICAL_NEGATIVE}、{CONTROL:CUBE_ROTATE_HORISONTAL_POSITIVE}、{CONTROL:CUBE_ROTATE_HORISONTAL_NEGATIVE}、{CONTROL:CUBE_ROTATE_ROLL_NEGATIVE}和{CONTROL:CUBE_ROTATE_VERTICAL_POSITIVE}旋转方块。

# IngameHelp_Building2_Detail2_Gamepad
source: Press {CONTROL:BUILD:CUBE_BUILDER_CUBESIZE_MODE} to change block size.
de: Drücken Sie auf {CONTROL:BUILD:CUBE_BUILDER_CUBESIZE_MODE}, um die Blockgröße zu ändern.
es: Pulsa {CONTROL:BUILD:CUBE_BUILDER_CUBESIZE_MODE} para cambiar el tamaño del bloque.
fr: Appuyez sur {CONTROL:BUILD:CUBE_BUILDER_CUBESIZE_MODE} pour changer la taille du bloc.
hu_hu: Nyomja meg a {CONTROL:BUILD:CUBE_BUILDER_CUBESIZE_MODE} gombot a blokk méretének módosításához.
it: Premi {CONTROL:BUILD:CUBE_BUILDER_CUBESIZE_MODE} per cambiare le dimensioni del blocco.
pl_pl: Wciśnij {CONTROL:BUILD:CUBE_BUILDER_CUBESIZE_MODE}, żeby zmienić rozmiar bloku.
pt_br: Pressione {CONTROL:BUILD:CUBE_BUILDER_CUBESIZE_MODE} para alterar o tamanho do bloco.
ru: Нажмите {CONTROL:BUILD:CUBE_BUILDER_CUBESIZE_MODE}, чтобы изменить размер блока.
zh_cn: 按{CONTROL:BUILD:CUBE_BUILDER_CUBESIZE_MODE}改变方块大小。

# IngameHelp_Building2_Detail3_Gamepad
source: Use {CONTROL:BUILD:CHANGE_ROTATION_AXIS} to change rotation axis.
de: Verwenden Sie {CONTROL:BUILD:CHANGE_ROTATION_AXIS}, um die Rotationsachse zu ändern.
es: Usa {CONTROL:BUILD:CHANGE_ROTATION_AXIS} para cambiar el eje de rotación.
fr: Utilisez {CONTROL:BUILD:CHANGE_ROTATION_AXIS} pour changer l'axe de rotation.
hu_hu: Használja {CONTROL:BUILD:CHANGE_ROTATION_AXIS} a forgástengely módosításához.
it: Usa {CONTROL:BUILD:CHANGE_ROTATION_AXIS} per cambiare l'asse di rotazione.
pl_pl: Użyj {CONTROL:BUILD:CHANGE_ROTATION_AXIS}, żeby zmienić oś obrotu.
pt_br: Use {CONTROL:BUILD:CHANGE_ROTATION_AXIS} para alterar o eixo de rotação.
ru: Для смены оси вращения используйте {CONTROL:BUILD:CHANGE_ROTATION_AXIS}.
zh_cn: 使用{CONTROL:BUILD:CHANGE_ROTATION_AXIS}改变旋转轴。

# IngameHelp_Building2_Detail4_Gamepad
source: Use {CONTROL:BUILD:ROTATE_AXIS_LEFT} and {CONTROL:BUILD:ROTATE_AXIS_RIGHT} to rotate around the axis.
de: Verwenden Sie {CONTROL:BUILD:ROTATE_AXIS_LEFT} und {CONTROL:BUILD:ROTATE_AXIS_RIGHT}, um den Block um diese Achse zu drehen.
es: Usa {CONTROL:BUILD:ROTATE_AXIS_LEFT} y {CONTROL:BUILD:ROTATE_AXIS_RIGHT} para rotar alrededor del eje
fr: Utilisez {CONTROL:BUILD:ROTATE_AXIS_LEFT} et {CONTROL:BUILD:ROTATE_AXIS_RIGHT} pour pivoter autour de l'axe.
hu_hu: Használja {CONTROL:BUILD:ROTATE_AXIS_LEFT} és {CONTROL:BUILD:ROTATE_AXIS_RIGHT} a tengely körül történő elforgatáshoz.
it: Usa {CONTROL:BUILD:ROTATE_AXIS_LEFT} e {CONTROL:BUILD:ROTATE_AXIS_RIGHT} per ruotare intorno all'asse.
pl_pl: Użyj {CONTROL:BUILD:ROTATE_AXIS_LEFT} i {CONTROL:BUILD:ROTATE_AXIS_RIGHT}, aby obracać wokół osi.
pt_br: Use {CONTROL:BUILD:ROTATE_AXIS_LEFT} e {CONTROL:BUILD:ROTATE_AXIS_RIGHT} para girar ao redor do eixo.
ru: Для вращения вокруг оси используйте {CONTROL:BUILD:ROTATE_AXIS_LEFT} и {CONTROL:BUILD:ROTATE_AXIS_RIGHT}.
zh_cn: 使用{CONTROL:BUILD:ROTATE_AXIS_LEFT}和{CONTROL:BUILD:ROTATE_AXIS_RIGHT}绕轴旋转。

# IngameHelp_Building3_Detail1
source: In survival mode you need the first component of a block to place it. You can produce components in assembler or salvage them from other blocks with a grinder.
de: Im Survival-Modus benötigen Sie die erste Komponente eines Blocks, um ihn zu platzieren. Sie können Komponenten in Montageanlagen herstellen oder sie mit einer Schleifmaschine aus anderen Blöcken gewinnen.
es: En el modo de supervivencia necesitas el primer componente de un bloque para colocarlo. Puedes producir componentes en el ensamblador o rescatarlos de otros bloques con una amoladora.
fr: En mode survie, vous avez besoin du premier composant d'un bloc pour le placer. Vous pouvez produire des composants dans l'assembleur ou les récupérer d'autres blocs avec une meuleuse.
hu_hu: Túlélési módban a blokk első összetevőjére van szükség annak elhelyezéséhez. Összeszerelőben gyárthat alkatrészeket, vagy darabolóval más blokkokból kivághatja őket.
it: In modalità di sopravvivenza hai bisogno del primo componente di un blocco per posizionarlo. Puoi produrre i componenti nell'assemblatore o recuperarli da altri blocchi con una smerigliatrice.
pl_pl: W trybie przetrwania potrzebujesz pierwszego komponentu bloku, aby go umieścić. Możesz je wyprodukować komponenty w stacji montażowej lub rozmontować je z innych bloków.
pt_br: No modo sobrevivência, você precisa primeiramente do primeiro componente do bloco para posicioná-lo. Você pode produzir componentes na montadora ou recuperá-los de outros blocos com um esmeril.
ru: В режиме выживания Вам нужен первый компонент блока, чтобы его разместить. Вы можете производить компоненты в сборщиках или получить путём распиливания других блоков болгаркой.
zh_cn: 生存模式中，你需要组件建造方块。你可以用生存配套件制造组件或者用切割机回收利用其他方块。

# IngameHelp_Building3_Detail2
source: Place a block with the {CONTROL:BUILD:PRIMARY_TOOL_ACTION}.
de: Platzieren Sie einen Block mit der Taste {CONTROL:BUILD:PRIMARY_TOOL_ACTION}.
es: Coloca un bloque con {CONTROL:BUILD:PRIMARY_TOOL_ACTION}.
fr: Placez un bloc avec {CONTROL:BUILD:PRIMARY_TOOL_ACTION}.
hu_hu: Helyezzen el egy blokkot a {CONTROL:BUILD:PRIMARY_TOOL_ACTION} gombbal.
it: Piazza un blocco con {CONTROL:BUILD:PRIMARY_TOOL_ACTION}.
pl_pl: Umieść blok klawiszem {CONTROL:BUILD:PRIMARY_TOOL_ACTION}.
pt_br: Posicione um bloco com {CONTROL:BUILD:PRIMARY_TOOL_ACTION}.
ru: Расположите блок с помощью {CONTROL:BUILD:PRIMARY_TOOL_ACTION}.
zh_cn: 用{CONTROL:BUILD:PRIMARY_TOOL_ACTION}放置方块。

# IngameHelp_Ownership_Detail1
source: Blocks owned by other players cannot be accessed if they are not shared with others. You can hack blocks by replacing their computer parts with a grinder and welder to gain access.
de: Auf Blöcke, die anderen Spielern gehören, kann nicht zugegriffen werden, wenn sie nicht von diesen geteilt werden. Sie können jedoch Blöcke hacken und Besitz von ihnen ergreifen, indem Sie deren Computerkomponenten mit einem Schleifgerät entnehmen und per Schweißgerät neue einsetzen.
es: No se puede acceder a los bloques que son propiedad de otros jugadores si no se comparten con otros. Puedes hackear bloques reemplazando sus partes con una amoladora y un soldador para obtener acceso.
fr: Il est impossible d’accéder aux blocs appartenant à d’autres joueurs s’ils ne sont pas partagés avec les autres. Vous pouvez pirater des blocs en remplaçant leurs pièces informatiques avec une meuleuse et un chalumeau pour pouvoir y accéder.
hu_hu: A többi játékos tulajdonában lévő blokkokhoz nem lehet hozzáférni, ha azokat nem osztják meg másokkal. A blokkokat feltörheti hogy hozzáférhessen, ha a számítógép alkatrészeket darabolóval kivágja, és a hegesztővel lecseréli a sajátjára .
it: I blocchi di proprietà di altri giocatori non sono accessibili se non sono condivisi con altri. Puoi attaccare i blocchi sostituendo le parti del loro computer con una smerigliatrice e una saldatrice per ottenere l'accesso.
pl_pl: Bloki należące do innych graczy nie mogą być dostępne, jeśli nie zostaną tobie udostępniane. Możesz je zhakować zastępując bloki komputera swoimi.
pt_br: Blocos que pertencem a outros jogadores não podem ser acessados se não forem compartilhados. Para ter acesso, você pode hackeá-los substituindo suas peças de computador com o esmeril e a soldadora.
ru: К блокам во владении других игроков нельзя получить доступ, если не получены права доступа. Вы можете взломать блоки заменив их компьютеры распилив до синей черты и сварив снова.
zh_cn: 方块为他人所有，如果没有设为共享，你就无法访问。你可以用切割机和焊接机更换其电脑部件破解方块，获得访问权限。

# IngameHelp_Ownership_Detail2
source: Hack a block.
de: Hacken Sie einen Block.
es: Hackea un bloque.
fr: Piratez un bloc.
hu_hu: Egy blokkot feltörése.
it: Attacca un blocco.
pl_pl: Zhakuj blok.
pt_br: Hackear um bloco.
ru: Взломайте блок.
zh_cn: 破解方块。

# IngameHelp_Ownership_Title
source: Good.bot: Ownership
de: Good.Bot: Besitz
es: Good.bot:Propiedad
fr: Good.bot : Propriété
hu_hu: Good.bot: Tulajdonjog
it: Good.bot: Proprietà
pl_pl: Good.bot: Prawo Własności
pt_br: Good.bot: Propriedade
ru: Good.bot: Собственность
zh_cn: Good.bot：所有权

# IngameHelp_CameraTip_Detail1
source: You will be building in no time!
de: Sie werden in null Komma nichts mit dem Konstruieren anfangen können!
es: ¡Estarás construyendo enseguida!
fr: Vous construirez en un rien de temps !
hu_hu: Pillanatok alatt fog építeni!
it: Costruirai in men che non si dica!
pl_pl: Będziesz budować w mgnieniu oka!
pt_br: Em pouco tempo você estará construindo!
ru: В скором времени Вы уже будете строить!
zh_cn: 你会立即开始建造！

# IngameHelp_CameraTip_Detail2
source: *Tip:* Third person camera will switch to first person if there are objects in your way.
de: *Tipp:* Die Third-Person-Kamera schaltet auf die First-Person-Kamera um, wenn Objekte die Sicht versperren.
es: *Sugerencia:* La cámara de tercera persona cambiará a primera persona si hay objetos en su camino.
fr: *Conseil :* La caméra en 3e personne basculera en première personne s'il y a des objets sur votre trajectoire.
hu_hu: * Tipp: *A harmadik személy kamera nézet első személyre vált, ha tárgyak vannak az útjában.
it: *Suggerimento:* La telecamera in terza persona passerà alla prima persona se ci sono oggetti sul tuo cammino.
pl_pl: *rada: * Tryb trzecioosobowy zmieni się na pierwszo jeśli na twojej drodze znajdą się obiekty.
pt_br: *Dica:* A câmera em terceira pessoa mudará para primeira se houverem objetos em seu caminho.
ru: *Подсказка:* вид от третьего лица переключится на вид от первого лица если что-то препятствует обзору.
zh_cn: 提示：如果有物体挡着，摄像头会从第三人称切换至第一人称。

# IngameHelp_Camera_Title
source: Good.bot: Camera
de: Good.Bot: Kamera
es: Good.bot: Cámara
fr: Good.bot : Caméra
hu_hu: Good.bot: Kamera
it: Good.bot: Telecamera
pl_pl: Good.bot: Kamera
pt_br: Good.bot: Câmera
ru: Good.bot: Камера
zh_cn: Good.bot：摄像头

# IngameHelp_Power_Detail1
source: Blocks or entire grids can be turned off to save power and fuel. When you are in a cockpit, Press {CONTROL:TOGGLE_REACTORS} to turn off and on the power production blocks.
de: Blöcke oder ganze Blockkonstruktionen können abgeschaltet werden, um Energie und Brennstoff zu sparen. Wenn Sie sich in einem Cockpit befinden, drücken Sie {CONTROL:TOGGLE_REACTORS}, um die Energieerzeugungsblöcke ein- und auszuschalten.
es: Se pueden apagar bloques o estructuras completas para ahorrar energía y combustible. Mientras estés en una cabina, pulsa {CONTROL:TOGGLE_REACTORS} para apagar y encender los bloques de producción de energía.
fr: Des blocs ou des grilles entières peuvent être désactivés pour économiser de l'énergie et du carburant. Lorsque vous êtes dans un cockpit, appuyez sur {CONTROL:TOGGLE_REACTORS} pour éteindre et allumer les blocs de production d’énergie.
hu_hu: Az energia- és üzemanyag-megtakarításhoz a blokkokat vagy teljes objektumokat is ki lehet kapcsolni. Ha pilótafülkében van, nyomja meg a {CONTROL:TOGGLE_REACTORS} gombot az áramtermelő blokkok ki- és bekapcsolásához.
it: Blocchi o intere griglie possono essere spenti per risparmiare energia e carburante. Quando sei in una cabina di pilotaggio, premi {CONTROL:TOGGLE_REACTORS}per spegnere e accendere i blocchi di produzione di energia.
pl_pl: Bloki lub całe struktury mogą być wyłączone żeby oszczędzić energię i paliwo. Kiedy znajdujesz się w kokpicie wciśnij {CONTROL:TOGGLE_REACTORS} aby wyłączać i włączać bloki produkujące energię.
pt_br: Blocos ou grids inteiras podem ser desligados para economizar energia e combustível. Quando estiver em uma cabine, pressione {CONTROL:TOGGLE_REACTORS} para desligar ou ligar os blocos de produção de energia.
ru: Блоки не будут работать без энергии. Вы можете восстановить подачу энергии построив или включив батареи, солнечные панели или генераторы. Вы также можете включить {CONTROL:TOGGLE_REACTORS} питание структуры через кокпит нажатием.
zh_cn: 关闭方块或者整个网格节省电力和燃料。 在驾驶舱时，按{CONTROL:TOGGLE_REACTORS}关闭或者开启发电方块。

# IngameHelp_Power_Detail2
source: Press {CONTROL:TOGGLE_REACTORS} while in a cockpit.
de: Drücken Sie {CONTROL:TOGGLE_REACTORS}, während Sie sich in einem Cockpit befinden.
es: Pulsa {CONTROL:TOGGLE_REACTORS} mientras estés en una cabina.
fr: Appuyez sur {CONTROL:TOGGLE_REACTORS} dans un cockpit.
hu_hu: Nyomja meg a {CONTROL:TOGGLE_REACTORS} gombot a pilótafülkében.
it: Premi {CONTROL:TOGGLE_REACTORS} mentre sei in una cabina di pilotaggio.
pl_pl: Naciśnij {CONTROL:TOGGLE_REACTORS} będąc w kokpicie.
pt_br: Pressione {CONTROL:TOGGLE_REACTORS} quando estiver na cabine.
ru: Нажмите {CONTROL:TOGGLE_REACTORS}в кокпите.
zh_cn: 在驾驶舱按{CONTROL:TOGGLE_REACTORS}。

# IngameHelp_Power_Title
source: Good.bot: Power
de: Good.Bot: Energie
es: Good.bot: Energía
fr: Good.bot : Alimentation en énergie
hu_hu: Good.bot: Energia
it: Good.bot: Energia
pl_pl: Good.bot: Zasilanie
pt_br: Good.bot: Energia
ru: Good.bot: Энергия
zh_cn: Good.bot：电力

# IngameHelp_BuildingTip_Detail1
source: You are a natural!
de: Sie sind ein Naturtalent!
es: ¡Tienes un talento innato!
fr: Vous êtes un naturel !
hu_hu: Született tehetség vagy!
it: Sei naturale!
pl_pl: Świetnie ci idzie!
pt_br: Você é neutro!
ru: Вы превосходны!
zh_cn: 你很自然！

# IngameHelp_BuildingTip_Detail2
source: *Tip:* Blocks with a + symbol have variations available that you can scroll through.
de: *Tipp:* Bei mit einem „+“-Symbol versehenen Blöcken, steht eine Auswahl von Variationen zur Verfügung, durch die Sie scrollen können.
es: *Sugerencia* Los bloques con un símbolo + tienen variantes disponibles, usa la rueda del ratón para verlas.
fr: *Conseil :* Les blocs avec un symbole + ont des variations que vous pouvez faire défiler.
hu_hu: *Tipp:* A + szimbólummal rendelkező blokkoknak vannak változatai, melyeket lapozhat.
it: *Suggerimento:* I blocchi con il simbolo + hanno varianti disponibili che puoi scorrere.
pl_pl: *rada: * Bloki z symbolem + mają dostępne warianty, które można przewijać kółkiem myszy.
pt_br: *Dica:* Blocos com o símbolo + possuem variações disponíveis para você escolher.
ru: *Подсказка:* блоки с символом плюса имеют варианты, переключаемые колёсиком мыши.
zh_cn: 提示：带有+的方块有多个变体可以点击后滚动翻看。

# IngameHelp_HUDTip_Detail1
source: I could not have done it better myself!
de: Ich hätte es selbst nicht besser machen können!
es: ¡No podría haberlo hecho mejor ni yo mismo!
fr: Je n'aurais pas pu faire mieux moi-même !
hu_hu: Magam sem csinálhattam volna jobban!
it: Non avrei potuto fare di meglio!
pl_pl: Sam nie zrobiłbym tego lepiej!
pt_br: Nem mesmo eu faria melhor!
ru: Я бы и сам не сделал лучше!
zh_cn: 我自己不可能做得比这个好！

# IngameHelp_HUDTip_Detail2
source: *Tip:* HUD signals can be individually disabled in your terminal control panel.
de: *Tipp:* HUD-Markierungen von Signalquellen können in Ihrem Terminal-Bildschirm selektiv deaktiviert werden.
es: *Consejo: Las señales HUD se pueden desactivar individualmente en el panel de control del terminal.
fr: *Conseil :* Les signaux sur l'ATH peuvent être désactivés individuellement dans le panneau de commande de votre terminal.
hu_hu: *Tipp:* A HUD jelek külön-külön letilthatók a terminál kezelőpaneljén.
it: *Suggerimento:* I segnali HUD possono essere disattivati individualmente nel tuo pannello di controllo del terminale.
pl_pl: *rada: * Sygnały HUD mogą być wyłączane osobno w terminalu.
pt_br: *Dica:* Os sinais do HUD podem ser desabilitados individualmente em seu painel de controle do terminal.
ru: *Подсказка:* метки на экране можно отключить по одной в экране терминала.
zh_cn: 提示：可以在终端控制面板中个别地禁用屏幕信号。

# IngameHelp_HUDTip_Detail2:Gamepad
source: *Tip:* HUD signals can be individually disabled in your terminal control panel. In creative mode you can also cycle through signals using {CONTROL:TOGGLE_SIGNALS}.
de: *Tipp:* HUD-Markierungen von Signalquellen können in Ihrem Terminal-Bildschirm einzeln deaktiviert werden. Im Kreativmodus können Sie ebenfalls mit {CONTROL:TOGGLE_SIGNALS} zwischen Ihnen hin- und herschalten.
es: *Sugerencia* Las señales en el HUD se pueden desactivar individualmente en tu terminal. En modo creativo puedes cambiar entre señales con {CONTROL:TOGGLE_SIGNALS}.
fr: *Conseil :* Les signaux sur l'ATH peuvent être désactivés individuellement dans le panneau de commande de votre terminal. En mode créatif vous pouvez aussi faire défiler les signaux avec {CONTROL:TOGGLE_SIGNALS}.
hu_hu: *Tipp:* A HUD jeleket egyedileg lehet kikapcsolni a terminál vezérlőpultján. Kreatív módban a jeleket itt áttekintheti {CONTROL:TOGGLE_SIGNALS}.
it: *Suggerimento.* I segnali HUD possono essere disattivati individualmente nel pannello di controllo del terminale. In modalità creativa puoi anche scorrere i segnali utilizzando {CONTROL:TOGGLE_SIGNALS}.
pl_pl: *rada: * Sygnały HUD mogą być wyłączane osobno w terminalu. W trybie kreatywnym możesz też przełączać między sygnałami używając{CONTROL:TOGGLE_SIGNALS}.
pt_br: *Dica:* Sinais de HUD podem ser desablitados individualmente no seu painel de controle de terminal. No modo criativo, você também pode alternar sinais usando {CONTROL:TOGGLE_SIGNALS}.
ru: *Подсказка:* метки на экране можно отключить по одной на экране терминала. В творческом режиме также можно переключаться между сигналами с помощью {CONTROL:TOGGLE_SIGNALS}.
zh_cn: 提示：可以在终端控制面板禁用单个屏幕信号。 提示二：在创意模式中，可以使用{CONTROL:TOGGLE_SIGNALS}循环查看信号。
