Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# ContractScreen_ObtainDeliver_Description_1
source: This station is in need of maintenance but we are in short supply. Get us the required materials and you will be paid in full.
de: Diese Station ist wartungsbedürftig, aber wir haben nicht genügend Materialien. Besorgen Sie uns das benötigte Material, und Sie erhalten die volle Bezahlung.
es: Esta estación necesita de mantenimiento pero nos faltan materiales. Consíguenos estos materiales y te pagaremos por tu trabajo.
fr: Cette station a besoin d'être entretenue, mais nous sommes en pénurie. Procurez-nous le matériel nécessaire et vous serez payé intégralement.
hu_hu: Ez az állomás karbantartásra szorul, de kevés az utánpótlás. Szerezze meg nekünk a szükséges anyagokat, és teljes egészében kifizetik.
it: Questa stazione ha bisogno di manutenzione, ma siamo a corto di personale. Procuraci il materiale necessario e sarai pagato per intero.
pl_pl: Ta stacja wymaga konserwacji, ale brakuje nam zasobów. Zdobądź potrzebne materiały, a my za nie zapłacimy.
pt_br: Esta estação necessita de manutenção, mas estamos com os suprimentos em falta. Consiga os materiais necessários e será pago integralmente.
ru: Станции требуется обслуживание и мы испытываем нехватку материалов. Добудьте нам требуемое и мы хорошо заплатим.
zh_cn: 基站在维护中但是我们有供货问题。 去给我们找到所需物品，我们会全额给你付款。

# ContractScreen_ObtainDeliver_Description_2
source: As a result of a miscommunication with a distributor we find ourselves short on some supplies. Find us these supplies, bring them here and you will be compensated for your services.
de: Infolge einer Fehlkommunikation mit einem Händler haben wir nicht genügend Materialien. Finden Sie diese Materialien, bringen Sie sie hierher und Sie werden für Ihre Leistungen entschädigt.
es: Por causa de un error en la comunicación con un distribuidor, estamos escasos de suministros. Encuéntranos estos suministros, tráelos aquí y te recompensaremos por tu servicio.
fr: À la suite d'une mauvaise communication avec un distributeur, nous nous trouvons à court de certaines fournitures. Trouvez-nous ces fournitures, apportez-les ici et vous serez rémunéré pour vos services.
hu_hu: Egy forgalmazóval való összetűzés eredményeként, kevés ellátmányunk van, a birtokunkban. Találja meg nekünk ezeket a kellékeket, hozza ide, és megkapja a kompenzációt a szolgálataiért.
it: A causa di una comunicazione errata con un distributore ci troviamo a corto di alcune forniture. Trovaci queste forniture, portale qui e sarai risarcito per i tuoi servizi.
pl_pl: Przez nieporozumienie z naszym dostawcom, zabrakło nam potrzebnych materiałów. Znajdź je, sprowadź tutaj, a my wynagrodzimy Twój wysiłek.
pt_br: Devido a uma falha de comunicação com um distribuidor, ficamos sem alguns suprimentos. Encontre-os, traga-os aqui e será recompensado por seus serviços.
ru: Из-за недопонимания с поставщиком, мы остались без необходимых нам материалов. Найдите для нас эти материалы, доставьте сюда и вы будете достойно вознаграждены за ваши услуги.
zh_cn: 和代理沟通出现问题，导致有些货供不上。 帮我们找到货源，我们会给付费。

# StoreScreen_BuyButton
source: Buy
de: Kaufen
es: Comprar
fr: Acheter
hu_hu: Megvesz
it: Acquista
pl_pl: Kup
pt_br: Comprar
ru: Купить
zh_cn: 买

# StoreScreen_CancelButton
source: Delete
de: Löschen
es: Borrar
fr: Supprimer
hu_hu: Töröl
it: Elimina
pl_pl: Usuń
pt_br: Excluir
ru: Удалить
zh_cn: 删除

# StoreScreen_SellButton
source: Sell
de: Verkaufen
es: Vender
fr: Vendre
hu_hu: Elad
it: Vendi
pl_pl: Sprzedaj
pt_br: Vender
ru: Продать
zh_cn: 卖

# ContractTypeNames_Deliver
source: Hauling
de: Gütertransport
es: Trasporte
fr: Transport
hu_hu: Vontat
it: Trasporto
pl_pl: Transport
pt_br: Transporte
ru: Перевозка
zh_cn: 运输

# ContractTypeNames_Find
source: Search
de: Suchen
es: Buscar
fr: Recherche
hu_hu: Keresés
it: Cerca
pl_pl: Poszukiwanie
pt_br: Buscar
ru: Поиск
zh_cn: 搜索

# ContractTypeNames_ObtainAndDeliver
source: Acquisition
de: Erwerb
es: Adquisición
hu_hu: Beszerzés
it: Acquisizione
pl_pl: Przekazanie
pt_br: Aquisição
ru: Доставка
zh_cn: 收购

# StoreSell_Error_Caption_NotEnoughMoney
source: Transaction Failed
de: Transaktion gescheitert
es: Transacción fallida
fr: Échec de la transaction
hu_hu: Sikertelen Tranzakció
it: Transazione fallita
pl_pl: Transakcja nie powiodła się
pt_br: Falha na transação
ru: Перевод не удался
zh_cn: 无法交易

# StoreSell_Error_Text_NotEnoughMoney
source: The owner of this store does not have enough money.
de: Der Besitzer hat nicht genug Geld.
es: El propietario de esta tienda no tiene suficiente dinero.
fr: Le propriétaire de ce magasin n'a pas assez d'argent.
hu_hu: Az árúház tulajdonosának nincs elég pénze.
it: Il proprietario di questo negozio non ha abbastanza soldi.
pl_pl: Właściciel sklepu nie ma wystarczająco dużo pieniędzy.
pt_br: O proprietário desta loja não possui dinheiro suficiente.
ru: У владельца магазина недостаточно средств.
zh_cn: 店主资金不足。

# StoreSell_Error_Caption_NotEnoughInventorySpace
source: Transaction Failed
de: Transaktion gescheitert
es: Transacción fallida
fr: Échec de la transaction
hu_hu: Sikertelen Tranzakció
it: Transazione fallita
pl_pl: Transakcja nie powiodła się
pt_br: Falha na transação
ru: Перевод не удался
zh_cn: 无法交易

# StoreSell_Error_Text_NotEnoughInventorySpace
source: There is not enough space in store's grid inventories.
de: Der Inventarumfang der Blockkonstruktion des Geschäft ist nicht groß genug.
es: No hay suficiente espacio en los inventarios de la estructura de la tienda.
fr: Il n'y a pas assez de place dans l'inventaire de la grille du magasin.
hu_hu: Nincs elég hely az áruház objektum készleteiben.
it: Non c'è abbastanza spazio negli inventari delle griglie del negozio.
pl_pl: Brak miejsca w ekwipunku sklepu.
pt_br: Não há espaço suficiente nos inventários da grid da loja.
ru: Недостаточно места в контейнерах магазина.
zh_cn: 商店的网格库存空间不足。

# ContractScreen_Administration_SelectionCaption_DeliverBlock
source: Select Contract block
de: Vertragsblock auswählen
es: Selecciona un bloque de contrato
fr: Sélectionnez le bloc de contrat
hu_hu: Válassza ki a szerződés blokkot
it: Seleziona blocco contratto
pl_pl: Wybierz Blok kontraktów
pt_br: Selecione o bloco de contrato
ru: Выберите блок контрактов.
zh_cn: 选定合同方块

# ContractScreen_Administration_SelectionCaption_FindGrid
source: Select grid to find
de: Wählen Sie die zu suchende Blockkonstruktion
es: Selecciona la estructura a encontrar
fr: Sélectionnez la grille à trouver
hu_hu: Válassza ki az objektumot a kereséshez
it: Seleziona griglia da trovare
pl_pl: Wybierz strukturę do znalezienia
pt_br: Selecione a grid para encontrar
ru: Выберите структуру для поиска
zh_cn: 选定网格后去找

# ContractScreen_Administration_SelectionCaption_ObtainAndDeliverBlock
source: Select Contract block
de: Vertragsblock auswählen
es: Selecciona un bloque de contrato
fr: Sélectionnez le bloc de contrat
hu_hu: Válassza ki a szerződés blokkot
it: Seleziona blocco contratto
pl_pl: Wybierz Blok kontraktów
pt_br: Selecione o bloco de contrato
ru: Выберите блок контрактов.
zh_cn: 选定合同方块

# ContractScreen_Administration_SelectionText_DeliverBlock
source: Select one of your contract block that will serve as deliver point for package
de: Wählen Sie denjenigen Ihrer Vertragsblöcke aus, der als Zustellpunkt für das Paket dienen soll
es: Selecciona uno de tus bloques de contrato que servirá como punto de entrega para el paquete
fr: Sélectionnez un de vos blocs de contrat qui servira de point de livraison pour le paquet
hu_hu: Válasszon egyet a szerződéses blokkból, amely a csomag kézbesítési pontja lesz
it: Seleziona uno dei tuoi blocchi di contratto che fungerà da punto di consegna per il pacco
pl_pl: Wybierz blok kontraktów, do którego trzeba dostarczyć paczkę
pt_br: Selecione um dos seus blocos de contrato que servirá como ponto de entrega de pacotes
ru: Выберите один из ваших блоков контрактов, который будет служить пунктом приема
zh_cn: 选定合同方块作为寄件的投递点

# ContractScreen_Administration_SelectionText_FindGrid
source: Select one of your grid that will be searched in contract
de: Wählen Sie eine Ihrer Blockkonstruktionen aus, nach der laut Vertrag gesucht werden soll
es: Selecciona una de tus estructuras que será buscada en el contrato
fr: Sélectionnez une de vos grilles qui sera recherchée dans le contrat
hu_hu: Válassza ki az egyik objektumot, amelyet a szerződésben keresni fog
it: Selezionate una delle tue griglie che verranno cercate nel contratto
pl_pl: Wybierz strukturę, którą trzeba znaleźć w kontrakcie
pt_br: Selecione uma das suas grids que será buscada em contrato
ru: Выберите одну их ваших структур, которую надо будет найти по контракту
zh_cn: 选定一个网格，合同中会搜索它

# ContractScreen_Administration_SelectionText_ObtainAndDeliverBlock
source: Select one of your contract block that will serve as deliver point for items
de: Wählen Sie denjenigen Ihrer Vertragsblöcke aus, der als Zustellpunkt für die Items dienen soll
es: Selecciona uno de tus bloques de contrato que servirá como punto de entrega para los objetos
fr: Sélectionnez un de vos blocs de contrats qui servira de point de livraison pour les objets
hu_hu: Válasszon egyet a szerződéses blokkból, amely az elemek szállítási pontja lesz
it: Seleziona uno dei tuoi blocchi di contratto che fungerà da punto di consegna per gli articoli
pl_pl: Wybierz blok kontraktów, do którego trzeba dostarczyć przedmioty
pt_br: Selecione um dos seus blocos de contrato que servirá como ponto de entrega de itens
ru: Выберите один из ваших блоков контрактов, который будет служить пунктом приема
zh_cn: 选定合同方块作为物品的接收点

# ContractScreen_Administration_NoSelection
source: No selection
de: Keine Auswahl
es: Sin selección
fr: Pas de sélection
hu_hu: Nincs kiválasztás
it: Nessuna selezione
pl_pl: Nie wybrano
pt_br: Nenhuma seleção
ru: Не выбрано
zh_cn: 没选定

# StoreAdministration_NewOffer
source: New Offer
de: Neues Angebot
es: Nueva Oferta
fr: Nouvelle offre
hu_hu: Új ajánlat
it: Nuova offerta
pl_pl: Nowa Oferta
pt_br: Nova oferta
ru: Новое предложение
zh_cn: 新报价

# StoreAdministration_NewOrder
source: New Order
de: Neue Bestellung
es: Nuevo Pedido
fr: Nouvelle commande
hu_hu: Új rendelés
it: Nuovo ordine
pl_pl: Nowe Zamówienie
pt_br: Novo pedido
ru: Новый заказ
zh_cn: 新订单

# StoreBlockView_ListingFee
source: Listing Fee:
de: Angebotsgebühr:
es: Tarifa de listado:
fr: Frais d'inscription :
hu_hu: Listázási díj:
it: Quota di iscrizione:
pl_pl: Opłata za wpis:
pt_br: Taxa de listagem:
ru: Сбор за публикацию:
zh_cn: 上市费：

# StoreBlockView_TransactionFee
source: Transaction Fee:
de: Transaktionsgebühr:
es: Tarifa de transacción:
fr: Frais de trasaction :
hu_hu: Tranzakciós díj:
it: Quota transazione:
pl_pl: Opłata za transakcję:
pt_br: Taxa de transação:
ru: Сбор за транзакцию:
zh_cn: 受理费：

# ContractScreen_Aministration_CreatinResultCaption_BlockNotFound
source: Failure
de: Misserfolg
es: Fallido
fr: Échec
hu_hu: Kudarc
it: Insuccesso
pl_pl: Niepowodzenie
pt_br: Falha
ru: Провал
zh_cn: 失败

# ContractScreen_Aministration_CreatinResultCaption_Error
source: Error
de: Fehler
fr: Erreur
hu_hu: Hiba
it: Errore
pl_pl: Błąd
pt_br: Erro
ru: Ошибка
zh_cn: 错误

# ContractScreen_Aministration_CreatinResultCaption_Fail
source: Failure
de: Misserfolg
es: Fallido
fr: Échec
hu_hu: Kudarc
it: Insuccesso
pl_pl: Niepowodzenie
pt_br: Falha
ru: Провал
zh_cn: 失败

# ContractScreen_Aministration_CreatinResultCaption_GridNotFound
source: Failure
de: Misserfolg
es: Fallido
fr: Échec
hu_hu: Kudarc
it: Insuccesso
pl_pl: Niepowodzenie
pt_br: Falha
ru: Провал
zh_cn: 失败

# ContractScreen_Aministration_CreatinResultCaption_NotAnOwnerOfBlock
source: Failure
de: Misserfolg
es: Fallido
fr: Échec
hu_hu: Kudarc
it: Insuccesso
pl_pl: Niepowodzenie
pt_br: Falha
ru: Провал
zh_cn: 失败

# ContractScreen_Aministration_CreatinResultCaption_NotAnOwnerOfGrid
source: Failure
de: Misserfolg
es: Fallido
fr: Échec
hu_hu: Kudarc
it: Insuccesso
pl_pl: Niepowodzenie
pt_br: Falha
ru: Провал
zh_cn: 失败

# ContractScreen_Aministration_CreatinResultCaption_Success
source: Success
de: Erfolg
es: Éxito
fr: Succès
hu_hu: Siker
it: Successo
pl_pl: Sukces
pt_br: Sucesso
ru: Успех
zh_cn: 成功

# ContractScreen_Aministration_CreatinResultText_BlockNotFound
source: Contract creation failed. Target block was not found.
de: Vertragserstellung fehlgeschlagen. Der Zielblock wurde nicht gefunden.
es: La creación del contrato ha fallado. El bloque objetivo no ha sido encontrado.
fr: La création du contrat a échoué. Le bloc cible n'a pas été trouvé.
hu_hu: A szerződés létrehozása sikertelen. A célblokk nem található.
it: Creazione contratto fallita. Il blocco obiettivo non è stato trovato.
pl_pl: Nie udało się utworzyć kontraktu. Nie znaleziono wybranego bloku.
pt_br: Falha na criação de contrato. Bloco alvo não encontrado.
ru: Создание контракта не удалось. Целевой блок не найден.
zh_cn: 合同创建失败。没找到目标方块。

# ContractScreen_Aministration_CreatinResultText_Error
source: Contract creation failed due to an error.
de: Die Vertragserstellung ist aufgrund eines Fehlers fehlgeschlagen.
es: La creación del contrato ha fallado debido a un error.
fr: La création du contrat a échoué en raison d'une erreur.
hu_hu: A szerződés létrehozása hiba miatt nem sikerült.
it: Creazione contratto fallita a causa di un errore.
pl_pl: Nie udało się utworzyć kontraktu z powodu błędu.
pt_br: Falha na criação de contrato devido a um erro.
ru: Создание контракта не удалось из-за ошибки.
zh_cn: 出错，合同创建失败。

# ContractScreen_Aministration_CreatinResultText_Fail
source: Contract creation failed.
de: Vertragserstellung fehlgeschlagen.
es: La creación del contrato ha fallado.
fr: La création du contrat a échoué.
hu_hu: A szerződés létrehozása sikertelen.
it: Creazione contratto fallita.
pl_pl: Nie udało się utworzyć kontraktu.
pt_br: Falha na criação de contrato.
ru: Создание контракта не удалось.
zh_cn: 创建合同失败。

# ContractScreen_Aministration_CreatinResultText_GridNotFound
source: Contract creation failed. Target grid was not found.
de: Vertragserstellung fehlgeschlagen. Die Zielkonstruktion existiert nicht.
es: La creación del contrato ha fallado. La estructura objetivo no ha sido encontrada.
fr: La création du contrat a échoué. La grille cible n'a pas été trouvée.
hu_hu: A szerződés létrehozása sikertelen. A célobjektum nem található.
it: Creazione contratto fallita. La griglia obiettivo non è stata trovata.
pl_pl: Nie udało się utworzyć kontraktu. Nie znaleziono wybranej struktury.
pt_br: Falha na criação de contrato. Grid alvo não encontrada.
ru: Создание контракта не удалось. Целевая структура не найдена.
zh_cn: 合同创建失败。未找到目标网格。

# ContractScreen_Aministration_CreatinResultText_NotAnOwnerOfBlock
source: Contract creation failed. You are not and owner of targeted block.
de: Vertragserstellung fehlgeschlagen. Sie sind nicht in Besitz des Zielblocks.
es: La creación del contrato ha fallado. No eres el propietario del bloque objetivo.
fr: La création du contrat a échoué. Vous n'êtes pas propriétaire du bloc ciblé.
hu_hu: A szerződés létrehozása sikertelen. Te nem vagy a célzott blokk tulajdonosa.
it: Creazione contratto fallita. Non sei proprietario del blocco obiettivo.
pl_pl: Nie udało się utworzyć kontraktu. Wybrany blok nie należy do Ciebie.
pt_br: Falha na criação de contrato. Você não é proprietário do bloco alvo.
ru: Создание контракта не удалось. Выбранный блок не принадлежит вам.
zh_cn: 合同创建失败。你没有目标方块的所有权。

# ContractScreen_Aministration_CreatinResultText_NotAnOwnerOfGrid
source: Contract creation failed. You are not and owner of targeted grid.
de: Vertrag konnte nicht erstellt werden. Sie sind nicht Eigentümer der Zielkonstruktion.
es: La creación del contrato ha fallado. No eres el propietario de la estructura objetivo.
fr: La création du contrat a échoué. Vous n'êtes pas propriétaire de la grille ciblée.
hu_hu: A szerződés létrehozása sikertelen. Te nem vagy a célobjektum tulajdonosa.
it: Creazione contratto fallita. Non sei proprietario della griglia obiettivo.
pl_pl: Nie udało się utworzyć kontraktu. Wybrana struktura nie należy do Ciebie.
pt_br: Falha na criação de contrato. Você não é proprietário da grid alvo.
ru: Создание контракта не удалось. Выбранная структура не принадлежит вам.
zh_cn: 合同创建失败。你没有目标网格的所有权。

# ContractScreen_Aministration_CreatinResultText_Success
source: Contract was successfully created.
de: Vertrag wurde erfolgreich erstellt.
es: El contrato ha sido creado correctamente.
fr: Le contrat a été créé.
hu_hu: A szerződés sikeresen létrejött.
it: Il contratto è stato creato con successo.
pl_pl: Kontrakt został pomyślnie utworzony.
pt_br: Contrato criado com sucesso.
ru: Контракт успешно создан.
zh_cn: 合同创建成功。

# ContractScreen_Aministration_FailCaption_IsNaN_Duration
source: Invalid value
de: Ungültiger Wert
es: Valor no válido
fr: Valeur invalide
hu_hu: Érvénytelen érték
it: Valore invalido
pl_pl: Niewłaściwa wartość
pt_br: Valor inválido
ru: Неверное значение
zh_cn: 无效数据

# ContractScreen_Aministration_FailCaption_IsNaN_ItemAmount
source: Invalid value
de: Ungültiger Wert
es: Valor no válido
fr: Valeur invalide
hu_hu: Érvénytelen érték
it: Valore invalido
pl_pl: Niewłaściwa wartość
pt_br: Valor inválido
ru: Неверное значение
zh_cn: 无效数据

# ContractScreen_Aministration_FailCaption_IsNaN_MoneyReward
source: Invalid value
de: Ungültiger Wert
es: Valor no válido
fr: Valeur invalide
hu_hu: Érvénytelen érték
it: Valore invalido
pl_pl: Niewłaściwa wartość
pt_br: Valor inválido
ru: Неверное значение
zh_cn: 无效数据

# ContractScreen_Aministration_FailCaption_IsNaN_SearchRadius
source: Invalid value
de: Ungültiger Wert
es: Valor no válido
fr: Valeur invalide
hu_hu: Érvénytelen érték
it: Valore invalido
pl_pl: Niewłaściwa wartość
pt_br: Valor inválido
ru: Неверное значение
zh_cn: 无效数据

# ContractScreen_Aministration_FailCaption_IsNaN_StartingDeposit
source: Invalid value
de: Ungültiger Wert
es: Valor no válido
fr: Valeur invalide
hu_hu: Érvénytelen érték
it: Valore invalido
pl_pl: Niewłaściwa wartość
pt_br: Valor inválido
ru: Неверное значение
zh_cn: 无效数据

# ContractScreen_Aministration_FailCaption_ItemTypeNotSelected
source: Value not selected
de: Wert nicht ausgewählt
es: Valor no seleccionado
fr: Valeur non sélectionnée
hu_hu: Az érték nincs kiválasztva
it: Valore non selezionato
pl_pl: Wartość nie wybrana
pt_br: Valor não selecionado
ru: Значение не выбрано
zh_cn: 数据未选择

# ContractScreen_Aministration_FailCaption_TargetContractBlockNotSelected
source: Value not selected
de: Wert nicht ausgewählt
es: Valor no seleccionado
fr: Valeur non sélectionnée
hu_hu: Az érték nincs kiválasztva
it: Valore non selezionato
pl_pl: Wartość nie wybrana
pt_br: Valor não selecionado
ru: Значение не выбрано
zh_cn: 数据未选择

# ContractScreen_Aministration_FailCaption_TargetGridNotSelected
source: Value not selected
de: Wert nicht ausgewählt
es: Valor no seleccionado
fr: Valeur non sélectionnée
hu_hu: Az érték nincs kiválasztva
it: Valore non selezionato
pl_pl: Wartość nie wybrana
pt_br: Valor não selecionado
ru: Значение не выбрано
zh_cn: 数据未选择

# ContractScreen_Aministration_FailText_IsNaN_Duration
source: Duration has invalid value. Must be non-negative number.
de: Die Dauer hat einen ungültigen Wert. Muss eine nicht-negative Zahl sein.
es: La duración tiene un valor no válido. Debe ser un número positivo.
fr: La durée a une valeur non valable. Doit être un nombre non négatif.
hu_hu: Érvénytelen időtartam érték. Nem lehet negatív szám.
it: La durata ha un valore non valido. Deve essere un numero non negativo.
pl_pl: Czas trwania ma niepoprawną wartość. Nie może być ujemny.
pt_br: Duração com valor inválido. O número não pode ser negativo.
ru: Длительность имеет неверное значение. Должно быть положительное число.
zh_cn: 持续时间数据无效。不能为负数。

# ContractScreen_Aministration_FailText_IsNaN_ItemAmount
source: Item amount has invalid value. Must be positive number.
de: Die Artikelanzahl hat einen ungültigen Wert. Muss eine positive Zahl sein.
es: La cantidad de objetos tiene un valor no válido. Debe ser un número positivo.
fr: La quantité de l'objet a une valeur non valide. Doit être un nombre positif.
hu_hu: Az tétel összegének értéke érvénytelen. Pozitív számnak kell lennie.
it: La quantità dell'oggetto ha un valore non valido. Deve essere un numero positivo.
pl_pl: Ilość przedmiotów ma niepoprawną wartość. Nie może być ujemna.
pt_br: Quantidade de itens inválida. O número deve ser positivo.
ru: Количество имеет неверное значение. Должно быть положительное число.
zh_cn: 物品数量无效。只能是正数。

# ContractScreen_Aministration_FailText_IsNaN_MoneyReward
source: Currency reward has invalid value. Must be non-negative number.
de: Der Belohnungsbetrag ist ungültig. Muss eine nicht-negative Zahl sein.
es: El dinero de la recompensa tiene un valor no válido. No puede ser un número negativo.
fr: La récompense en argent a une valeur non valable. Doit être un nombre non négatif.
hu_hu: A pénzjutalom értéke érvénytelen. Nem lehet negatív szám.
it: La ricompensa in valuta ha un valore non valido. Deve essere un numero non negativo.
pl_pl: Nagroda pieniężna ma niepoprawną wartość. Nie może być ujemna.
pt_br: Recompensa com valor inválido. O número não pode ser negativo.
ru: Оплата имеет неверное значение. Должно быть положительное число.
zh_cn: 货币奖励价值无效。不能为负数。

# ContractScreen_Aministration_FailText_IsNaN_SearchRadius
source: Search radius has invalid value. Must be positive number.
de: Der Suchradius hat einen ungültigen Wert. Muss eine positive Zahl sein.
es: El radio de búsqueda tiene un valor no válido. Debe ser un número positivo.
fr: Le rayon de recherche a une valeur non valide. Doit être un nombre positif.
hu_hu: A keresési sugár értéke érvénytelen. Pozitív számnak kell lennie.
it: Il raggio di ricerca non è valido. Deve essere un numero positivo.
pl_pl: Zasięg poszukiwań ma niepoprawną wartość. Nie może być ujemny.
pt_br: Raio de busca com valor inválido. O número deve ser positivo.
ru: Радиус поиска имеет неверное значение. Должно быть положительное число.
zh_cn: 搜索半径数据无效。只能为正数。

# ContractScreen_Aministration_FailText_IsNaN_StartingDeposit
source: Collateral has invalid value. Must be non-negative number.
de: Zu hinterlegende Sicherheiten haben einen ungültigen Wert. Muss eine nicht-negative Zahl sein.
es: El depósito en garantía tiene un valor no válido. Debe no ser un número negativo.
fr: La caution a une valeur non valide. Doit être un nombre non négatif.
hu_hu: A biztosíték értéke érvénytelen. Nem negatív számnak kell lennie.
it: La garanzia ha un valore non valido. Deve essere un numero non negativo.
pl_pl: Zabezpieczenie ma niepoprawną wartość. Nie może być ujemne.
pt_br: Colateral com valor inválido. O número não pode ser negativo.
ru: Взнос имеет неверное значение. Должно быть положительное число.
zh_cn: 担保金数据无效。不能为负数。

# ContractScreen_Aministration_FailText_ItemTypeNotSelected
source: Item type for delivery must be selected.
de: Die Art der zu liefernden Items muss ausgewählt werden.
es: El tipo de objeto para el envío debe ser seleccionado.
fr: Le type d'objet à livrer doit être sélectionné.
hu_hu: Ki kell jelölni a szállításhoz kiválasztott cikk típusát.
it: Il tipo di oggetto da consegnare deve essere selezionato.
pl_pl: Musisz wybrać typ przedmiotu do dostawy.
pt_br: O tipo de item para entrega deve ser selecionado.
ru: Для доставки должен быть выбран тип предмета.
zh_cn: 必须选定运送的物品类型。
