Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# Description_GratedCatwalkCorner
source: Catwalks can be used to create safe walkways throughout your creations.
de: Personenstege können verwendet werden, um sichere Wege durch Ihre Konstruktionen zu schaffen.
es: Las pasarelas se pueden usar para crear pasarelas seguras a través de tus creaciones.
fr: Les passerelles peuvent être utilisées pour créer des passages sécurisés dans vos créations.
hu_hu: Kifutókat használhatja biztonságos járdák készítéséhez is az alkotásai során.
it: Le passerelle possono essere utilizzate per creare passaggi sicuri in tutte le tue creazioni.
pl_pl: Kratowany pomost może być użyty do stworzenia bezpiecznych przejść pomiędzy twoimi dziełami.
pt_br: Passarelas podem ser usadas para criar caminhos seguros em suas criações.
ru: Переходные мостики позволяют безопасно перемещаться по сооружениям.
zh_cn: 猫步可以让你在建造物中安全走动。

# Description_GratedCatwalkStraight
source: Catwalks can be used to create safe walkways throughout your creations.
de: Personenstege können verwendet werden, um sichere Wege durch Ihre Konstruktionen zu schaffen.
es: Las pasarelas se pueden usar para crear pasarelas seguras a través de tus creaciones.
fr: Les passerelles peuvent être utilisées pour créer des passages sécurisés dans vos créations.
hu_hu: Kifutókat használhatja biztonságos járdák készítéséhez is az alkotásai során.
it: Le passerelle possono essere utilizzate per creare passaggi sicuri in tutte le tue creazioni.
pl_pl: Kratowany pomost może być użyty do stworzenia bezpiecznych przejść pomiędzy twoimi dziełami.
pt_br: Passarelas podem ser usadas para criar caminhos seguros em suas criações.
ru: Переходные мостики позволяют безопасно перемещаться по сооружениям.
zh_cn: 猫步可以让你在建造物中安全走动。

# Description_GratedCatwalkWall
source: Catwalks can be used to create safe walkways throughout your creations.
de: Personenstege können verwendet werden, um sichere Wege durch Ihre Konstruktionen zu schaffen.
es: Las pasarelas se pueden usar para crear pasarelas seguras a través de tus creaciones.
fr: Les passerelles peuvent être utilisées pour créer des passages sécurisés dans vos créations.
hu_hu: Kifutókat használhatja biztonságos járdák készítéséhez is az alkotásai során.
it: Le passerelle possono essere utilizzate per creare passaggi sicuri in tutte le tue creazioni.
pl_pl: Kratowany pomost może być użyty do stworzenia bezpiecznych przejść pomiędzy twoimi dziełami.
pt_br: Passarelas podem ser usadas para criar caminhos seguros em suas criações.
ru: Переходные мостики позволяют безопасно перемещаться по сооружениям.
zh_cn: 猫步可以让你在建造物中安全走动。

# Description_GratedStairs
source: Stairs can be used to create safe walkways throughout your creations.
de: Treppen können verwendet werden, um sichere Wege durch Ihre Kreationen zu schaffen und Höhenunterschiede einfach überbrücken zu können.
es: Las escaleras se pueden usar para crear pasarelas a través de tus creaciones.
fr: Les escaliers peuvent être utilisés pour créer des passages sécurisés dans vos créations.
hu_hu: A lépcsők segítségével biztonságos sétányok készíthetők az alkotása során.
it: Le scale possono essere utilizzate per creare passaggi sicuri in tutte le tue creazioni.
pl_pl: Schody mogą być użyte do stworzenia bezpiecznych przejść pomiędzy twoimi dziełami.
pt_br: Escadas podem ser usadas para criar caminhos seguros em suas criações.
ru: Лестницы позволяют безопасно перемещаться по сооружениям.
zh_cn: 楼梯可以让你在建造物中安全走动。

# Description_GratedHalfStairs
source: Stairs can be used to create safe walkways throughout your creations.
de: Treppen können verwendet werden, um sichere Wege durch Ihre Kreationen zu schaffen und Höhenunterschiede einfach überbrücken zu können.
es: Las escaleras se pueden usar para crear pasarelas a través de tus creaciones.
fr: Les escaliers peuvent être utilisés pour créer des passages sécurisés dans vos créations.
hu_hu: A lépcsők segítségével biztonságos sétányok készíthetők az alkotása során.
it: Le scale possono essere utilizzate per creare passaggi sicuri in tutte le tue creazioni.
pl_pl: Schody mogą być użyte do stworzenia bezpiecznych przejść pomiędzy twoimi dziełami.
pt_br: Escadas podem ser usadas para criar caminhos seguros em suas criações.
ru: Лестницы позволяют безопасно перемещаться по сооружениям.
zh_cn: 楼梯可以让你在建造物中安全走动。

# Description_RotatingLight
source: A rotating light to alert engineers of hazardous situations.
de: Ein rotierendes Licht zur Warnung der Ingenieure vor gefährlichen Situationen.
es: Una luz rotativa para alertar a los ingenieros de lugares peligrosos.
fr: Un gyrophare pour alerter les ingénieurs des situations dangereuses.
hu_hu: Forgó fény, amely figyelmezteti a mérnököket a veszélyes helyzetekre.
it: Una luce rotante per avvisare gli ingegneri di situazioni pericolose.
pl_pl: Światło Obrotowe do ostrzegania inżynierów przed niebezpiecznymi sytuacjami.
pt_br: Uma luz giratória para alertar engenheiros de situações perigosas.
ru: Вращающийся светильник, который может предупреждать об опасности.
zh_cn: 旋转灯可以在有危险发生时警示工程师。

# Description_Freight
source: Crates left scattered around, indicating hard working engineers have been working in the area.
de: Verstreut zurückgelassenen Kisten deuten darauf hin, dass hart arbeitende Ingenieure in der Gegend tätig waren.
es: Cajas desperdigadas, indicando el gran trabajo que han hecho los ingenieros en el área.
fr: Des caisses ont été laissées éparpillées un peu partout, ce qui indique que des ingénieurs très actifs ont travaillé dans la zone.
hu_hu: A ládák szétszórva maradtak, jelezve, hogy szorgalmas mérnökök dolgoztak a környéken.
it: Casse sparse in giro, a indicare che i tecnici hanno lavorato duramente nella zona.
pl_pl: Skrzynie pozostawione wokół, wskazującym, że ciężko pracujący inżynierowie pracowali w tym obszarze.
pt_br: Caixas espalhadas, indicando que engenheiros trabalhadores estiveram na área.
ru: Если повсюду разбросаны грузовые контейнеры, это означает, что здесь усердно трудились инженеры.
zh_cn: 箱子四处散落，说明工程师在这个地方辛勤工作过。

# Description_Kitchen
source: A kitchen for decorating interiors.
de: Eine Küche zur Dekoration von Innenräumen.
es: Una cocina para decorar interiores.
fr: Une cuisine pour décorer les intérieurs.
hu_hu: Konyha belső terek díszítésére.
it: Una cucina per decorare gli interni.
pl_pl: Kuchnia do dekoracji wnętrz.
pt_br: Cozinha para decoração de interiores.
ru: Кухня для декорирования интерьеров.
zh_cn: 厨房供使用。

# Description_Planters
source: A planter for decorating interiors.
de: Ein Pflanzgefäß zur Dekoration von Innenräumen.
es: Una jardinera para la decoración de interiores.
fr: Une jardinière pour décorer les intérieurs.
hu_hu: Egy ültetvény a belső terek díszítése.
it: Una fioriera per decorare gli interni.
pl_pl: Plantacja do dekoracji wnętrz.
pt_br: Planta para decoração de interiores.
ru: Контейнер для растений для декорирования интерьеров.
zh_cn: 花盆装饰室内。

# Description_Lockers
source: Personalized lockers for decorating interiors and store your essentials.
de: Schließfächer zur Dekoration von Innenräumen und zur Aufbewahrung Ihrer wichtigsten Items.
es: Taquillas personalizadas para decorar interiores y guardar lo esencial.
fr: Des casiers personnalisés pour décorer les intérieurs et ranger vos objets de première nécessité.
hu_hu: Személyre szabott szekrények a belső terek díszítéséhez és az alapvető dolgok tárolására.
it: Armadietti personalizzati per decorare gli interni e conservare le tue cose essenziali.
pl_pl: Osobiste szafki do dekoracji wnętrz i przechowywania niezbędnych rzeczy.
pt_br: Escaninhos personalizados para decoração de interiores e para guardar seus pertences.
ru: Шкафчики для личных вещей и декорирования интерьеров.
zh_cn: 个性化柜子储存必需品。

# Description_LockerRoom
source: A locker to store tools, weapons, ammunition and bottles.
de: Waffenkammer zur Aufbewahrung von Waffen und Munition, aber ebenfalls von Werkzeugen und Flaschen.
es: Una taquilla para guardar herramientas, armas, munición y bombonas.
fr: Un casier pour ranger les outils, les armes, les munitions et les bouteilles.
hu_hu: Szekrény szerszámok, fegyverek, lőszerek és palackok tárolására.
it: Un armadietto per riporre strumenti, armi, munizioni e bottiglie.
pl_pl: Szafka do przechowywania narzędzi, broni, amunicji i butli.
pt_br: Armário para armazenar ferramentas, armas, munição e cilindros.
ru: Шкафчик для хранения инструментов, оружия, патронов и баллонов.
zh_cn: 柜子储存工具，武器，弹药和瓶子。

# Description_LockerRoomCorner
source: A locker to store tools, weapons, ammunition and bottles.
de: Waffenkammer zur Aufbewahrung von Waffen und Munition, aber ebenfalls von Werkzeugen und Flaschen.
es: Una taquilla para guardar herramientas, armas, munición y bombonas.
fr: Un casier pour ranger les outils, les armes, les munitions et les bouteilles.
hu_hu: Szekrény szerszámok, fegyverek, lőszerek és palackok tárolására.
it: Un armadietto per riporre strumenti, armi, munizioni e bottiglie.
pl_pl: Szafka do przechowywania narzędzi, broni, amunicji i butli.
pt_br: Armário para armazenar ferramentas, armas, munição e cilindros.
ru: Шкафчик для хранения инструментов, оружия, патронов и баллонов.
zh_cn: 柜子储存工具，武器，弹药和瓶子。

# Description_Couch
source: A couch for decorating interiors. Can be used as a seat.
de: Eine Couch zur Dekoration von Innenräumen. Kann als Sitzplatz verwendet werden.
es: Un sofá para decorar interiores. Se puede utilizar como asiento.
fr: Un canapé pour la décoration d'intérieur. Peut être utilisé comme siège.
hu_hu: Kanapé belső terek díszítésére. Ülésként használható.
it: Un divano per decorare gli interni. Può essere utilizzato come sedile.
pl_pl: Kanapa do dekoracji wnętrz. Może służyć jako miejsce do siedzenia.
pt_br: Sofá para decoração de interiores. Pode ser utilizado como assento.
ru: Диван для декорирования интерьеров. Используется как сидение.
zh_cn: 沙发可以室内使用。 可以做座椅。

# Description_CornerCouch
source: A couch for decorating interior corners. Can be used as a seat.
de: Eine Couch zur Dekoration von Innenecken. Kann als Sitzplatz verwendet werden.
es: Un sofá para decorar los rincones interiores. Se puede utilizar como asiento.
fr: Un canapé pour la décoration des coins intérieurs. Peut être utilisé comme siège.
hu_hu: Kanapé belső sarkok díszítéséhez. Ülésként használható.
it: Un divano per decorare gli angoli interni. Può essere utilizzato come sedile.
pl_pl: Kanapa do dekoracji rogów wnętrz. Może służyć jako miejsce do siedzenia.
pt_br: Sofá para decoração de interiores. Pode ser utilizado como assento.
ru: Диван для декорирования углов интерьеров. Используется как сидение.
zh_cn: 沙发可以放在室内角落处。

# Description_Bathroom
source: A toilet for decorating interiors. Can be used as a seat.
de: Eine Toilette zur Dekoration von Innenräumen. Kann als Sitz verwendet werden.
es: Un inodoro para la decoración de interiores. Se puede utilizar como asiento.
fr: Des toilettes pour la décoration des intérieurs. Peut être utilisée comme siège.
hu_hu: Egy WC a dekorációhoz. Ülésként is használható.
it: Una toilette per decorare gli interni. Può essere usata come sedile.
pl_pl: Toaleta do dekoracji wnętrz. Może służyć jako miejsce do siedzenia.
pt_br: Banheiro para decoração de interiores. Pode ser utilizado como assento.
ru: Туалет для декорирования интерьеров. Используется как сидение.
zh_cn: 厕所可以室内用。还能作为座椅。

# Description_BathroomOpen
source: A toilet for decorating interiors. Can be used as a seat.
de: Eine Toilette zur Dekoration von Innenräumen. Kann als Sitz verwendet werden.
es: Un inodoro para la decoración de interiores. Se puede utilizar como asiento.
fr: Des toilettes pour la décoration des intérieurs. Peut être utilisée comme siège.
hu_hu: WC a belső terek díszítésére. Ülésként használható.
it: Una toilette per decorare gli interni. Può essere usata come sedile.
pl_pl: Toaleta do dekoracji wnętrz. Może służyć jako miejsce do siedzenia.
pt_br: Banheiro para decoração de interiores. Pode ser utilizado como assento.
ru: Туалет для декорирования интерьеров. Используется как сидение.
zh_cn: 厕所可以室内用。还能作为座椅。

# Description_ToiletSeat
source: A toilet for decorating interiors. Can be used as a seat.
de: Eine Toilette zur Dekoration von Innenräumen. Kann als Sitz verwendet werden.
es: Un inodoro para la decoración de interiores. Se puede utilizar como asiento.
fr: Des toilettes pour la décoration des intérieurs. Peut être utilisée comme siège.
hu_hu: WC a belső terek díszítésére. Használható ülésként is.
it: Una toilette per decorare gli interni. Può essere usata come sedile.
pl_pl: Toaleta do dekoracji wnętrz. Może służyć jako miejsce do siedzenia.
pt_br: Banheiro para decoração de interiores. Pode ser utilizado como assento.
ru: Унитаз для декорирования интерьеров. Используется как сидение.
zh_cn: 厕所可以室内用。还能作为座椅。

# Description_Console
source: A console table for decorating interiors, projecting ships and stations in custom scale, as well as displaying pictograms or customized text on its displays.
de: Ein Konsolentisch zur Dekoration von Innenräumen, zur Projektion von Schiffen und Stationen in benutzerdefiniertem Maßstab sowie zur Anzeige von Piktogrammen oder benutzerdefiniertem Text auf seinen Displays.
es: Una mesa de consola para decorar interiores, proyectar naves y estaciones a escala personalizada, así como mostrar pictogramas o textos personalizados en sus pantallas.
fr: Une table console permettant de décorer les intérieurs, de projeter les vaisseaux et les stations à une échelle personnalisée, ainsi que d'afficher des pictogrammes ou du texte personnalisé sur ses écrans.
hu_hu: Konzoltábla belsőtér díszítő. Hajók és állomások egyéni méretű kivetítésére, valamint ábrák vagy személyre szabott szöveg megjelenítésére.
it: Una consolle per decorare gli interni, proiettare navi e stazioni in scala personalizzata, oltre a visualizzare pittogrammi o testi personalizzati sui suoi display.
pl_pl: Stół z konsolą do dekoracji wnętrz, projekcji statku i stacji w modyfikowalnej skali, ale też do wyświetlania ikon, skryptów lub dostosowanego tekstu na jego ekranach.
pt_br: Mesa de console para decoração de interiores. Projeta naves e estações em escala personalizável, além de exibir pictogramas ou textos personalizados em seu monitor.
ru: Голографический стол для декорирования интерьеров и проецирования кораблей и станций с настраиваемым масштабом.
zh_cn: 一种控制台表，用于装饰内饰、按比例投影飞船和基站，还能在显示屏上显示图画文字或定制文本。

# Description_CockpitIndustrial
source: Cockpits are used to control your ship. Connect a cockpit with oxygen tanks and O2/H2 generators to supply the cockpit with oxygen.
de: Cockpits werden zur Steuerung Ihres Schiffes verwendet. Verbinden Sie das Cockpit zur Sauerstoffversorgung mit Sauerstofftanks und O2/H2-Generatoren.
es: Las cabinas se usan para controlar naves. Conecta una cabina con tanques de oxígeno y generadores de O2/H2 para abastecerla de Oxígeno.
fr: Les cockpits sont utilisés pour contrôler votre vaisseau. Connectez un cockpit avec des réservoirs d’oxygène et des générateurs H2/O2 pour alimenter le cockpit en oxygène.
hu_hu: A pilótafülkéket a hajó irányítására használják. Csatlakoztasson a pilótafülkéhez oxigéntartályokkal és O2/H2 generátorokat, hogy az utastérben oxigént biztosítson.
it: Le cabine di pilotaggio sono utilizzate per controllare la tua nave. Collega una cabina di pilotaggio con serbatoi di ossigeno e generatori di O2/H2 per alimentare la cabina di pilotaggio con ossigeno.
pl_pl: Kokpit, z którego kontrolujesz statek. Połącz Kokpit z zbiornikami tlenu i generatorami tlenu aby zaopatrzyć go w tlen.
pt_br: Cabines são utilizadas para controlar as naves. Conecte a cabine a tanques de oxigênio e geradores de H2/O2 para fornecer oxigênio.
ru: Кокпит для управления кораблем. Для наполнения кокпита кислородом соедините его с кислородными баками и генератором O2/H2.
zh_cn: 驾驶舱用于控制飞船。 将氧气罐和O2/H2发生器与驾驶舱连接以供应氧气。

# Description_CockpitFlush
source: flush cockpit placeholder
de: Platzhalter für integriertes Cockpit
es: marcador de posición de cabina enrasada
fr: emplacement de cockpit affleurant
it: segnaposto cabina a filo
pt_br: placeholder de cabine nivelada
ru: заполнитель плоской кабины
zh_cn: 齐平驾驶舱占位符

# Description_Bed
source: A bed for decorating interiors. Can preserve the players' inventory and toolbar while they're offline and keeps them alive as long as there is oxygen available in environment.
de: Ein Bett zur Dekoration von Innenräumen. Kann das Inventar und die Schnellzugriffsleiste von Spielern bewahren, während sie offline sind, und hält sie am Leben, solange Sauerstoff in der Umgebung verfügbar ist.
es: Una cama para decorar interiores. Puede preservar el inventario y la barra de herramientas de los jugadores mientras están desconectados y mantenerlos con vida siempre que haya oxígeno disponible en el entorno.
fr: Un lit pour décorer les intérieurs. Peut préserver l'inventaire et la barre d'outils des joueurs lorsqu'ils sont hors ligne et les maintient en vie tant qu'il y a de l'oxygène disponible dans l'environnement.
hu_hu: Ágy belső terek díszítésére. Offline állapotban megőrizi a játékosok leltár és eszköztárát, és életben tarthatja őket, amíg a környezetben rendelkezésre áll oxigén.
it: Un letto per decorare gli interni. Può conservare l'inventario e la barra degli strumenti dei giocatori mentre sono offline e li tiene in vita finché c'è ossigeno disponibile nell'ambiente.
pl_pl: Łóżko do dekoracji wnętrz. Przechowuje pasek narzędzi i wyposażenie kiedy gracz jest offline oraz utrzymuje przy życiu tak długo, jak w środowisku jest dostępny tlen.
pt_br: Cama para decoração de interiores. Preserva o inventário e a barra de ferramentas do jogador enquanto estiver offline, além de mantê-lo vivo enquanto houver oxigênio disponível no ambiente.
ru: Кровать для декорирования интерьеров. Сохраняет инвентарь игрока и панель инструментов при выходе с сервера и поддерживает жизнь, пока доступен кислород.
zh_cn: 床可以室内使用。玩家离线的时候可以保留其库存和工具栏，而且在有足够的氧气的时候维持其生命。

# DetailScreen_Button_Close
source: Close
cs_cz: Zavřít
de: Schließen
es: Cerrar
fr: Fermer
hu_hu: Bezár
it: Chiudi
pl_pl: Zamknij
pt_br: Fechar
ru: Закрыть
zh_cn: 关闭

# DetailScreen_Button_Delete
source: Delete
cs_cz: Smazat
de: Löschen
es: Borrar
fr: Supprimer
hu_hu: Töröl
it: Elimina
pl_pl: Usuń
pt_br: Excluir
ru: Удалить
zh_cn: 删除

# DetailScreen_Button_OpenInWorkshop
source: Open In Workshop
cs_cz: Otevřít ve Workshopu
de: Im Workshop aufrufen
es: Abrir en la Workshop
fr: Ouvrir dans le Workshop
hu_hu: Megnyitás a műhelyben
it: Apri nel Workshop
pl_pl: Otwórz w warsztacie
pt_br: Abrir no Workshop
ru: Открыть в Мастерской
zh_cn: 打开创意工坊

# DetailScreen_Button_OpenWorkshop
source: Open Workshop
cs_cz: Otevřít Workshop
de: Öffnet den Workshop
es: Abrir workshop
fr: Ouvrir le Workshop
hu_hu: Műhely megnyitása
it: Apri workshop
pl_pl: Otwórz Warsztat
pt_br: Abrir Workshop
ru: Открыть Мастерскую
zh_cn: 打开创意工坊

# DetailScreen_Button_Publish
source: Publish
cs_cz: Publikovat
de: Veröffentlichen
es: Publicar
fr: Publier
hu_hu: Közzététel
it: Pubblica
pl_pl: Opublikuj
pt_br: Publicar
ru: Опубликовать
zh_cn: 发布

# DetailScreen_Button_Rename
source: Rename
cs_cz: Přejmenovat
de: Umbenennen
es: Renombrar
fr: Renommer
hu_hu: Átnevezés
it: Rinomina
pl_pl: Zmień nazwę
pt_br: Renomear
ru: Переименовать
zh_cn: 重命名

# DetailScreen_Button_SendToPlayer
source: Send to Player:
cs_cz: Poslat hráči:
de: An Spieler senden:
es: Enviar a un jugador:
fr: Envoyer au joueur :
hu_hu: Küldés a játékosnak:
it: Invia al Giocatore:
pl_pl: Wyślij do Gracza:
pt_br: Enviar para jogador:
ru: Отправить игроку
zh_cn: 发送给玩家：

# DetectedEntity_Asteroid
source: Asteroid
es: Asteroide
fr: Astéroïde
hu_hu: Aszteroida
it: Asteroide
pl_pl: Asteroida
pt_br: Asteroide
ru: Астероид
zh_cn: 小行星

# DetectedEntity_CharacterHuman
source: Human
cs_cz: Člověk
de: Mensch
es: Humano
fr: Humain
hu_hu: Ember
it: Umano
pl_pl: Człowiek
pt_br: Humano
ru: Персонаж
zh_cn: 人类

# DetectedEntity_CharacterOther
source: Animal
cs_cz: Zvíře
de: Tier
hu_hu: Állat
it: Animale
pl_pl: Zwierze
ru: Животное
zh_cn: 动物

# DetectedEntity_LargeGrid
source: Large Grid
cs_cz: Velká konstrukce
de: Große Blockkonstruktion
es: Estructura grande
fr: Grande Grille
hu_hu: Nagy Objektum
it: Griglia grande
pl_pl: Duża Struktura
pt_br: Grid grande
ru: Большая структура
zh_cn: 大型网格

# DetectedEntity_Meteor
source: Meteor
es: Meteorito
fr: Météorite
it: Meteora
pt_br: Meteoro
ru: Метеорит
zh_cn: 流星

# DetectedEntity_Planet
source: Planet
cs_cz: Planeta
es: Planeta
fr: Planète
hu_hu: Bolygó
it: Pianeta
pl_pl: Planeta
pt_br: Planeta
ru: Планета
zh_cn: 星球

# DetectedEntity_SmallGrid
source: Small Grid
cs_cz: Malá konstrukce
de: Kleine Blockkonstruktion
es: Estructura pequeña
fr: Petite Grille
hu_hu: Kis Objektum
it: Griglia piccola
pl_pl: Mała Struktura
pt_br: Grid pequena
ru: Малая структура
zh_cn: 小型网格

# DetectedEntity_Unknown
source: Unknown
cs_cz: Neznámý
de: Unbekannt
es: Desconocido
fr: Inconnue
hu_hu: Ismeretlen
it: Sconosciuto
pl_pl: Nieznany
pt_br: Desconhecido
ru: Неизвестно
zh_cn: 未知

# DialogTextJoinBattleFailed
source: Joining battle failed, reason: {0}
cs_cz: Připojování do bitvy selhalo, příčina: {0}
de: Schlachtteilnahme fehlgeschlagen. Grund: {0}
es: Ha fallado al unirse a la batalla, razón: {0}
fr: Impossible de rejoindre la bataille, raison : {0}
hu_hu: A csatához csatlakozás nem sikerült: {0}
it: Partecipazione alla battaglia fallita, motivo:{0}
pl_pl: Dołączanie do bitwy nieudane, powód: {0}
pt_br: Entrando no campo de batalha. Motivo: {0}
ru: Попытка присоединиться к битве провалилась, причина: {0}
zh_cn: 加入战斗失败，原因：{0}

# DialogTextJoiningBattle
source: Joining battle
cs_cz: Připojování do bitvy
de: An Schlacht teilnehmen
es: Unirte a la batalla
fr: En train de rejoindre la bataille
hu_hu: Csatlakozás a csatához
it: Partecipazione alla battaglia
pl_pl: Dołączanie do bitwy
pt_br: Entrando na batalha
ru: Присоединение к битве
zh_cn: 加入战斗

# DialogTextJoiningScenario
source: Joining scenario
cs_cz: Připojování ke scénáři
de: An Szenario teilnehmen
es: Entrar en el escenario
fr: En train de rejoindre le scénario
hu_hu: Csatlakozási forgatókönyv
it: Partecipazione allo scenario
pl_pl: Dołączanie do scenariusza
pt_br: Entrando no cenário
ru: Присоединение к сценарию
zh_cn: 加入情景

# DialogText_RunArgument
source: Argument
es: Argumento
hu_hu: Állítás
it: Parametro
pt_br: Argumento
ru: Аргумент
zh_cn: 参数

source: Difficulty
cs_cz: Obtížnost
de: Schwierigkeitsgrad
es: Dificultad
fr: Difficulté
hu_hu: Nehézség
it: Difficoltà
pl_pl: Poziom trudności
pt_br: Dificuldade
ru: Сложность
zh_cn: 难度

# DifficultyEasy
source: Easy
cs_cz: Lehká
de: Einfach
es: Fácil
fr: Facile
hu_hu: Könnyű
it: Facile
pl_pl: Łatwy
pt_br: Fácil
ru: Легко
zh_cn: 简单

# DifficultyHard
source: Hard
cs_cz: Těžká
de: Schwer
es: Duro
fr: Difficile
hu_hu: Nehéz
it: Difficile
pl_pl: Trudny
pt_br: Difícil
ru: Сложно
zh_cn: 困难

# DifficultyNormal
source: Normal
cs_cz: Normální
fr: Normale
hu_hu: Normál
it: Normale
pl_pl: Normalna
ru: Нормально
zh_cn: 正常

source: Disable Transformation
cs_cz: Zakázat přeměnu
de: Transformationen deaktivieren
es: Desactivar Transformación
fr: Désactiver les transformations
hu_hu: Átalakulás tiltása
it: Disabilita trasformazione
pl_pl: Wyłącz Transformacje
pt_br: Desabilitar transformação
ru: Выкл. трансформацию
zh_cn: 禁用转换

source: DisplayName
cs_cz: ZobrazenýNázev
de: Anzeigenname
es: Mostrar Nombre
fr: Nom affiché
hu_hu: Megjelenítendő név
it: Nome visualizzato
pl_pl: Wyświetl Nazwę
pt_br: Nome de exibição
ru: Видимое имя
zh_cn: 显示名称

# DisplayName_AlienLander
source: Alien Planet Landing
cs_cz: Přistání na cizácké planetě
de: Landung auf einem außerirdischen Planeten
es: Aterrizaje en un planeta alienígena
fr: Atterissage sur une planète extraterrestre
hu_hu: Idegen bolygón leszállás
it: Atterraggio sul pianeta alieno
pl_pl: Lądownik na obcej planecie
pt_br: Pouso no planeta alienígena
ru: Посадка: Чужая
zh_cn: 异星登陆
