Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# FollowHome_SetHomePositionGrid_Tooltip
source: Creates a GPS at the current grid location and sets it as the Home position.
de: Erstellt ein GPS an der aktuellen Position der Blockkonstruktion und legt es als Startposition fest.
es: Crea un GPS en la ubicación actual de la estructura y la establece como posición inicial.
fr: Crée un GPS aux coordonnées actuelles de la grille et le définit comme position d'origine.
it: Crea un GPS nella tua posizione griglia corrente e lo imposta come posizione principale.
pt_br: Cria um GPS na localização atual do grid e a define como posição de residência.
ru: Создает в текущем местоположении структуры GPS-точку, которая становится домашней позицией.
zh_cn: 在当前网格位置创建 GPS 并将其设置为原点位置。

# FollowHome_MinRange_Title
source: Min. Range from Home
de: Minimaler Abstand vom Heimatstandort
es: Mín. alcance desde el inicio
fr: Portée min. à l'origine
it: Raggio minimo da principale
pl_pl: Min. odległość od domu
pt_br: Alcance mínimo da residência
ru: Мин. расстояние от дома
zh_cn: 离原点的最小范围

# FollowHome_MinRange_Tooltip
source: Set the min range away from the home position. The grid will stay between min and max range.
de: Legt die Mindestdistanz vom Heimatstandort fest. Das Netz wird innerhalb der Minimal- und Maximaldistanz bleiben.
es: Ajuste el alcance mínimo lejos de la posición inicial. La estructura se mantendrá entre el alcance mínimo y el máximo.
fr: Définissez la portée minimale par rapport à la position d'origine. La grille restera entre les portées minimale et maximale.
it: Imposta il raggio minimo di distanza dalla posizione principale. La griglia resterà nell'intervallo tra il minimo e il massimo.
pl_pl: Ustawienie min. odległości od lokalizacji macierzystej. Struktura pozostanie w odległości pomiędzy min. a maks.
pt_br: Define o alcance mínimo de distância da posição residência. A grid ficará entre os alcances mínimo e máximo.
ru: Устанавливает минимальное расстояние от домашней позиции. Структура будет держаться в пределах между мин. и макс. расстоянием.
zh_cn: 设置远离原点位置的最小范围。网格将保持在最小和最大范围之间。

# FollowHome_MaxRange_Title
source: Max. Range from Home
de: Maximaler Abstand vom Heimatstandort
es: Máx. alcance desde el inicio
fr: Portée max. à l'origine
it: Raggio massimo da principale
pl_pl: Maks. odległość od domu
pt_br: Alcance máximo da residência
ru: Макс. расстояние от дома
zh_cn: 离原点的最大范围

# FollowHome_MaxRange_Tooltip
source: Set the max range away from the home position. The grid will stay between min and max range.
de: Legt die Maximaldistanz vom Heimatstandort fest. Das Netz wird innerhalb der Minimal- und Maximaldistanz bleiben.
es: Ajuste el alcance máximo lejos de la posición inicial. La estructura se mantendrá entre el alcance mínimo y el máximo.
fr: Définissez la portée maximale par rapport à la position d'origine. La grille restera entre les portées minimale et maximale.
it: Imposta il raggio massimo di distanza dalla posizione principale. La griglia resterà nell'intervallo tra il minimo e il massimo.
pl_pl: Ustawienie maks. odległości od lokalizacji macierzystej. Struktura pozostanie w odległości pomiędzy min. a maks.
pt_br: Define o alcance máximo de distância da posição de residência. A grid ficará entre os alcances mínimo e máximo.
ru: Устанавливает максимальное расстояние от домашней позиции. Структура будет держаться в пределах между мин. и макс. расстоянием.
zh_cn: 设置远离原点位置的最大范围。网格将保持在最小范围和最大范围之间。

# FollowHome_Wander_Title
source: Wander when idle
de: Herumbewegen wenn ungenutzt
es: Deambular cuando está inactivo
fr: Errer en cas d'inactivité
it: Vaga se inattivo
pl_pl: Pozostawaj w ruchu
pt_br: Vagar quando inativo
ru: Бродить в состоянии неактивности
zh_cn: 空闲时游荡

# FollowHome_Wander_Tooltip
source: If set, the grid will wander to random positions within the min and max range from home.
de: Wenn aktiv, bewegt sich das Netz zu zufälligen Positionen innerhalb der Minimal- und Maximaldistanz vom Heimatstandort.
es: Si se establece, la estructura vagará a posiciones aleatorias dentro del rango mínimo y máximo desde la posición inicial.
fr: Si cette option est activée, la grille se déplacera vers des positions aléatoires situées entre les portées minimale et maximale par rapport à l'origine.
it: Se impostata, la griglia vagherà in posizioni casuali all'interno dell'intervallo minimo e massimo dalla posizione principale.
pl_pl: Jeśli wybrano, struktura będzie poruszać się losowo w zakresie min. i maks. od lokalizacji macierzystej.
pt_br: Se definido, a grid vagará para posições aleatórias no alcance mínimo e máximo da residência.
ru: Если установлено, структура будет бродить в случайные места между минимальным и максимальным расстоянием от домашней позиции.
zh_cn: 如果设置，网格将在距离原点的最小和最大范围内随机移动。

# EventControllerBlock_AvailableEvents
source: Event
de: Ereignis
es: Evento
fr: Évènement
it: Evento
pl_pl: Zadanie
pt_br: Evento
ru: Событие
zh_cn: 事件

# EventControllerBlock_Threshold_Title
source: Threshold
de: Schwellenwert
es: Umbral
fr: Seuil
it: Soglia
pl_pl: Próg
pt_br: Limite
ru: Порог
zh_cn: 阈值

# EventControllerBlock_Threshold_Tooltip
source: Threshold
de: Schwellenwert
es: Umbral
fr: Seuil
it: Soglia
pl_pl: Próg
pt_br: Limite
ru: Порог
zh_cn: 阈值

# EventControllerBlock_SelectActions_Title
source: Select Actions
de: Aktionen auswählen
es: Seleccionar acciones
fr: Sélectionner des actions
it: Seleziona azioni
pl_pl: Wybierz działania
pt_br: Selecionar ações
ru: Выбрать действия
zh_cn: 选择动作

# EventControllerBlock_SelectActions_Tooltip
source: Select Actions
de: Aktionen auswählen
es: Seleccionar acciones
fr: Sélectionner des actions
it: Seleziona azioni
pl_pl: Wybierz działania
pt_br: Selecionar ações
ru: Выбрать действия
zh_cn: 选择动作

# EventControllerBlock_AvailableBlocks_Title
source: Available Blocks
de: Verfügbare Blöcke
es: Bloques disponibles
fr: Blocs disponibles
it: Blocchi disponibili
pl_pl: Dostępne bloki
pt_br: Blocos disponíveis
ru: Доступные блоки
zh_cn: 可用方块

# EventControllerBlock_AvailableBlocks_Tooltip
source: Available Blocks
de: Verfügbare Blöcke
es: Bloques disponibles
fr: Blocs disponibles
it: Blocchi disponibili
pl_pl: Dostępne bloki
pt_br: Blocos disponíveis
ru: Доступные блоки
zh_cn: 可用方块

# EventControllerBlock_AddBlocks_Title
source: Add Blocks
de: Blöcke hinzufügen
es: Añadir bloques
fr: Ajouter des blocs
it: Aggiungi blocchi
pl_pl: Dodaj bloki
pt_br: Adicionar blocos
ru: Добавить блоки
zh_cn: 添加方块

# EventControllerBlock_AddBlocks_Tooltip
source: Add Blocks
de: Blöcke hinzufügen
es: Añadir bloques
fr: Ajouter des blocs
it: Aggiungi blocchi
pl_pl: Dodaj bloki
pt_br: Adicionar blocos
ru: Добавить блоки
zh_cn: 添加方块

# EventControllerBlock_SelectedBlocks_Title
source: Selected Blocks
de: Ausgewählte Blöcke
es: Bloques seleccionados
fr: Blocs sélectionnés
it: Blocchi selezionati
pl_pl: Wybrane bloki
pt_br: Blocos selecionados
ru: Выбранные блоки
zh_cn: 已选方块

# EventControllerBlock_SelectedBlocks_Tooltip
source: Selected Blocks
de: Ausgewählte Blöcke
es: Bloques seleccionados
fr: Blocs sélectionnés
it: Blocchi selezionati
pl_pl: Wybrane bloki
pt_br: Blocos selecionados
ru: Выбранные блоки
zh_cn: 已选方块

# EventControllerBlock_RemoveBlocks_Title
source: Remove Blocks
de: Blöcke entfernen
es: Eliminar bloques
fr: Supprimer des blocs
it: Rimuovi blocchi
pl_pl: Usuń bloki
pt_br: Remover blocos
ru: Удалить блоки
zh_cn: 移除方块

# EventControllerBlock_RemoveBlocks_Tooltip
source: Remove Blocks
de: Blöcke entfernen
es: Eliminar bloques
fr: Supprimer des blocs
it: Rimuovi blocchi
pl_pl: Usuń bloki
pt_br: Remover blocos
ru: Удалить блоки
zh_cn: 移除方块

# EventControllerBlock_UnknownBlock
source: Unknown block
de: Unbekannter Block
es: Bloque desconocido
fr: Bloc inconnu
it: Blocco sconosciuto
pt_br: Bloco desconhecido
ru: Неизвестный блок
zh_cn: 未知方块

# EventControllerBlock_UnknownBlockTooltip
source: Block {0} is referenced but not found yet
de: Block {0} ist zwar verzeichnet, konnte aber noch nicht gefunden werden
es: El bloque {0} está referenciado pero aún no se ha encontrado
fr: Le bloc {0} est référencé mais pas encore trouvé
it: Viene fatto riferimento al blocco {0} ma non è stato ancora trovato
pt_br: Bloco {0} é referenciado mas ainda não foi encontrado
ru: Не удалось найти указанный блок «{0}»
zh_cn: 方块 {0} 被引用但尚未找到

# EventControllerBlock_WaitingForRefBlocks
source: ERROR: There are missing referenced blocks. The event won't work until they are resolved or removed.
de: FEHLER: Es fehlen die entsprechenden referenzierten Blöcke. Das Ereignis wird nicht funktionieren, bis die Referenzen aufgelöst oder entfernt werden.
es: ERROR: Faltan bloques referenciados. El evento no funcionará hasta que se resuelvan o eliminen.
fr: ERREUR : Il manque des blocs référencés. L'événement ne fonctionnera pas tant qu'ils n'auront pas été résolus ou supprimés.
it: ERRORE: mancano blocchi riferiti. L'evento non funzionerà finché i riferimenti non verranno risolti o rimossi.
pt_br: ERRO: Há blocos referenciados ausentes. O evento não funcionará até que o problema seja resolvido ou os blocos sejam removidos.
ru: ОШИБКА. Отсутствуют указанные блоки. Чтобы событие работало, их нужно исправить или удалить.
zh_cn: 错误：存在缺失的引用方块。在缺失的引用方块解决或移除之前，事件不会生效。

# EventControllerBlock_AgregateEvent_Title
source: AND Gate
de: Und-Gatter
es: Puerta AND
fr: Porte AND
it: Porta AND
pl_pl: Bramka AND
pt_br: Portão AND
ru: И ворота
zh_cn: 与门

# EventControllerBlock_AgregateEvent_Tooltip
source: The first action is triggered if each block meets the condition. Else, the second action is triggered.
de: Die erste Aktion wird ausgelöst, wenn jeder Block die Bedingung erfüllt. Andernfalls wird die zweite Aktion ausgelöst.
es: La primera acción se desencadena si cada bloque cumple la condición. Si no, se desencadena la segunda acción.
fr: La première action est déclenchée si chaque bloc remplit la condition. Sinon, la deuxième action est déclenchée.
it: La prima azione viene attivata se ogni blocco soddisfa la condizione. Altrimenti, viene attivata la seconda azione.
pl_pl: Pierwsze działanie uruchamia się jeżeli każdy blok spełnia zadane warunki. Jeżeli nie, uruchamia się drugie działanie.
pt_br: A primeira ação é acionada se cada bloco atender às condições. Caso contrário, a segunda ação é acionada.
ru: Первое действие срабатывает, если каждый блок соответствует требованиям. В противном случае срабатывает второе действие.
zh_cn: 如果每个方块都满足条件，则触发第一个动作。否则，触发第二个动作。

# DisplayName_EventBlockIntegrity
source: Block Integrity %
de: Blockintegrität %
es: Integridad del bloque %
fr: Intégrité de bloc %
it: % di integrità del blocco
pl_pl: Stan bloku w %
pt_br: Integridade do bloco %
ru: Целостность блока %
zh_cn: 方块完整性百分比

# DefensiveCombatBlock_DefendAgainst
source: Defend Against
de: Gegen verteidigen
es: Defensa contra
fr: Défendre contre
it: Difendi contro
pl_pl: Obrona przed strukturą
pt_br: Defender de
ru: Защищаться от
zh_cn: 抵御

# DefensiveCombatBlock_DefendAgainst_Tooltip
source: Which other grids may be a threat?
de: Welche anderen Netze könnten eine Gefahr darstellen?
es: ¿Qué otras estructuras pueden ser una amenaza?
fr: Quelles autres grilles peuvent présenter une menace ?
it: Quali altre griglie potrebbero rappresentare una minaccia?
pl_pl: Które spośród innych struktur mogą stanowić zagrożenie?
pt_br: Quais outras grids podem ser uma ameaça?
ru: Какие блоки считать угрозой?
zh_cn: 其他哪些网格可能是威胁？

# DefensiveCombatBlock_TargetLock
source: Target lock
de: Zielerfassung
es: Bloqueo del objetivo
fr: Cible verrouillée
it: Obiettivo fisso
pl_pl: Namierzaj
pt_br: Bloquear alvo
ru: Захват цели
zh_cn: 目标锁定

# DefensiveCombatBlock_TargetLock_Enemies
source: Enemies
de: Feinde
es: Enemigos
fr: Ennemis
it: Nemici
pl_pl: Wrogą
pt_br: Inimigos
ru: Враги
zh_cn: 敌人

# DefensiveCombatBlock_TargetLock_EnemiesAndNeutrals
source: Enemies and neutrals
de: Feinde und Unparteiische
es: Enemigos y neutrales
fr: Ennemis et neutres
it: Nemici e neutrali
pl_pl: Wrogą i neutralną
pt_br: Inimigos e neutros
ru: Враги и нейтральные
zh_cn: 敌人和中立方

# DefensiveCombatBlock_TargetLock_Nobody
source: Nobody
de: Niemand
es: Nadie
fr: Personne
it: Nessuno
pl_pl: Nikim
pt_br: Ninguém
ru: Никто
zh_cn: 无人

# DefensiveCombatBlock_SubsystemsToDestroy
source: Subsystems to destroy
de: Zu zerstörende Teilsysteme
es: Subsistemas a destruir
fr: Sous-systèmes à détruire
it: Sottosistemi da distruggere
pl_pl: Podsystemy do zniszczenia
pt_br: Subsistemas a destruir
ru: Уничтожить подсистемы
zh_cn: 要破坏的子系统

# DefensiveCombatBlock_FleeTo
source: Flee to
de: Fliehen nach
es: Huir a
fr: Fuir vers
it: Fuggi verso
pl_pl: Uciekaj do
pt_br: Fugir para
ru: Убегать к
zh_cn: 逃往

# DefensiveCombatBlock_FleeTo_Tooltip
source: If this grid flees, it will flee towards the selected waypoint.
de: Wenn dieses Netz flieht, wird es in Richtung des ausgewählten Wegpunkts fliehen.
es: Si esta estructura huye, lo hará hacia el punto de referencia seleccionado.
fr: Si cette grille fuit, elle fuit vers le point de passage sélectionné.
it: Se questa griglia fugge, fuggirà verso la tappa selezionata.
pl_pl: Jeżeli struktura będzie uciekać, to wycofa się na wybraną wcześniej pozycję.
pt_br: Se esta grid fugir, ela irá para o ponto de rota selecionado.
ru: В случае бегства эта структура будет двигаться к выбранной точке.
zh_cn: 如果此网格逃跑，它将逃往所选位标。

# DefensiveCombatBlock_FleeTrigger
source: Flee trigger
de: Fluchttrigger
es: Activación de la huida
fr: Déclencheur de fuite
it: Attivazione fuga
pl_pl: Kiedy można zwiewać
pt_br: Acionador de fuga
ru: Активатор бегства
zh_cn: 逃跑触发器

# DefensiveCombatBlock_FleeTrigger_Tooltip
source: When to flee? Never - This grid never flees. Always - This grid flees when it detects another grid within 2500m and the "defend against" and "With Subsystem" conditions are met. When being Target Locked - When another grid that meets the "Defend against" and "With Subsystem" conditions locks this grid. When taking damage - When taking damage from any source while a grid that meets the "Defend against" and "With Subsystem" is within 2500m.
de: Wann flieht es? Niemals - Dieses Netzt flieht nie. Immer - Dieses Netz flieht, wenn es ein anderes Netz innerhalb von 2500 m erkennt und die „Gegen verteidigen“ und „Mit Teilsystem“-Bedingungen erfüllt. Wenn als Ziel erfasst - Wenn ein anderes Netz, dass die „Gegen verteidigen“ und „Mit Teilsystem“-Bedingungen erfüllt, dieses Ziel erfasst. Bei erlittenen Schäden - Wenn es Schäden aus einer beliebigen Quelle erleidet, während sich ein Netz innerhalb von 2500 m befindet, dass die Bedingungen „Gegen verteidigen“ und „Mit Teilsystem“ erfüllt.
es: ¿Cuándo huir? Nunca - Esta estructura nunca huye. Siempre - Esta estructura huye cuando detecta otra estructura a menos de 2500m y se cumplen las condiciones de «defensa contra» y «con subsistema». Al ser bloqueada por el objetivo - Cuando otra estructura que cumple las condiciones «defensa contra» y «con subsistema» bloquea esta estructura. Cuando recibe daño - Cuando recibe daño de cualquier fuente mientras una estructura que cumple las condiciones «defensa contra» y «con subsistema» se encuentra a menos de 2500m.
fr: Quand fuir ? Jamais - Cette grille ne fuit jamais. Toujours - Cette grille fuit lorsqu'elle détecte une autre grille dans un rayon de 2500 m et que les conditions « Se défendre contre » et « Avec sous-système » sont remplies. Lorsqu'elle devient une cible verrouillée - Lorsqu'une autre grille qui remplit les conditions « Se défendre contre » et « Avec sous-système » verrouille cette grille. Lorsqu'elle subit des dégâts - Lorsqu'elle subit des dégâts de n'importe quelle source alors qu'une grille qui remplit les conditions « Se défendre contre » et « Avec sous-système » est dans un rayon de 2500 m.
it: Quando fuggire? Mai: Questa griglia non fugge mai. Sempre: Questa griglia fugge quando rileva un'altra griglia entro 2500m e sono soddisfatte le condizioni "Difendi contro" e "Con sottosistema". Quando un bersaglio è preso di mira: Quando entra nel raggio di un'altra griglia che soddisfa le condizioni "Difendi contro" e "Con sottosistema". Quando si subiscono danni: Quando si subiscono danni da qualsiasi fonte ed è presente una griglia entro 2500 è impostata con "Difendi contro" e "Con sottosistema".
pl_pl: Kiedy uciekać? Nigdy - struktra się nie wycofa. Zawsze - struktura wycofa się gdy wykryje inną struktrę w promieniu 2500m i warunki "broń się przed" oraz "zawiera podsystem" są spełnione. Gdy namierzono - kiedy przeciwnik który spełnia warunki "broń się przed" oraz "zawiera podsystem" namierzył tą strukturę. Odniesiono uszkodzenia - jeżeli zostanie uszkodzona podczas gdy struktura spełniająca warunki "broń się przed" oraz "zawiera podsystem" pozostaje w promieniu 2500m.
pt_br: Quando fugir? Nunca - Esta grid nunca foge. Sempre - Esta grid foge quando detecta outra grid a 2500 m e as condições "Defender de" e "Com subsistema" são atendidas. Quando estiver como Alvo bloqueado - Quando outra grid que atender as condições "Defender de" e "Com subsistema" bloquear este grid. Ao tomar dano - Ao tomar dano de qualquer fonte enquanto a grid atender às condições "Defender de" e "Com subsistema" em 2500 m.
ru: Когда бежать? Никогда – эта структура никогда не спасается бегством. Всегда – эта структура бежит при обнаружении другой структуры в радиусе 2500 м, если выполнены условия «Защищаться против» и «При помощи подсистемы». При захвате в качестве цели – когда другая структура, отвечающая условиям «Защищаться против» и «При помощи подсистемы», захватывает эту структуру в качестве цели. При получении урона – при получении урона от любого источника, отвечающего условиям «Защищаться против» и «При помощи подсистемы» в радиусе 2500 м.
zh_cn: 什么时候逃跑？ 从不 - 此网格永远不会逃跑。 始终 - 当它检测到2500m内的另一个网格并且满足“抵御”和“带子系统”条件时，此网格会逃跑。 成为被锁定的目标时 - 当另一个满足“抵御”和“带子系统”条件的网格锁定此网格时。 受到伤害时 - 当满足“抵御”和“带子系统”的网格在2500m范围内受到任何来源的伤害时。

# DefensiveCombatBlock_FleeTrigger_Never
source: Never
de: Nie
es: Nunca
fr: Jamais
it: Mai
pl_pl: Nigdy
pt_br: Nunca
ru: Никогда
zh_cn: 从不

# DefensiveCombatBlock_FleeTrigger_Always
source: Always
de: Immer
es: Siempre
fr: Toujours
it: Sempre
pl_pl: Zawsze
pt_br: Sempre
ru: Всегда
zh_cn: 始终

# DefensiveCombatBlock_FleeTrigger_WhenTargetLocked
source: When target locked
de: Wenn als Ziel erfasst
es: Cuando el objetivo se bloquea
fr: Lorsqu'elle devient une cible verrouillée
it: Quando un bersaglio è preso di mira
pl_pl: Gdy namierzono
pt_br: Quando alvo bloqueado
ru: При захвате в качестве цели
zh_cn: 成为被锁定的目标时

# DefensiveCombatBlock_FleeTrigger_WhenTakingDamage
source: When taking damage
de: Bei erlittenen Schäden
es: Al recibir daño
fr: Lorsqu'elle subit des dégâts
it: Quando si subiscono danni
pl_pl: Odniesiono uszkodzenia
pt_br: Ao tomar dano
ru: При получении урона
zh_cn: 受到伤害时

# DefensiveCombatBlock_FleeTrigger_FleeTo
source: Flee to
de: Fliehen nach
es: Huir a
fr: Fuir vers
it: Fuggi verso
pl_pl: Uciekaj do
pt_br: Fugir para
ru: Убегать к
zh_cn: 逃往

# DefensiveCombatBlock_WaypointSize
source: Flee waypoint size
de: Größe des Fluchtwegpunkts
es: Tamaño del punto de referencia de huida
fr: Taille du point de passage de fuite
it: Dimensione tappa di fuga
pl_pl: Odległośc od celu ucieczki
pt_br: Tamanho de fugir para ponto de rota
ru: Размер точки бегства
zh_cn: 逃跑位标大小

# DefensiveCombatBlock_WaypointSize_Tooltip
source: The distance to the selected waypoint the grid should be to consider it to have been reached.
de: Die Entfernung zum Wegpunkt, ab der das Netz den Wegpunkt als erreicht betrachtet.
es: La distancia al punto de referencia seleccionado que debe tener la estructura para considerar que se ha alcanzado.
fr: La distance à laquelle la grille doit se trouver par rapport au point de passage sélectionné pour considérer qu'il a été atteint.
it: La distanza dalla tappa selezionata per considerare la tappa raggiunta dalla griglia.
pl_pl: Odległość od celu ucieczki, jaką powinna mieć struktura, aby uznać, że został on osiągnięty.
pt_br: A distância para o ponto de rota selecionado que a grid deve estar para considerar como alcançado.
ru: Расстояние до выбранной точки движения структуры, при котором будет считаться, что цель достигнута.
zh_cn: 当被视为已到达时，网格与所选位标的距离。

# DefensiveCombatBlock_WithSubsystem
source: With Subsystem
de: Mit Teilsystem
es: Con subsistema
fr: Avec sous-système
it: Con sottosistema
pl_pl: Zawiera podsystem
pt_br: Com subsistema
ru: С подсистемой
zh_cn: 带子系统

# DefensiveCombatBlock_WithSubsystem_Tooltip
source: Will "Defend against" grids with this subsystem.
de: Wird sich mit diesem Teilsystem gegen Netze verteidigen, die die „Gegen verteidigen“-Bedingung erfüllen.
es: Hará una «defensa contra» las estructuras con este subsistema.
fr: Va « Se défendre contre » les grilles avec ce sous-système.
it: Attiva il "Difendi contro" dalle griglie con questo sottosistema.
pl_pl: Będzie "bronić się przed" strukturami z tym posystemem.
pt_br: Vão "Defender de" grids com este subsistema.
ru: Связывает структуры «Защищаться против» с этой подсистемой.
zh_cn: 将使用此子系统“抵御”网格。

# BasicMissionAutopilot_Mode
source: Mode
de: Modus
es: Modo
it: Modalità
pl_pl: Tryb
pt_br: Modo
ru: Режим
zh_cn: 模式

# DefensiveCombatBlock_ThreateningSubsystem
source: Threatening Subsystem
de: Angreifendes Teilsystem
es: Subsistema amenazante
fr: Sous-système menaçant
it: Sottosistema di minaccia
pl_pl: Namierzaj podsystem
pt_br: Subsistema de ameaça
ru: Угрожающая подсистема
zh_cn: 威胁子系统

# DefensiveCombatBlock_ThreateningSubsystemTooltip
source: This block will only consider grids with the selected subsystem(s) to be a threat
de: Dieser Block wird nur Netze mit dem ausgewählten Teilsystem bzw. den ausgewählten Teilsystemen als Bedrohung erachten
es: Este bloque solo considerará como amenaza las redes con el subsistema o subsistemas seleccionados
fr: Ce bloc ne considérera que les grilles avec le ou les sous-systèmes sélectionnés comme une menace
it: Questo blocco considererà una minaccia solo le griglie con i sottosistemi selezionati
pl_pl: SI będzie uznawać za zagrożenie tylko struktury z wybranymi podsystemami.
pt_br: Este bloco considerará somente grids no(s) subsistema(s) selecionado(s) como ameaça
ru: Этот блок будет считать угрозой только структуры с выбранными подсистемами
zh_cn: 此方块仅将带所选子系统的网格视为威胁

# DisplayName_EventGasTankFilled
source: Gas Tank Filled %
de: Füllzustand Treibstofftank %
es: Depósito de gas lleno %
fr: Remplissage du réservoir de carburant %
it: % riempimento serbatoio gas
pl_pl: Zbiornik wypełniony w %
pt_br: Tanque de gás cheio %
ru: Заполнение топливного бака %
zh_cn: 气罐储存百分比

# BasicMissionAutopilot_Waypoints
source: Waypoints
de: Wegpunkte
es: Puntos de referencia
fr: Points de passage
it: Tappe
pl_pl: Punky trasy
pt_br: Pontos de rota
ru: Точки маршрута
zh_cn: 位标

# DisplayName_EventStoredPower
source: Stored Power %
de: Gespeicherte Energie %
es: Energía almacenada %
fr: Énergie stockée %
it: % potenza accumulata
pl_pl: Naładowany w %
pt_br: Energia armazenada %
ru: Накопленная энергия %
zh_cn: 存储电量百分比

# BlockPropertyTitle_AttackMode
source: Attack
de: Angriff
es: Ataque
fr: Attaquer
it: Attacco
pl_pl: Atakuj strukturę
pt_br: Atacar
ru: Атака
zh_cn: 攻击

# BlockPropertyTitle_SetAttackModeFormat
source: Set Attack Mode: {0}
de: Angriffsmodus festlegen: {0}
es: Establecer el modo de ataque: {0}
fr: Définir le mode d'attaque : {0}
it: Imposta la modalità di attacco: {0}
pl_pl: Wybrany tryb ataku: {0}
pt_br: Definir modo de ataque: {0}
ru: Установить режим атаки: {0}
zh_cn: 设定攻击模式：{0}

# AttackMode_EnemiesOnly
source: Enemies Only
de: Nur Feinde
es: Solo enemigos
fr: Ennemis uniquement
it: Solo nemici
pl_pl: Tylko wroga
pt_br: Somente inimigos
ru: Только враги
zh_cn: 仅敌人

# AttackMode_EnemiesAndNeutrals
source: Enemies And Neutrals
de: Feinde und Unparteiische
es: Enemigos y neutrales
fr: Ennemis et neutres
it: Nemici e neutrali
pl_pl: Wroga i neutralnego
pt_br: Inimigos e neutros
ru: Враги и нейтральные
zh_cn: 敌人和中立方
