Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# ScreenBlueprintsRew_Tooltip_ButVisibility
source: Show/Hide thumbnails of blueprints/scripts
de: Miniaturansichten von Entwürfen und Skripts anzeigen/ausblenden
es: Mostrar/ocultar miniaturas de planos/Scripts
fr: Afficher/masquer les vignettes des plans/scripts
hu_hu: Tervrajzok/parancsfájlok miniatűrjeinek megjelenítése/elrejtése
it: Mostra/Nascondi le miniature dei progetti/script
pl_pl: Pokaż/Ukryj miniatury schematów/skryptów
pt_br: Exibe/Oculta miniaturas de projetos/scripts
ru: Показать/скрыть превью чертежей/скриптов
zh_cn: 显示/隐藏蓝图/脚本的缩略图

# ScreenBlueprintsRew_Tooltip_SendToPlayer
source: Send blueprint to other players (Workshop Blueprints only)
de: Entwurf an andere Spieler senden (nur Workshop-Entwürfe)
es: Enviar plano a otros jugadores (sólo planos del Workshop)
fr: Envoyer un plan à d'autres joueurs (plan du workshop uniquement)
hu_hu: Tervrajz küldése más játékosoknak ({0} csak BP)
it: Invia il progetto agli altri giocatori (solo Progetti Workshop)
pl_pl: Wyślij schemat do innego gracza (tylko {0} BP)
pt_br: Enviar projetos para outros jogadores (somente Projetos do Workshop)
ru: Отправить чертеж другим игрокам (только чертежи из Мастерской)
zh_cn: 向其他玩家发送蓝图（仅限于创意工坊蓝图）

# ScreenBlueprintsRew_NoBlueprints
source: No content matches the selected filter.
de: Keine dem ausgewählten Filter entsprechende Inhalte verfügbar.
es: Ningún contenido coincide con el filtro seleccionado.
fr: Aucun contenu ne correspond au filtre sélectionné.
hu_hu: Nincs olyan tartalom, amely megfelelne a kijelölt szűrőnek.
it: Nessun contenuto corrisponde al filtro selezionato.
pl_pl: Żadna zawartość nie pasuje do wybranego filtra.
pt_br: Nenhum conteúdo corresponde ao filtro selecionado.
ru: Для выбранного фильтра нет содержимого.
zh_cn: 没有与所选筛选条件匹配的内容。

# ScreenBlueprintsRew_NoWorkshopBlueprints
source: There are no subscribed Workshop blueprints. Open Workshop Browser to subscribe blueprints.
de: Keine abonnierten Workshop-Entwürfe verfügbar. Öffnen Sie den Workshop-Browser, um Entwürfe herunterzuladen.
es: No hay planos del Workshop a los que estés suscrito. Abre el explorador de Workshop para suscribirte a planos.
fr: Il n'y a pas d'abonnement à un plan du workshop. Vous pouvez visiter le Workshop et vous abonner à des plans.
hu_hu: Nincsenek feliratkozott Műhely tervrajzok. Meglátogathatja a {0} Műhelyt, és letöltheti őket itt:
it: Non ci sono progetti Workshop a cui ci si è iscritti. Puoi visitare il Browser del Workshop per iscriverti ai progetti.
pl_pl: Nie subskrybujesz żadnego schematu w Warsztacie. Możesz odwiedzić Warsztat {0} i pobrać go stąd:
pt_br: Nenhum projeto cadastrado no Workshop. Abra o navegador do Workshop para inscrever-se em projetos.
ru: Вы не подписаны на чертежи в Мастерской. Чтобы подписаться, откройте браузер Мастерской.
zh_cn: 没有订阅的创意工坊蓝图。打开创意工坊浏览器以订阅蓝图。

# ScreenBlueprintsRew_NoWorkshopScripts
source: There are no subscribed Workshop scripts. Open Workshop Browser to subscribe blueprints.
de: Es sind keine abonnierten Workshop-Skripts vorhanden. Öffnen Sie den Workshop-Browser, um Entwürfe herunterladen.
es: No hay scripts de Workshop a los que estés suscrito. Abre el explorador de Workshop para suscribirte a planos.
fr: Il n'y a pas d'abonnement à un sricpt du workshop. Vous pouvez visiter le Workshop et vous abonner des plans.
hu_hu: Nincsenek feliratkozott Műhely parancsfájlok. Meglátogathatja a {0} Műhelyt, és letöltheti őket itt:
it: Non ci sono script Workshop a cui ci si è iscritti. Puoi visitare il Browser del Workshop per iscriverti ai progetti.
pl_pl: Nie subskrybujesz żadnego skryptu w Warsztacie. Możesz odwiedzić Warsztat {0} i pobrać go stąd:
pt_br: Nenhum script cadastrado no Workshop. Abra o navegador do Workshop para inscrever-se em projetos.
ru: Вы не подписаны на скрипты в Мастерской. Чтобы подписаться, откройте браузер Мастерской.
zh_cn: 没有订阅的创意工坊脚本。打开创意工坊浏览器以订阅脚本。

# ScreenFolders_ButOpen
source: Open
de: Öffnen
es: Abrir
fr: Ouvert
hu_hu: Megnyitás
it: Aperto
pl_pl: Otwórz
pt_br: Abrir
ru: Открыть
zh_cn: 打开

# ScreenFolders_Caption
source: Directory selection
de: Auswahl des Verzeichnisses
es: Selección del directorio
fr: Sélection du répertoire
hu_hu: Könyvtár kiválasztása
it: Selezione directory
pl_pl: Wybór katalogu
pt_br: Seleção de diretório
ru: Выбор директории
zh_cn: 目录

# ScreenFolders_Tooltip_Open
source: Open current directory
de: Aktuelles Verzeichnis öffnen
es: Abrir el directorio actual
fr: Ouvrir le répertoire actuel
hu_hu: Aktuális könyvtár megnyitása
it: Apri directory corrente
pl_pl: Otwórz bieżący katalog
pt_br: Abre diretório atual
ru: Открыть текущую директорию
zh_cn: 打开当前目录

# ScreenFolders_Tooltip_Refresh
source: Refresh folders and directories
de: Ordner und Verzeichnisse aktualisieren
es: Actualizar carpetas y directorios
fr: Actualiser les dossiers et les répertoires
hu_hu: Mappák és könyvtárak frissítése
it: Aggiorna le cartelle e le directory
pl_pl: Odśwież foldery i katalogi
pt_br: Atualiza pastas e diretórios
ru: Обновить папки и директории
zh_cn: 刷新文件夹和目录

# ScreenBlueprintsRew_ButToEditor
source: Copy to editor
de: In Editor kopieren
es: Copiar al editor
fr: Copier dans l'éditeur
hu_hu: Másolás szerkesztőbe
it: Copia nell'editor
pl_pl: Kopiuj do edytora
pt_br: Copiar para o editor
ru: Скопировать в редактор
zh_cn: 复制到编辑器

# ScreenBlueprintsRew_Tooltip_ButNewScript
source: Create new script from editor
de: Neues Skript vom Editor aus erstellen
es: Crear un nuevo script desde el editor
fr: Créer un nouveau script depuis l'éditeur
hu_hu: Új parancsfájl létrehozása a szerkesztőből
it: Creare un nuovo script da editor
pl_pl: Utwórz nowy skrypt z edytora
pt_br: Criar novo script do editor
ru: Создать новый скрипт из редактора
zh_cn: 从编辑器创建新的脚本

# ScreenBlueprintsRew_Tooltip_ButToEditor
source: Copy script to editor
de: Skript in den Editor kopieren
es: Copiar script al editor
fr: Copier le script dans l'éditeur
hu_hu: Parancsfájl másolása a szerkesztőbe
it: Copia lo script nell'editor
pl_pl: Skopiuj skrypt do edytora
pt_br: Copiar script para o editor
ru: Скопировать скрипт в редактор
zh_cn: 将脚本复制到编辑器

# ScreenBlueprintsRew_ScreenBeingTaken
source: Screenshot is already being taken at this moment
de: Es wird bereits ein Screenshot erstellt
es: Ya se está tomando la captura de pantalla
fr: La capture d'écran est déjà en train d'être prise
hu_hu: Képernyőkép ebben a pillanatban készül
it: Lo screenshot è già in corso in questo momento
pl_pl: Zrzut ekranu jest już wykonywany w tej chwili
pt_br: Captura de tela sendo realizada no momento
ru: Снимок экрана был уже сделан в этот момент
zh_cn: 屏幕截图已经截取

# ScreenBlueprintsRew_ScreenBeingTaken_Caption
source: Screenshoting in progress
de: Screenshot wird erstellt
es: Captura de pantalla en curso
fr: Capture d'écran en cours
hu_hu: Képernyőkép készítése folyamatban van
it: Screenshot in corso
pl_pl: Zrzut ekranu w toku
pt_br: Captura de tela em andamento
ru: Идет захват снимка экрана
zh_cn: 截取中

# ChatBotUnavailable
source: I am sorry, I'm not available right now. Please visit https://support.keenswh.com/ or try again later.
de: Es tut mir leid, ich bin im Moment nicht verfügbar. Bitte besuchen Sie https://support.keenswh.com/ oder versuchen Sie es später noch einmal.
es: Lo siento, no estoy disponible en este momento. Visite https://support.keenswh.com/ o inténtelo de nuevo más tarde.
fr: Je suis désolé, je ne suis pas disponible. Visitez https ://support.keenswh.com/ ou réessayez un peu plus tard.
hu_hu: Sajnálom, jelenleg nem vagyok elérhető. Kérjük, látogasson el a https://support.keenswh.com/ webhelyre, vagy próbálja újra később.
it: Mi spiace, al momento non sono disponibile. Vai su https://support.keenswh.com/ o prova più tardi.
pl_pl: Przepraszam, nie jestem teraz dostępny. Odwiedź https://support.keenswh.com/ lub spróbuj ponownie później.
pt_br: Desculpe. Não estou disponível no momento. Visite https://support.keenswh.com/ ou tente novamente mais tarde.
ru: Извините, я сейчас недоступен. Пожалуйста, посетите support.keenswh.com или попробуйте позже.
zh_cn: 我现在没空。请访问 https://support.keenswh.com/ 或者稍后再试。

# ChatBot_Generic
source: Hello, Engineer! I am Good.bot. What can I help you with?
de: Hallo Ingenieur! Ich bin Good.Bot. Womit kann ich Ihnen helfen?
es: ¡Hola, Ingeniero! Soy Good.bot. ¿En qué puedo ayudarte?
fr: Bonjour, ingénieur ! Je suis un bot. Que puis-je faire pour vous aider ?
hu_hu: Helló, mérnök! Good.bot vagyok. Miben segíthetek?
it: Salve, Ingegnere! Io sono Good.bot. Come posso aiutarti?
pl_pl: Witaj Inżynierze! Jestem Good.bot. W czym mogę pomóc?
pt_br: Olá, Engenheiro! Sou o Good.bot. Como posso ajudá-lo?
ru: Приветствую, Инженер! Я Good.bot, чем я могу помочь?
zh_cn: 工程师，你好！我是Good.bot。有什么可以帮到你？

# ChatBot_HowAreYou
source: I am well, thank you!
de: Mir geht es gut, danke!
es: ¡Estoy bien, gracias!
fr: Je vais bien, merci !
hu_hu: Jól vagyok köszönöm!
it: Sto bene, grazie!
pl_pl: Dobrze, dziękuję!
pt_br: Estou bem, obrigado!
ru: Хорошо, спасибо!
zh_cn: 我还好，谢谢！

# ChatBot_Rude
source: That was not very nice! In case of any issues, please contact us at https://support.keenswh.com/
de: Das war nicht besonders nett! Sollten Sie irgendwelche Probleme haben, kontaktieren Sie uns bitte unter https://support.keenswh.com/
es: ¡Eso ha sido muy amable! En caso de cualquier problema, por favor contáctenos en https://support.keenswh.com/
fr: Ce n'était pas très gentil ! En cas de problème, veuillez nous contacter à l'adresse https ://support.keenswh.com/.
hu_hu: Ez nem volt túl szép! Bármilyen probléma esetén kérjük, lépjen kapcsolatba velünk https://support.keenswh.com/
it: Questo non è molto carino! In caso di problemi, contattaci a https://support.keenswh.com/
pl_pl: To nie było zbyt miłe! Jeśli masz problem dotyczący Space Engineers skontaktuj się z nami na https://support.keenswh.com/
pt_br: Isso não foi legal! Se tiver algum problema, contate-nos em https://support.keenswh.com/
ru: Как неловко. У Вас возникла проблема? Напишите нам в support.keenswh.com
zh_cn: 那就不是太好了！玩游戏的时候遇到了什么问题吗？

# ChatBot_ThankYou
source: You're welcome!
de: Gern geschehen!
es: ¡De nada!
fr: De rien !
hu_hu: Szívesen!
it: Prego!
pl_pl: Nie ma za co!
pt_br: Por nada!
ru: Всегда пожалуйста!
zh_cn: 不客气！

# ChatBotMisunderstanding0
source: Apologies, I am unable to answer the question. I am still learning. For more help, please visit https://support.keenswh.com/
de: Entschuldigen Sie, ich kann die Frage nicht beantworten. Ich bin noch am Lernen. Für weitere Hilfe besuchen Sie bitte https://support.keenswh.com/
es: Disculpas, no puedo responder a la pregunta. Todavía estoy aprendiendo. Para obtener más ayuda, visite https://support.keenswh.com/
fr: Toutes mes excuses, je suis incapable de répondre à la question. Je suis encore en formation. Pour de l'aide supplémentaire, visitez https ://support.keenswh.com/
hu_hu: Elnézést, nem tudok válaszolni a kérdésre. Még mindig tanulok. További segítségért kérjük, látogasson el ide: https://support.keenswh.com/
it: Mi dispiace, non sono in grado di rispondere alla domanda. Sto ancora imparando. Per ulteriori informazioni, visita il sito https://support.keenswh.com/
pl_pl: Przeprasza ale nie umiem odpowiedzieć na to pytanie. Wciąż się uczę. Po więcej pomocy odwiedź https://support.keenswh.com/
pt_br: Perdão, não sou capaz de responder a essa pergunta. Ainda estou aprendendo. Para objer ajuda, visite https://support.keenswh.com/
ru: Извините, я не понимаю Вашего вопроса, я все еще учусь. Перефразируйте Ваш вопрос, также он должен быть на английском. Если Вам нужна помощь, посетите support.keenswh.com.
zh_cn: 抱歉。我不明白你的问题。请再说一次。我会为你解决问题。如果需要进一步协助，请访问 https://support.keenswh.com/

# Description_FAQ_Electricity
source: Electricity can be produced through reactors or solar panels and stored in batteries. It is transferred automatically through all connected blocks. Many blocks require electricity to function.
de: Energie kann durch Reaktoren oder Sonnenkollektoren erzeugt und in Batterien gespeichert werden. Sie wird automatisch durch alle angeschlossenen Blöcke übertragen. Viele Blöcke benötigen Energie, um zu funktionieren.
es: La electricidad puede producirse a través de reactores o paneles solares y almacenarse en baterías. Se transfiere automáticamente a través de todos los bloques conectados. Muchos bloques requieren electricidad para funcionar.
fr: L'électricité peut être produite par des réacteurs ou des panneaux solaires et stockée dans des batteries. Elle est transférée automatiquement à travers tous les blocs connectés. De nombreux blocs nécessitent de l'électricité pour fonctionner.
hu_hu: A villamos energiát reaktorokban vagy napelemekkel lehet előállítani és akkumulátorokban tárolni. Az összes csatlakoztatott blokkon át továbbításra kerül. Sok blokk működéséhez szükséges.
it: L'elettricità può essere prodotta attraverso reattori o pannelli solari e immagazzinata in batterie. Viene trasferita automaticamente attraverso tutti i blocchi collegati. Molti blocchi richiedono elettricità per funzionare.
pl_pl: Energia elektryczna może być wytwarzana przez reaktory lub panele słoneczne i przechowywana w akumulatorach. Jest ona automatycznie przenoszona przez wszystkie podłączone bloki. Wiele z bloków wymaga energii do funkcjonowania.
pt_br: A eletricidade pode ser produzida através de reatores ou painéis solares e armazenada em baterias. Ela será distribuída automaticamente a todos os blocos conectados. Vários blocos necessitam de eletricidade para funcionar.
ru: Электричество производится в реакторах или от солнечных панелей и хранится в батареях. Оно автоматически передается через все соединенные блоки. Многие блоки требуют электричества для работы.
zh_cn: 反应堆和太阳能板可以发电并蓄电。可以自动传输到所有连接的方块。许多方块都需要电才能工作。

# Description_FAQ_Asteroids
source: Asteroids can be found in space. How many there are depends on the server or world settings. Most asteroids will have ores that can be mined.
de: Asteroiden können im Weltraum gefunden werden. Wie viele es sind, hängt von den Einstellungen des Servers oder der Welt ab. Die meisten Asteroiden beinhalten Erze, die abgebaut werden können.
es: Los asteroides se pueden encontrar en el espacio. El número depende de la configuración del servidor o del mundo. La mayoría de los asteroides tendrán minerales que pueden ser extraídos.
fr: Les astéroïdes peuvent être trouvés dans l'espace. Le nombre dépend du serveur ou des paramètres du monde. La plupart des astéroïdes auront des minerais pouvant être extraits.
hu_hu: Az aszteroidák az űrben találhatók. Számuk a kiszolgálótól vagy a világ beállításaitól függ. A legtöbb aszteroidának bányászható ércei vannak.
it: Gli asteroidi si trovano nello spazio. La loro quantità dipende dalle impostazioni del server o del mondo. La maggior parte degli asteroidi contengono minerali.
pl_pl: Asteroidy można znaleźć w przestrzeni kosmicznej. Ich ilość zależy od ustawień świata/serwera. Większość asteroid posiada rudy, które można wydobyć.
pt_br: Os asteroides podem ser encontrados no espaço. Sua quantidade depende das configurações do servidor ou do mundo. A maioria dos asteroides possui minério, que pode ser coletado.
ru: Астероиды можно найти в космосе. Их плотность зависит от настроек мира/сервера. Большинство астероидов вмещают полезные ископаемые, которые можно добыть.
zh_cn: 太空中有小行星。数量取决于服务器的性能和世界设置。大多数小行星都有矿石。

# Description_FAQ_Gravity
source: There is gravity on planets. Virtual Gravity can also be produced with the gravity generator block. Virtual gravity has no effect on grids unless virtual mass blocks are implemented.
de: Auf Planeten wirkt eine, dem jeweiligen Planeten eigene, Schwerkraft. Es kann mit dem Gravitationsgeneratorblock ebenfalls eine virtuelle Schwerkraft erzeugt werden. Die virtuelle Schwerkraft hat keinen Einfluss auf Blockkonstruktionen, es sei denn, in sie wurden „künstliche Masse“-Blöcke implementiert.
es: Hay gravedad en los planetas. La Gravedad Virtual también puede ser producida con el bloque generador de gravedad. La gravedad virtual no tiene efecto sobre las redes a menos que se implementen bloques virtuales de masa.
fr: Il y a de la gravité sur les planètes. La gravité artificielle peut également être produite avec le bloc générateur de gravité. La gravité artificielle n'a aucun effet sur les grilles sauf si des blocs de masse artificielle sont implémentés.
hu_hu: A bolygókon van gravitáció. Virtuális gravitáció a gravitációs generátorral is előállítható,mely csak akkor befolyásolja az objektumokat, ha virtuális tömegblokkok valósulnak meg.
it: C'è gravità sui pianeti. La gravità virtuale può anche essere prodotta con il blocco del generatore di gravità. La gravità virtuale non ha alcun effetto sulle griglie a meno che non vengano implementati blocchi di massa virtuali.
pl_pl: Na planetach jest grawitacja. Sztuczna grawitacja może być tworzona przez generatory grawitacji. Sztuczna grawitacja nie ma wpływu na statki dopóki nie będą one posiadać sztuczną masę.
pt_br: Os planetas têm gravidade. A gravidade virtual também pode ser produzida através do bloco gerador de gravidade, mas só terá efeito na grid quando a massa virtual for implementada.
ru: Планеты обладают гравитацией. Искусственная гравитация может быть создана генератором гравитации. Такое поле гравитации не влияет на структуры, пока к ним не присоединены блоки искусственной массы.
zh_cn: 行星上有重力。也可以用重力发生器方块制造虚拟重力。虚拟重力只有使用虚拟质量方块时才对方块起作用。

# Description_FAQ_Oxygen
source: Some planets have breathable atmospheres. Oxygen can be produced from ice with a O2/H2 generator or from an oxygen farm. Oxygen can be stored in oxygen tanks and bottles.
de: Einige Planeten haben atembare Atmosphären. Ansonsten kann Sauerstoff mit Hilfe eines O2/H2-Generators aus Eis oder mit einer Sauerstofffarm erzeugt werden. Sauerstoff kann in Sauerstofftanks und -flaschen gelagert werden.
es: Algunos planetas tienen atmósferas respirables. El oxígeno se produce a partir de hielo con un generador de O2/H2 o en una granja de oxígeno. El oxígeno se puede almacenar en tanques de oxígeno y bombonas.
fr: Certaines planètes ont des atmosphères respirables. L'oxygène peut être produit à partir de glace avec un générateur de H2/O2 ou d'une ferme à oxygène. L'oxygène peut être stocké dans des réservoirs et des bouteilles d'oxygène.
hu_hu: Egyes bolygóknak lélegzhető légkörük van. Oxigént elő lehet állítani jégből is O2/H2 generátorral vagy oxigénfarmból. Az oxigént tartályokban és palackokban lehet tárolni.
it: Alcuni pianeti hanno atmosfere respirabili. L'ossigeno può essere prodotto dal ghiaccio con un generatore di O2/H2 o da una fabbrica di ossigeno. L'ossigeno può essere immagazzinato in bombole e serbatoi di ossigeno.
pl_pl: Nie które planety mają atmosferę bogatą w tlen. Tlen może też być produkowany z lodu przez generatory tlenu lub farmy tlenowe. Tlen może być przechowywany w zbiornikach i butlach.
pt_br: Alguns planetas possuem atmosfera respirável. O oxigênio pode ser produzido através de gelo com geradores de H2/O2 e fazendas de oxigênio e pode ser armazenado em tanques e cilindros de oxigênio.
ru: На некоторых планетах атмосфера пригодна для дыхания. Кислород также производится из льда в генераторе O2/H2 и на кислородных фермах. Кислород можно хранить в кислородных баках и баллонах.
zh_cn: 有些行星上有大气供人呼吸。O2/H2发生器可以用冰制造氧气，氧气场也可以供应氧气。氧气可以储存在氧气罐或者氧气瓶中。

# Description_FAQ_Damage
source: Damage can be inflicted by using weapons like rocket launchers or gatling turrets or hand held rifles. Grids can also be damaged by impacts with other grids or voxels.
de: Schäden können durch den Einsatz von Waffen wie Raketenwerfern, Geschütztürmen oder Handfeuerwaffen verursacht werden. Blockkonstruktionen können auch durch Zusammenstöße mit anderen Konstruktionen oder Voxeln beschädigt werden.
es: Los daños pueden ser causados por el uso de armas como lanzacohetes, torretas o rifles de mano. Las estructuras también pueden dañarse por impactos con otras estructuras o vóxeles.
fr: Les dégâts peuvent être infligés en utilisant des armes telles que des lance-roquettes, des tourelles gatling ou des fusils. Les grilles peuvent également être endommagées par des impacts avec d'autres grilles ou voxels.
hu_hu: Kárt okozhat olyan fegyverek használata, mint a rakétavető, géppuskatorony vagy kézi puska. Az objektumok is károsodhatnak más objektumokkal vagy voxelekkel való ütközéskor.
it: I danni possono essere inflitti usando armi come lanciarazzi o torrette gatling o fucili a mano. Le griglie possono anche essere danneggiate da impatti con altre griglie o voxel.
pl_pl: Uszkodzenia mogą być zadawane za pomocą broni, takiej jak wyrzutnie rakiet, wieżyczki Gatlinga lub ręczne karabiny. Statki mogą być uszkodzone również przez uderzenie w inne struktury lub teren.
pt_br: Danos podem ser causados ao utilizar armas como lança-mísseis, torres de metralhadora ou rifles de mão. As grids também podem ser danificadas por impactos com outras grids ou voxels.
ru: Можно наносить урон оружием вроде ракетных установок, турелей Гатлинга или ручные винтовки. Структуры можно также повредить столкновением с другими структурами или вокселями.
zh_cn: 使用火箭发射器、加特林炮塔或手持步枪等武器可以造成伤害。还有其他网格或者体素也同样能对网格造成伤害。

# Description_FAQ_Repair
source: Use your welder to repair damaged blocks. Blocks that have been completely destroyed need to be replaced or you can use a projector to repair faster.
de: Benutzen Sie Ihr Schweißgerät, um beschädigte Blöcke zu reparieren. Blöcke, die vollständig zerstört wurden, müssen ersetzt werden. Sie können einen Projektor verwenden, um schneller reparieren zu können.
es: Usa tu soldador para reparar los bloques dañados. Los bloques que han sido completamente destruidos necesitan ser reemplazados o puedes usar un proyector para repararlos más rápido.
fr: Utilisez votre chalumeau pour réparer les blocs endommagés. Les blocs qui ont été complètement détruits doivent être remplacés ou vous pouvez utiliser un projecteur pour réparer plus rapidement.
hu_hu: Használjon hegesztőt a sérült blokkok javításához. A megsemmisült blokkokat ki kell cserélni, vagy használhatja a projektort a gyorsabb javításhoz.
it: Usa la tua saldatrice per riparare i blocchi danneggiati. I blocchi che sono stati completamente distrutti devono essere sostituiti o puoi usare un proiettore per riparare più velocemente.
pl_pl: Użyj Spawarki do naprawy uszkodzonych bloków. Całkowicie uszkodzone bloki mogą zostać zmienione np za pomocą projektora w celu szybszej naprawy.
pt_br: Utilize sua soldadora para reparar os blocos danificados. Blocos que tenham sido completamente destruídos devem ser substituídos ou você pode utilizar um projetor para reparar rapidamente.
ru: Используйте сварщик для починки поврежденных блоков. Уничтоженные блоки следует заменить новыми или использовать проекции для быстрой починки.
zh_cn: 使用焊接器维修受损方块。完全被破坏的方块需要更换或者使用投影仪进行快速修复。
