Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# SwitchBuilderMode
source: Switch cockpit builder mode
cs_cz: Přepnout stavební režim v kokpitu
de: Aktivieren/deaktivieren des Cockpit-Konstruktionsmodus
es: Cambiar al modo de construcción en cabina
fr: Changer le mode de construction du cockpit
hu_hu: Váltás a pilótafülkében építő módra
it: Commuta la modalità costruttore della cabina di pilotaggio
pl_pl: Zmień tryb budowy z kokpitu
pt_br: Alternar para modo construtor de cabine
ru: Включить режим строителя в кокпите
zh_cn: 开关驾驶舱建造模式

# SwitchText_Close
source: Close
cs_cz: Zavřít
de: Schließen
es: Cerrar
fr: Fermer
hu_hu: Zár
it: Chiudi
pl_pl: Zamknij
pt_br: Fechar
ru: Закрыть
zh_cn: 关闭

# SwitchText_Off
source: Off
cs_cz: Vypnuto
de: Aus
hu_hu: Ki
pl_pl: Wył
pt_br: Desligado
ru: Выкл
zh_cn: 关闭

# SwitchText_On
source: On
cs_cz: Zapnuto
de: An
hu_hu: Be
pl_pl: Wł
pt_br: Ligado
ru: Вкл
zh_cn: 开启

# SwitchText_Open
source: Open
cs_cz: Otevřít
de: Öffnen
es: Abrir
fr: Ouvert
hu_hu: Nyit
it: Aperto
pl_pl: Otwórz
pt_br: Abrir
ru: Открыть
zh_cn: 打开

# SwitchToNormalVT
source: With this release we changed visuals of the game a lot. Your graphics settings were changed to Medium to avoid any performance issues.
cs_cz: S touto aktualizací jsme značně změnili vizuální podobu hry. Vaše grafické nastavení bylo změněno na Střední, aby se předešlo problémům s výkonem.
de: In dieser Version haben wir große Änderungen an der Spielgrafik durchgeführt. Ihre Grafikeinstellungen wurden auf „Mittel“ umgestellt, um Performanceprobleme zu vermeiden.
es: Con esta versión hemos cambiado mucho las formas de ver el juego. La configuración de los gráficos se ha cambiado a Media para evitar problemas de rendimiento.
fr: Avec cette version, nous avons beaucoup changé les visuels du jeu. Vos paramètres graphiques ont été modifiés sur Moyen pour éviter tout problème de performances.
hu_hu: Ezzel a kiadással sokat változtattunk a játék látványtervén. A grafikai beállítások közepesre módosultak a teljesítményproblémák elkerülése érdekében.
it: Con questa versione abbiamo cambiato molto la grafica del gioco. Le impostazioni grafiche sono state cambiate in Medium per evitare problemi di performance.
pl_pl: W tym wydaniu bardzo mocno zmieniliśmy wygląd grafiki. Twoje ustawienia graficzne zostały zmienione na średnie w celu uniknięcia problemów z wydajnością.
pt_br: Neste lançamento, o visual do jogo passou por mudanças radicais. Suas configurações de gráficos foram alteradas para Médio para evitar qualquer problema de desempenho.
ru: С этим обновлением мы сильно изменили визуальную часть. Настройки графики сброшены на средние во избежание проблем с производительностью.
zh_cn: 这次更新我们大大提高游戏视觉效果。图形设置改为中等避免性能问题。

source: Terminal
cs_cz: Terminál
hu_hu: Terminál
zh_cn: 终端

# TerminalAccess
source: Open Terminal
cs_cz: Otevřít terminál
de: Zeige Terminal
es: Abrir terminal
fr: Ouvrir le terminal
hu_hu: Terminál Megnyitása
it: Accedi al terminale
pl_pl: Otwórz Terminal
pt_br: Abrir terminal
ru: Показать терминал
zh_cn: 打开终端

# TerminalButton_GroupSave
source: Save
cs_cz: Uložit
de: Speichern
es: Guardar
fr: Sauvegarder
hu_hu: Mentés
it: Salva
pl_pl: Zapisz
pt_br: Salvar
ru: Сохранить
zh_cn: 保存

# TerminalControl
source: Take Control
cs_cz: Převzít kontrolu
de: Kontrolle übernehmen
es: Tomar el control
fr: Prendre le contrôle
hu_hu: Irányítás Átvétele
it: Prendi il controllo
pl_pl: Przejmij kontrolę
pt_br: Controlar
ru: Управлять
zh_cn: 获得控制权

# TerminalControlPanel_Cockpit_ControlThrusters
source: Control thrusters
cs_cz: Ovládání trysek
de: Triebwerke steuern
es: Controlar los propulsores
fr: Contrôler les propulseurs
hu_hu: Hajtómű Irányítás
it: Controllo propulsori
pl_pl: Steruj silnikami
pt_br: Controlar propulsores
ru: Управлять ускорителями
zh_cn: 控制推进器

# TerminalControlPanel_Cockpit_ControlWheels
source: Control wheels
cs_cz: Ovládání kol
de: Räder steuern
es: Controlar las ruedas
fr: Contrôler les roues
hu_hu: Kerék irányíítás
it: Controllo ruote
pl_pl: Steruj kołami
pt_br: Controlar rodas
ru: Управлять колесами
zh_cn: 控制轮子

# TerminalControlPanel_Cockpit_Handbrake
source: Handbrake
cs_cz: Ruční brzda
de: Handbremse
es: Freno de mano
fr: Frein à main
hu_hu: Kézifék
it: Freno a mano
pl_pl: Hamulec ręczny
pt_br: Freio de mão
ru: Ручной тормоз
zh_cn: 手刹

# TerminalControlPanel_Cockpit_Park
source: Park
de: Parken
es: Aparcar
fr: Garer
it: Parcheggio
pl_pl: Parkuj
pt_br: Estacionar
ru: Парковка
zh_cn: 停车场

# TerminalControlPanel_Cockpit_HorizonIndicator
source: Show horizon and altitude
cs_cz: Zobrazit horizont a výšku
de: Horizont und Höhe anzeigen
es: Mostrar horizonte y altitud
fr: Montrer l'horizon et l'altitude
hu_hu: Horizont és magasság megjelenítése
it: Mostra orizzonte e altitudine
pl_pl: Pokaż horyzont i wysokość
pt_br: Exibir horizonte e altitude
ru: Горизонт и высота
zh_cn: 显示地平线和高度

# TerminalControlPanel_Cockpit_EnableTargetLocking
source: Enable target locking
de: Zielerfassung aktivieren
es: Activar el bloqueo del objetivo
fr: Activer le verrouillage de la cible
it: Abilita il blocco dell'obiettivo
pl_pl: Włącz namierzanie celów
pt_br: Ativar bloqueio de alvo
ru: Включить захват цели
zh_cn: 启用目标锁定

# TerminalControlPanel_Cockpit_MainCockpit
source: Main cockpit
cs_cz: Hlavní kokpit
de: Hauptcockpit
es: Cabina principal
fr: Cockpit principal
hu_hu: Fő pilótafülke
it: Cabina principale
pl_pl: Główny kokpit
pt_br: Cabine principal
ru: Главный кокпит
zh_cn: 主驾驶舱

# TerminalControlPanel_Cockpit_MainRemoteControl
source: Main Remote Control
cs_cz: Hlavní vzdálené ovládání
de: Haupt-Fernsteuerung
es: Control remoto principal
fr: Commande à distance principale
hu_hu: Fő Távirányító
it: Telecomando principale
pl_pl: Główne Zdalne Sterowanie
pt_br: Controle remoto principal
ru: Главное удаленное управление
zh_cn: 主控制器

# TerminalControlPanel_EditCode
source: Edit
cs_cz: Změnit
de: Bearbeiten
es: Editar
fr: Modifier
hu_hu: Szerkesztés
it: Modifica
pl_pl: Edytuj
pt_br: Editar
ru: Редактировать
zh_cn: 编辑

# TerminalControlPanel_EditCode_Tooltip
source: Opens code editor where you can create new scripts and upload/download them from workshop
cs_cz: Otevře editor kódu, ve kterém můžete vytvořit nové skripty a nahrávat/stahovat je ze {0} Workshopu
de: Öffnet den Skript-Editor, in dem Sie neue Skripts erstellen und sie im Workshop hoch- und herunterladen können
es: Abre el editor de código donde puedes crear nuevos scripts y subirlos/descargarlos desde el Workshop
fr: Ouvre l'éditeur de code où vous pouvez créer de nouveaux scripts et les télécharger ou les téléverser sur le Workshop
hu_hu: Megnyitja a kódszerkesztőt, ahol új szkripteket hozhat létre, és feltölthet/letölthet a {0} műhelyből
it: Apre l'editor del codice, dove puoi creare nuovi script e caricarli/scaricarli dal Workshop
pl_pl: Otwiera okno edytora kodu gdzie możesz stworzyć nowy skrypt i wysłać/pobrać je z warsztatu {0}.
pt_br: Abre o editor de código, no qual você pode criar novos scripts e fazer seu envio/download diretamente do Workshop
ru: Открывает редактор кода, где можно создавать скрипты, загружать и скачивать через мастерскую
zh_cn: 打开代码编辑器，你可以创建新的脚本并在创意工坊中上传/下载脚本

# TerminalControlPanel_Recompile
source: Recompile
cs_cz: Rekompilovat
de: Neu kompilieren
es: Recompilar
fr: Recompiler
hu_hu: Újrafordítás
it: Ricompila
pl_pl: Rekompiluj
pt_br: Recompilar
ru: Рекомпилировать
zh_cn: 重置代码

# TerminalControlPanel_Recompile_Tooltip
source: Recompiles the current script
cs_cz: Rekompiluje současný skript
de: Kompiliert das aktuelle Skript neu
es: Recompila el script actual
fr: Recompile le script en cours
hu_hu: Újrafordítja az aktuális szkriptet
it: Ricompila lo script corrente
pl_pl: Rekompiluje aktualny skrypt
pt_br: Recompilar script atual
ru: Рекомпилирует текущий скрипт.
zh_cn: 重新编译当前脚本

# TerminalControlPanel_RunArgument
source: Argument
es: Argumento
hu_hu: Argumentum
it: Parametro
pt_br: Argumento
ru: Аргумент
zh_cn: 参数

# TerminalControlPanel_RunArgument_ToolTip
source: An argument passed to your code when clicking the Run button
cs_cz: Argument vložený do Vašeho kódu po kliknutí na tlačítko spustit.
de: Ein Argument, das an deinen Code weitergereicht wird wenn die „Ausführen“-Taste gedrückt wird
es: Un argumento que se pasa al código al hacer clic en el botón Ejecutar
fr: Un argument passé à votre code lorsque vous cliquez sur le bouton Exécuter
hu_hu: A Kódnak átadott argumentum, amikor a Futtatás gombra kattint
it: Parametro passato al tuo codice quando viene cliccato il tasto Esegui
pl_pl: Argument zostanie przekazany do kodu po kliknięciu przycisku Uruchom
pt_br: Um argumento passou para o seu código a pressionar o botão Executar
ru: Аргумент, передаваемый вашему коду в момент щелчка по кнопке запуска.
zh_cn: 单击运行按钮时，参数将传递给你的代码。

# TerminalControlPanel_RunCode
source: Run
cs_cz: Spustit
de: Ausführen
es: Ejecutar
fr: Exécuter
hu_hu: Futtatás
it: Corri
pl_pl: Uruchom
pt_br: Executar
ru: Выполнить
zh_cn: 运行

# TerminalControlPanel_RunCodeDefault
source: Run with default argument
cs_cz: Spustit se základním argumentem
de: Mit Standardargument ausführen
es: Ejecutar con el argumento por defecto
fr: Exécuter avec les arguments par défaut
hu_hu: Futtatás alapértelmezett argumentummal
it: Corri con il parametro di default
pl_pl: Uruchom z domyślnym argumentem
pt_br: Executar com argumento padrão
ru: Выполнить с аргументом по умолчанию
zh_cn: 使用默认参数运行

# TerminalControlPanel_RunCode_Tooltip
source: Run current script and notifies about any exception during run
cs_cz: Spustit aktuální skript a upozornit na všechny problémy během jeho spouštění
de: Führt das hinterlegte Skript aus und zeigt eventuelle Laufzeitfehler an.
es: Ejecuta el script actual y notifica sobre cualquier excepción durante la ejecución
fr: Exécute le script actuel et signale toute exception pendant l’exécution
hu_hu: Futtassa az aktuális parancsfájlt, és küldjön értesítést a futás során felmerülő bármely kivételről
it: Esegue lo script corrente e notifica in caso di eccezioni durante l'esecuzione.
pl_pl: Uruchamia aktualny skrypt i informuje o dowolnym wyjątku podczas działania.
pt_br: Executa script atual e notifica sobre qualquer exceção durante a execução
ru: Запускает текущий скрипт и сообщает о любых исключениях во время его выполнения.
zh_cn: 运行当前脚本并提示错误信息

# TerminalControlPanel_TimerDelay
source: Delay
cs_cz: Prodleva
de: Verzögerung
es: Retraso
fr: Délai
hu_hu: Késleltetés
it: Ritardo
pl_pl: Opóźnienie
pt_br: Atraso
ru: Задержка
zh_cn: 延迟

# TerminalControlPanel_Warhead_Detonate
source: Detonate
cs_cz: Detonovat
de: Sprengung
es: Detonar
fr: Détoner
hu_hu: Felrobbant
it: Detona
pl_pl: Zdetonuj
pt_br: Detonar
ru: Подорвать
zh_cn: 引爆

# TerminalControlPanel_Warhead_DetonationTime
source: Detonation time
cs_cz: Čas Detonace
de: Detonationszeit
es: Tiempo para la detonación
fr: Temps avant détonation
hu_hu: Robbantási idő
it: Tempo di detonazione
pl_pl: Czas do detonacji
pt_br: Tempo de detonação
ru: Время подрыва
zh_cn: 引爆时间

# TerminalControlPanel_Warhead_Safety
source: Arm warhead
cs_cz: Odjistit hlavici
de: Entsichern
es: Armar la ojiva
fr: Armer l'ogive
hu_hu: Robbanófej élesítése
it: Sicura
pl_pl: Bezpiecznik
pt_br: Armar ogiva
ru: Предохранитель
zh_cn: 装备弹头

# TerminalControlPanel_Warhead_SafetyTooltip
source: When checked, the warhead can be detonated manually or by unwary handle. This does not affect automatic detonation after the countdown.
cs_cz: Pokud není zaškrtnuto, pak může být hlavice odpálena ručně či špatnou manipulací. Toto neovlivní automatickou detonaci po zahájení odpočítávání.
de: Wenn markiert, kann der Sprengkopf manuell oder durch unvorsichtigen Umgang gezündet werden. Beeinflusst nicht die automatische Zündung nach dem Countdown.
es: Cuando se marca, la ojiva puede detonarse manualmente o mediante una maniobra involuntaria. Esto no afecta a la detonación automática después de la cuenta atrás.
fr: Une fois coché, l’ogive peut être déclenchée manuellement ou par une manipulation maladroite. Cela n'affecte pas la détonation automatique après le compte à rebours.
hu_hu: Ellenőrzéskor a robbanófejet manuálisan, vagy óvatlan mozdulattal is fel lehet robbantani. Ez nem befolyásolja a visszaszámlálás utáni automatikus robbantást.
it: Quando non selezionato, la testata può essere detonata manualmente. Questo non influenza la detonazione automatica dopo il conto alla rovescia.
pl_pl: Kiedy odznaczone, głowica bojowa może być zdetonowana ręcznie. Ta opcja nie ma wpływu na automatyczną detonację po odliczaniu.
pt_br: Quando armada, a ogiva pode ser detonada manualmente ou por descuido. Isso não afetará a detonação automática após o início da contagem regressiva.
ru: Когда включено, боеголовка может быть подорвана вручную. Это не влияет на автоматический подрыв по истечении таймера.
zh_cn: 选中后，弹头可以直接手动引爆或通过碰撞引爆。 这并不影响其倒计时后自动引爆。

# TerminalControlPanel_Warhead_StartCountdown
source: Start countdown
cs_cz: Zapnout odpočet
de: Countdown starten
es: Comenzar cuenta atrás
fr: Démarrer le compte à rebours
hu_hu: Visszaszámlálás indítása
it: Inizia conto alla rovescia
pl_pl: Rozpocznij odliczanie
pt_br: Iniciar contagem regressiva
ru: Запустить отсчет
zh_cn: 开始倒计时

# TerminalControlPanel_Warhead_StopCountdown
source: Stop countdown
cs_cz: Zastavit odpočet
de: Countdown stoppen
es: Detener cuenta atrás
fr: Arrêter le compte à rebours
hu_hu: Visszaszámlálás leállítása
it: Ferma conto alla rovescia
pl_pl: Zatrzymaj odliczanie
pt_br: Interromper contagem regressiva
ru: Остановить отсчет
zh_cn: 停止倒计时

# TerminalControlPanel_Warhead_SwitchTextArmed
source: Armed
cs_cz: Odjištěna
de: Scharf gestellt
es: Armada
fr: Armée
hu_hu: Fegyveres
it: Armata
pl_pl: Uzbrojona
pt_br: Armada
ru: Взведено
zh_cn: 武装

# TerminalControlPanel_Warhead_SwitchTextDisarmed
source: Disarmed
cs_cz: Zneškodněna
de: Entschärft
es: Desarmada
fr: Désarmée
hu_hu: Fegyvertelen
it: Disarmata
pl_pl: Nieuzbrojona
pt_br: Desarmada
ru: Не взведено
zh_cn: 解除武装

# TerminalDistance
source: Distance
cs_cz: Vzdálenost
de: Entfernung
es: Distancia
hu_hu: Távolság
it: Distanza
pl_pl: Dystans
pt_br: Distância
ru: Дистанция
zh_cn: 距离

# TerminalName
source: Grid Name
cs_cz: Název konstrukce
de: Blockkonstruktionsname
es: Nombre de la estructura
fr: Nom de la grille
hu_hu: Objektum Neve
it: Nome griglia
pl_pl: Nazwa struktury
pt_br: Nome da grid
ru: Название
zh_cn: 网格名称

# TerminalScenarioSettingsLabel
source: Scenario settings:
cs_cz: Nastavení scénáře:
de: Szenario-Einstellungen:
es: Ajustes del escenario:
fr: Paramètres du scénario :
hu_hu: Forgatókönyv-beállítások:
it: Impostazioni Scenario:
pl_pl: Ustawienia scenariusza:
pt_br: Configurações de cenário:
ru: Сценарные опции:
zh_cn: 场景设置：

# TerminalStatus
source: Status
cs_cz: Stav
es: Estado
fr: État
hu_hu: Állapot
it: Stato
ru: Статус
zh_cn: 状态

# TerminalTab_Chat
source: Comms
cs_cz: Komunikace
de: Funkkommunikation
es: Comunicaciones
fr: Communications
it: Comunicazioni
pl_pl: Czat
pt_br: Comunicação
ru: Связь
zh_cn: 通讯

# TerminalTab_Chat_ChatHistory
source: -Global Chat History-
cs_cz: -Historie plošného chatu-
de: -Globaler Chatverlauf-
es: -Historial del Chat Global-
fr: -Historique du Chat Global-
hu_hu: -Globális Csevegés Történet-
it: -Cronologia chat globale-
pl_pl: -Globalna Historia Chatu-
pt_br: -Histórico geral do bate-papo-
ru: -Глобальная история-
zh_cn: -全局聊天记录-

# TerminalTab_Chat_GlobalChat
source: -Broadcast-
cs_cz: -Přenos-
de: -Rundfunk-
es: -Emisión-
fr: -Transmission-
hu_hu: -Közvetítés-
it: -Trasmissione-
pl_pl: -Globalny-
pt_br: -Transmissão-
ru: -Вещание-
zh_cn: -广播-

# TerminalTab_Chat_NoFaction
source: Only faction members can use faction-to-faction communications
cs_cz: Pouze členové frakce mohou používat frakce-frakce komunikaci
de: Nur Fraktionsmitglieder können den Fraktionsfunk benutzen
es: Sólo los miembros de las facciones pueden usar las comunicaciones de una facción a otra.
fr: Seuls les membres des factions peuvent utiliser les communications entre factions
hu_hu: Csak frakciótagok használhatják a frakciók közötti kommunikációt
it: Solo i membri di una fazione possono usare le comunicazioni fazione-fazione
pl_pl: Tylko członkowie frakcji mogą używać komunikacji frakcja-frakcja.
pt_br: Somente membros da facção podem utilizar comunicações de facção para facção
ru: Только члены фракций могут использовать межфракционный чат
zh_cn: 仅阵营成员能使用阵营内通讯

# TerminalTab_Chat_Offline
source: offline
es: desconectado
fr: hors ligne
ru: не в сети
zh_cn: 离线

# TerminalTab_Chat_Pending
source: PENDING
cs_cz: ČEKÁ NA VYŘÍZENÍ
de: AUSSTEHEND
es: PENDIENTE
fr: EN ATTENTE
hu_hu: FÜGGŐBEN
it: IN ATTESA
pl_pl: OCZEKUJE
pt_br: PENDENTE
ru: ОЖИДАНИЕ
zh_cn: 待定

# TerminalTab_Factions
source: Factions
cs_cz: Frakce
de: Fraktionen
es: Facciones
hu_hu: Frakciók
it: Fazioni
pl_pl: Frakcje
pt_br: Facções
ru: Фракции
zh_cn: 阵营

# TerminalTab_FactionsTableLabel
source: Factions:
cs_cz: Frakce:
de: Fraktionen:
es: Facciones:
hu_hu: Frakciók:
it: Fazioni:
pl_pl: Frakcje:
pt_br: Facções:
ru: Фракции:
zh_cn: 阵营：

# TerminalTab_Factions_AcceptPeaceRequest
source: Accept peace
cs_cz: Přijmout mír
de: Friedensangebot annehmen
es: Aceptar la paz
fr: Accepter la paix
hu_hu: Béke elfogadása
it: Accetta pace
pl_pl: Akceptuj pokój
pt_br: Aceitar pedido de paz
ru: Принять перемирие
zh_cn: 接受和平协议

# TerminalTab_Factions_AcceptToolTip
source: Accept selected member to your faction
cs_cz: Přijmout vybraného hráče do frakce
de: Ausgewähltes Mitglied in Ihre Fraktion aufnehmen
es: Acepta al miembro seleccionado en tu facción
fr: Accepter le membre sélectionné dans votre faction
hu_hu: Elfogadja a kiválasztott tagot a frakcióba
it: Accetta il membro selezionato nella tua fazione
pl_pl: Zaakceptuj prośbę o dodanie do frakcji wybranego członka
pt_br: Aceitar membro selecionado da sua facção
ru: Принять выбранного кандидата в вашу фракцию.
zh_cn: 接受所选的成员到你的阵营

# TerminalTab_Factions_AutoAccept
source: Accept everyone
cs_cz: Přijmout všechny
de: Jeden akzeptieren
es: Aceptar a todos
fr: Accepter tout le monde
hu_hu: Mindenki elfogadása
it: Accetta tutti
pl_pl: Akceptuj każdego
pt_br: Aceitar todos
ru: Принимать всех
zh_cn: 自动接收

# TerminalTab_Factions_AutoAcceptRequest
source: Accept peace
cs_cz: Přijmout mír
de: Friedensangebot annehmen
es: Aceptar la paz
fr: Accepter la paix
hu_hu: Béke elfogadása
it: Accetta pace
pl_pl: Akceptuj pokój
pt_br: Aceitar pedido de paz
ru: Принять перемирие
zh_cn: 接受和平协议

# TerminalTab_Factions_AutoAcceptRequestToolTip
source: Automatically accept peace requests
cs_cz: Automaticky přijímat žádosti o mír
de: Friedensangebote automatisch annehmen
es: Aceptar automáticamente las solicitudes de paz
fr: Accepter automatiquement les demandes de paix
hu_hu: Békekérések automatikus elfogadása
it: Accetta automaticamente richieste di pace
pl_pl: Automatycznie akceptuj oferty pokoju
pt_br: Aceita pedidos de paz automaticamente
ru: Автоматический прием запросов перемирия
zh_cn: 自动接受同盟请求

# TerminalTab_Factions_AutoAcceptToolTip
source: Automatically accept member requests
cs_cz: Automaticky přijímat požadavky od členů
de: Mitgliedsanfragen automatisch annehmen
es: Aceptar automáticamente las solicitudes de los miembros
fr: Accepter automatiquement les demandes des membres
hu_hu: Tagkérések automatikus elfogadása
it: Accetta automaticamente le richieste di membri
pl_pl: Automatycznie akceptuj prośby
pt_br: Aceita pedidos de membros automaticamente
ru: Автоматически принимать запросы на присоединение к фракции
zh_cn: 自动接受成员申请

# TerminalTab_Factions_BeforeCreateLeave
source: You must leave your faction before creating new one
cs_cz: Musíte opustit svou frakci před vytvořením nové
de: Sie müssen ihre Fraktion verlassen, bevor Sie eine neue gründen können.
es: Debes dejar tu facción antes de crear una nueva.
fr: Vous devez quitter votre faction avant d'en créer une nouvelle
hu_hu: Mielőtt újat hozna létre, el kell hagynia frakcióját
it: Devi uscire dalla tua fazione prima di poterne creare una nuova
pl_pl: Musisz opuścić frakcję przed założeniem nowej
pt_br: Você deve deixar a sua facção antes de criar uma nova
ru: Вам придется покинуть текущую фракцию, прежде чем создавать новую
zh_cn: 从原有阵营离开后，才能创建新阵营

# TerminalTab_Factions_CancelJoin
source: Cancel join
cs_cz: Zrušit připojení
de: Beitrittsantrag zurückziehen
es: Cancelar la inscripción
fr: Annuler la demande
hu_hu: Csatlakozás megszakítása
it: Annulla iscrizione
pl_pl: Anuluj dołącz.
pt_br: Cancelar ingresso
ru: Отменить заявку
zh_cn: 取消加入

# TerminalTab_Factions_CancelPeaceRequest
source: Cancel request
cs_cz: Zrušit požadavek
de: Angebot zurückziehen
es: Cancelar solicitud
fr: Annuler la demande
hu_hu: Kérelem visszavonása
it: Annulla richiesta
pl_pl: Anuluj prośbę
pt_br: Cancelar pedido
ru: Отменить запрос
zh_cn: 取消请求

# TerminalTab_Factions_Create
source: Create
cs_cz: Vytvořit
de: Erstellen
es: Crear
fr: Créer
hu_hu: Létrehozás
it: Crea
pl_pl: Stwórz
pt_br: Criar
ru: Создать
zh_cn: 创建

# TerminalTab_Factions_CreateFaction
source: Create a new faction
cs_cz: Vytvořit novou frakci
de: Eine neue Fraktion gründen
es: Crear una nueva facción
fr: Créer une nouvelle faction
hu_hu: Új frakció létrehozása
it: Crea una nuova fazione
pl_pl: Utwórz frakcję
pt_br: Criar nova facção
ru: Создать новую фракцию
zh_cn: 创建新的阵营

# TerminalTab_Factions_CreateFactionDescription
source: Public info:
cs_cz: Veřejné informace:
de: Öffentliche Info:
es: Información pública:
fr: Infos publiques :
hu_hu: Nyilvános információ:
it: Informazioni pubbliche:
pl_pl: Inform. publiczna:
pt_br: Informação pública:
ru: Публ. информ.:
zh_cn: 公共信息：

# TerminalTab_Factions_CreateFactionName
source: Name:
cs_cz: Název:
es: Nombre:
fr: Nom :
hu_hu: Név:
it: Nome
pl_pl: Nazwa
pt_br: Nome:
ru: Название:
zh_cn: 名称：

# TerminalTab_Factions_CreateFactionPrivateInfo
source: Private info:
cs_cz: Soukromé informace:
es: Información privada:
fr: Infos privées :
hu_hu: Privát információ:
it: Informazioni private:
pl_pl: Inform. prywatna:
pt_br: Informação privada:
ru: Приватн. информ.:
zh_cn: 私人信息：

# TerminalTab_Factions_CreateFactionPrivateInfoToolTip
source: Visible to members only
cs_cz: Viditelné pouze pro členy
de: Nur für Mitglieder sichtbar
es: Visible sólo para los miembros
fr: Visible par les membres uniquement
hu_hu: Csak tagok számára látható
it: Visibile ai soli membri
pl_pl: Widoczne tylko dla członków
pt_br: Somente membros visíveis
ru: Видна только членам фракции
zh_cn: 仅成员可见

# TerminalTab_Factions_CreateFactionPublicInfoToolTip
source: Visible to everyone
cs_cz: Viditelný všem
de: Für jedermann sichtbar
es: Visible para todos
fr: Visible par tout le monde
hu_hu: Mindenki láthatja
it: Visibile a tutti
pl_pl: Widoczne dla wszystkich
pt_br: Visível para todos
ru: Видим для всех
zh_cn: 所有人可见

# TerminalTab_Factions_CreateFactionTag
source: Tag:
cs_cz: Zkratka:
de: Kürzel:
es: Etiqueta:
fr: Étiquette :
hu_hu: Címke:
ru: Тэг:
zh_cn: 标签：

# TerminalTab_Factions_CreateFactionTagToolTip
source: Faction tag must be exactly 3 characters long
cs_cz: Zkratka frakce o délce přesně tří písmen
de: Fraktionskürzel muss genau 3 Zeichen lang sein
es: La etiqueta de la facción debe tener exactamente 3 caracteres de longitud
fr: L'étiquette de la faction doit comporter exactement 3 caractères
hu_hu: A frakció címkének pontosan 3 karakter hosszúnak kell lennie
it: La tag della fazione dev'essere lunga esattamente 3 caratteri
pl_pl: Tag frakcji (musi mieć 3 litery)
pt_br: Tags de facção devem conter exatamente 3 caracteres
ru: Тэг фракции должен быть ровно 3 символа
zh_cn: 阵营标签必须有3个字符

# TerminalTab_Factions_CreateToolTip
source: Create new faction
cs_cz: Vytvořit novou frakci
de: Neue Fraktion gründen
es: Crear una nueva facción
fr: Créer une nouvelle faction
hu_hu: Új frakció létrehozása
it: Crea una nuova fazione
pl_pl: Stwórz nową frakcję
pt_br: Criar nova facção
ru: Создать новую фракцию
zh_cn: 创建新的阵营
