Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# StoryText_Military_Factorum1
source: Discarded File: 1.2.2054 Abstract: Whereas The Second Space Race has witnessed a collapse of our existing social contract; Whereas The democratization of technology has allowed those who should not have access to the cosmos, access; Whereas We have routinely seen the best interest of humanity - namely their own protection - sidelined so that upstart profiteers can benefit; Whereas A return to the status quo is not only prudent, it is necessary; Statement: To the members of this committee, it is not a question of if we have the means to restore order. We do. It is a question of if we have the stomach for it. I propose a regular forum to discuss this matter - as well as the construction of a factory where we can begin work on our prototype technology. All in favor? Y: 14 All opposed? N: 3 The motion passes.
de: Verworfene Datei: 1.2.2054 Zusammenfassung: In der Erwägung dessen, dass das zweite Wettrennen im Weltraum zum Zusammenbruch unseres bestehenden Gesellschaftsvertrags geführt hat; In der Erwägung dessen, dass die Demokratisierung der Technologie denjenigen, die keinen Zugang zum Kosmos haben sollten, Zugang gewährt hat; In der Erwägung dessen, dass wir immer wieder beobachten durften, wie das Interesse der Menschheit – nämlich ihr eigener Schutz – missachtet wurde, damit aufstrebende Profiteure davon profitieren konnten; In der Erwägung dessen, dass Eine Rückkehr zum Status Quo nicht nur klug, sondern notwendig ist; Wird festgstellt: Für die Mitglieder dieses Ausschusses ist es keine Frage, ob wir die Mittel haben, die Ordnung wiederherzustellen. Wir haben sie. Die Frage ist nur, ob wir den Mut dazu haben. Ich schlage ein regelmäßiges Zusammentreffen zu diesem Thema vor – sowie den Bau einer Fabrik, in der wir mit der Arbeit an unserer Prototyp-Technologie beginnen können. Wer ist dafür? J: 14 Alle dagegen? N: 3 Der Antrag gilt hiermit als angenommen.
es: Archivo descartado: 1.2.2054 Resumen: Considerando que La Segunda Carrera Espacial ha sido testigo del colapso de nuestro contrato social vigente; Considerando que La democratización de la tecnología ha permitido el acceso al cosmos a quienes no deberían tenerlo; Considerando que Hemos visto cómo rutinariamente se ha dejado de lado el interés superior de la humanidad (es decir, su propia protección) para que puedan beneficiarse especuladores advenedizos; Considerando que Un retorno al statu quo no solo es prudente, sino necesario; Declaración: Para los miembros de esta comisión, no se trata de si disponemos de los medios para restablecer el orden. Los tenemos. Se trata de si tenemos estómago para ello. Propongo un foro regular para discutir este asunto, así como la construcción de una fábrica donde podamos empezar a trabajar en nuestra tecnología prototipo. ¿Votos a favor? S: 14 ¿Votos en contra? N: 3 Se aprueba la moción.
fr: Fichier rejeté : 1/2/2054 Résumé : Considérant que La seconde course à l'espace a vu l'effondrement de notre contrat social existant ; Attendu que La démocratisation de la technologie a permis à ceux qui ne devraient pas avoir accès au cosmos d'y accéder ; Considérant que Nous avons régulièrement vu l'intérêt supérieur de l'humanité, à savoir sa propre protection, mis de côté au profit de profiteurs arrivistes ; Considérant que Un retour au statu quo n'est pas seulement prudent, il est nécessaire ; Déclaration : Pour les membres de cette commission, la question n'est pas de savoir si nous avons les moyens de rétablir l'ordre. Nous en avons les moyens. La question est de savoir si nous avons le courage de le faire. Je propose un forum régulier pour discuter de cette question, ainsi que la construction d'une usine où nous pourrons commencer à travailler sur notre technologie prototype. Qui est est d'accord ? O : 14 Qui s'y oppose ? N : 3 La motion est adoptée.
it: File scartato: 1.2.2054 Verbale: Considerato che La seconda corsa allo spazio ha assistito al crollo del nostro attuale contratto sociale; Considerato che La democratizzazione della tecnologia ha consentito a coloro che non avrebbero dovuto avere accesso al cosmo di accedervi; Considerato che Abbiamo considerato regolarmente il miglior interesse dell'umanità, vale a dire la sua protezione; Considerato che Un ritorno allo status quo non è solo prudente, ma necessario; Si dichiara che: Ai membri di questo comitato, non è una questione se abbiamo i mezzi per ristabilire l'ordine. Li abbiamo. È una questione se abbiamo lo stomaco per farlo. Propongo un dibattito regolare per discutere di questa questione, nonché la costruzione di una fabbrica in cui possiamo iniziare a lavorare sulla nostra tecnologia prototipo. Favorevoli: 14 Contrari: 3 La delibera ha esito positivo.
pt_br: Arquivo descartado: 1.2.2054 Resumo: Enquanto A Segunda Corrida Espacial testemunhou um colapso do contrato social existente; Enquanto A democratização da tecnologia permitiu o acesso ao cosmo daqueles que não deviam; Enquanto Vimos de forma rotineira o interesse da humanidade, nomeadamente a sua própria proteção, marginalizado para que os aproveitadores possam se beneficiar; Enquanto Um retorno do status quo não é apenas prudente como necessário; Declaro: Aos membros desse comitê que não é uma questão de termos os meios de restaurar a ordem. Nós temos. É uma questão de ter estômago para isso. Proponho um fórum regular para debater o assunto, assim como a construção de uma fábrica para podermos começar a trabalhar no nosso protótipo tecnológico. Todos a favor? S: 14 Todos contra? N: 3 A moção foi aprovada.
ru: Удаленный файл: 01.02.2054 Резюме: Предпосылка: По итогам Второй космической гонки общественный договор потерпел крах. Предпосылка: Демократизация технологий позволила оказаться в космосе тем, кого там быть не должно. Предпосылка: Насущные интересы человечества — а именно его защита — отодвинуты на второй план во имя выгоды спекулянтов. Предпосылка: Возвращение к статус-кво — это не только благоразумно, но и необходимо. Заявление: Для членов этого комитета вопрос не в том, есть ли у нас средства, которые позволят восстановить порядок. Они у нас есть. Вопрос в том, хватит ли смелости это сделать. Предлагаю создать регулярный форум для обсуждения этого вопроса, а также вопроса строительства завода, где мы сможем начать работу над прототипной технологией. Кто «за»? За: 14 Кто против? Против: 3 Предложение принимается.
zh_cn: 废弃文件：1.2.2054 摘要： 鉴于 第二次太空竞赛导致我们现有的社会契约崩溃； 鉴于 技术的民主化让那些不该接触宇宙的人获得了接触的机会； 鉴于 我们已经多次看到人类的最大利益（即他们自己的保护）被搁置，以便让暴发户投机者获利； 鉴于 回归现状不仅是慎重的，也是必要的； 声明： 对于委员会的成员而言，问题不在于我们是否有方法恢复秩序。我们有。 问题在于我们是否有勇气去做。 我提议定期召开论坛来探讨这个问题，以及建造一座工厂，以便开始原型技术的研究。 赞成的请举手？ 赞成：14 反对的请举手？ 反对：3 议案通过。

# StoryTitle_Military_Factorum2
source: After Action Report
de: Einsatzbericht
es: Informe posterior a la acción
fr: Rapport après action
it: Rapporto dopo l'azione
pt_br: Após relatório de ação
ru: Отчет о проделанной работе
zh_cn: 事后报告

# StoryText_Military_Factorum2
source: Discarded File: 21.5.2074 AAR for the incident on May 19th, 2074. The Factorum was approached by myself (Hoskel) and three other representatives of the Sol Cooperative. As leader of the group, I presented myself and expressed interest in learning more about them. As the conversation continued, they grew noticeably more hostile. After a few evasive answers, they ceased to respond to my questions. After several more inquiries, I finally got a response. They threatened not only us personally, but the continued existence of the Sol Cooperative. This Factorum mentioned some unknown asset (Prototech), fired upon us (sending Sandoval to the infirmary), and then disappeared. We can safely assume that the GOI jumped away - but the distance they would have needed to travel to not be detected far exceeds what should be possible. Before preparations even begin, we need to know what these people are capable of. We may be well and truly out of our depth.
de: Verworfene Datei: 21.5.2074 Einsatzbericht zum Vorfall vom 19. Mai 2074. The Factorum wurde von mir (Hoskel) und drei weiteren Vertretern der Sol- Genossenschaft aufgesucht. Als Anführer der Gruppe stellte ich mich vor und bekundete mein Interesse daran, mehr über sie zu erfahren. Als das Gespräch weiterging, wurden sie merklich feindseliger. Nach einigen ausweichenden Antworten hörten sie auf, auf meine Fragen zu antworten. Nach mehreren weiteren Nachfragen erhielt ich schließlich eine Antwort. Sie bedrohten nicht nur uns persönlich, sondern auch die weitere Existenz der Sol-Kooperative. Dieses The Factorum erwähnte einen unbekannten Vermögenswert (Prototech), feuerte auf uns (Sandoval musste auf die Krankenstation) und verschwand dann. Wir können mit Sicherheit davon ausgehen, dass die GOI geflohen ist - aber die Entfernung, die sie hätte zurücklegen müssen, um nicht entdeckt zu werden, übersteigt bei weitem das eigentlich Mögliche. Bevor wir überhaupt mit den Vorbereitungen beginnen, müssen wir wissen, wozu diese Leute fähig sind. Wir sind vielleicht wirklich überfordert.
es: Archivo descartado: 21.5.2074 AAR para el incidente del 19 de mayo de 2074. El Factorum fue abordado por mí mismo (Hoskel) y otros tres representantes de la Cooperativa Sol. Como líder del grupo, me presenté y expresé mi interés en saber más sobre ellos. A medida que la conversación continuaba, se volvieron notablemente más hostiles. Tras algunas respuestas evasivas, dejaron de responder a mis preguntas. Tras varias indagaciones más, por fin obtuve una respuesta. No solo nos amenazaban a nosotros personalmente, sino a la existencia continuada de la Cooperativa Sol. Este Factorum mencionó un activo desconocido (Prototech), disparó contra nosotros (enviando a Sandoval a la enfermería) y luego desapareció. Podemos asumir con seguridad que el GOI saltó lejos, pero la distancia que habrían necesitado recorrer para no ser detectados excede con mucho lo que debería ser posible. Antes incluso de comenzar los preparativos, necesitamos saber de qué son capaces estas personas. Puede que ve más allá de nuestras posibilidades.
fr: Fichier abandonné : 21/5/2074 AAR pour l'incident du 19 mai 2074. Le Factorum a été approché par moi-même (Hoskel) et trois autres représentants de la Coopérative Sol. En tant que chef du groupe, je me suis présenté et j'ai exprimé mon intérêt pour en savoir plus sur eux. Au fur et à mesure que la conversation se poursuivait, ils se sont montrés de plus en plus hostiles. Après quelques réponses évasives, ils ont cessé de répondre à mes questions. Après plusieurs autres demandes, j'ai finalement obtenu une réponse. Ils menaçaient non seulement notre personne, mais aussi la pérennité de la coopérative Sol. Ce Factorum a mentionné un actif inconnu (Prototech), a tiré sur nous (envoyant Sandoval à l'infirmerie), puis a disparu. Nous pouvons supposer que le GOI s'est enfui, mais la distance qu'il aurait dû parcourir pour ne pas être détecté dépasse de loin ce qui devrait être possible. Avant même de commencer les préparatifs, nous devons savoir de quoi ces gens sont capables. Il se peut que nous soyons vraiment dépassés par les événements.
it: File scartato: 21.5.2074 AAR per l'incidente del 19 maggio 2074. Il Factorum è stato contattato da me (Hoskel) e altri tre rappresentanti della Cooperativa Sol. Come leader del gruppo, mi sono presentato e ho espresso interesse a saperne di più su di loro. Mentre la conversazione continuava, sono diventati visibilmente più ostili. Dopo alcune risposte evasive, hanno smesso di rispondere alle mie domande. Dopo diverse altre domande, ho finalmente ottenuto una risposta. Hanno minacciato non solo noi personalmente, ma anche la continua esistenza della Cooperativa Sol. Questo Factorum ha menzionato una risorsa sconosciuta (Prototech), ha aperto il fuoco (mandando Sandoval in infermeria) e poi è scomparso. Possiamo tranquillamente supporre che il GOI sia saltato, ma la distanza che avrebbero dovuto percorrere per non essere individuati supera di gran lunga quella possibile. Prima ancora di iniziare i preparativi, dobbiamo sapere di cosa sono capaci queste persone. Potrebbero essere davvero fuori dalla nostra portata.
pt_br: Arquivo descartado: 21.5.2074 AAR para o incidente em 19 de maio de 2074. O Factorum foi abordado por mim (Hoskel) e três outros representantes da Cooperativa Sol. Como líder do grupo, apresentei-me e expressei o interesse em conhecê-los melhor. Conforme a conversa continuou, eles perceptivelmente ficaram mais hostis. Após algumas respostas evasivas, eles pararam de responder às minhas perguntas. Após várias outras perguntas, finalmente obtive uma resposta. Eles não apenas nos ameaçaram pessoalmente, como a toda existência da Cooperativa Sol. Esse Factorum mencionou um ativo desconhecido (Prototech), disparado contra nós (enviando Sandoval à enfermaria), e desapareceram. Podemos presumir com segurança que o GOI fugiu, mas a distância que teria sido necessária para viajar e não ser detectado excede e muito o que seria possível. Antes do início das preparações, precisamos saber do quê essas pessoas são capazes. Podemos estar muito perdidos.
ru: Удаленный файл: 21.05.2074 Отчет о проделанной работе от 19 мая 2074 года. Я (Хоскель) и еще три представителя Sol Cooperative встретились с представителями Факторума. Моей задачей как руководителя группы было представиться и выразить желание познакомиться поближе. По мере общения наши собеседники становились всё более враждебными. На несколько вопросов они ответили уклончиво, после чего отвечать отказались. После еще нескольких запросов мне наконец пришел ответ. Они угрожали — не только нам лично, но и дальнейшему существованию Sol Cooperative. Представители Факторума упомянули какой-то неизвестный нам актив («прототехнология»), открыли по нам огонь (Сэндовала пришлось отправить в лазарет), а затем исчезли. Мы можем с уверенностью предположить, что объект совершил прыжок — однако расстояние, которое им пришлось бы преодолеть, чтобы избежать последующего обнаружения, намного превышает возможное. Прежде чем начать подготовку, мы должны узнать, на что способны эти люди. Возможно, разрешение этой проблемы действительно вне наших возможностей.
zh_cn: 废弃文件：21.5.2074 2074 年 5 月 19 日事件的事后报告。 我 (Hoskel) 和其他三名太阳系同盟会代表接触了 Factorum。 作为小组的领导，我介绍了自己，并表示有兴趣进一步了解他们。随着谈话的进行，他们明显变得更具敌意。在几次含糊的回答后，他们不再回答我的问题。 在多次询问后，我终于得到了答复。 他们不仅威胁了我们个人，还威胁了太阳系同盟会的继续存在。 这个 Factorum 提到了某个未知资产 (Prototech)，向我们开火（导致 Sandoval 送医），然后消失了。 我们可以放心地假设 GOI 已经跃迁离开 – 但是，他们所需的跃迁距离远远超出了应有的可能性。 在开始准备工作之前，我们需要了解这些人到底能做什么。我们可能真的是力不从心了。

# StoryTitle_Military_Factorum3
source: Logistics Report
de: Logistikbericht
es: Informe logístico
fr: Rapport logistique
it: Rapporto sulla logistica
pt_br: Relatório de logística
ru: Отчет по логистике
zh_cn: 物流报告

# StoryText_Military_Factorum3
source: INTERCEPTED MESSAGE: Sol Cooperative moves slowly. That is not a problem, that is by design. When we change gradually, that brings stability. But we've got a problem on our hands. Let's say, hypothetically, these "Prototech" blocks turn out to be real. This "Factorum" is not only real, but can somehow produce supertech beyond what we can imagine. Well, we have members of our assembly who are already outspoken critics of Prototech, believing it to be R.O.S. work in disguise. And even if we didn't, we have lengthy procedures that will slow any attempt to improve our arsenals. And even if we didn't, we still have no consistent way of recovering Prototech, meaning planning future upgrades is nearly impossible. So we'll continue under the assumption this threat is a hoax. Otherwise? By the time we adapt, it will be too late for the whole cooperative.
de: ABGEHÖRTE NACHRICHT: Die Sol Genossenschaft entwickelt sich nur langsam weiter. Das ist an sich kein Problem, sondern so gewollt. Wenn wir uns schrittweise verändern, bringt das Stabilität. Aber wir haben hier ein ernsthaftes Problem. Nehmen wir einmal an, dass sich diese „Prototech“ Blöcke als real herausstellen und „The Factorum“ nicht nur wirklich existiert, sondern tatsächlich irgendwie in der Lage ist, Supertech zu produzieren, die all unsere Vorstellungskraft übertrifft. Nun, wir haben Mitglieder in unserer Versammlung, die Prototech bereits sehr kritisch gegenüberstehen und glauben, dass es sich dabei um getarnte R.O.S.-Arbeit handelt. Und selbst wenn wir das nicht täten, hätten wir langwierige Verfahren, die jeden Versuch, unsere Arsenale zu verbessern, verlangsamen würden. Und selbst wenn wir es nicht täten, haben wir immer noch keine einheitliche Methode, um Prototech wiederherzustellen, was bedeutet, dass die Planung zukünftiger Upgrades nahezu unmöglich ist. Wir gehen also weiterhin davon aus, dass diese Bedrohung ein Scherz ist. Und sonst? Bis wir uns angepasst haben, wird es für die gesamte Genossenschaft zu spät sein.
es: MENSAJE INTERCEPTADO: La Cooperativa Sol se mueve lentamente. Eso no es un problema, es por diseño. Cuando cambiamos gradualmente, eso aporta estabilidad. Pero tenemos un problema entre manos. Digamos, hipotéticamente, que estos bloques «Prototech» resultan ser reales. Este «Factorum» no solo es real, sino que de algún modo puede producir supertecnología más allá de lo que podemos imaginar. Bien, tenemos miembros de nuestra asamblea que ya critican abiertamente el Prototech, creyendo que es un trabajo del R.O.S. encubierto. E incluso si no lo hiciéramos, tenemos largos procedimientos que ralentizarán cualquier intento de mejorar nuestros arsenales. E incluso si no lo hiciéramos, seguimos sin tener una forma consistente de recuperar Prototech, lo que significa que planificar futuras mejoras es casi imposible. Así que seguiremos bajo el supuesto de que esta amenaza es un engaño. ¿Y si no? Para cuando nos adaptemos, será demasiado tarde para toda la cooperativa.
fr: MESSAGE INTERCEPTÉ : La Coopérative Sol agit lentement. Ce n'est pas un problème, c'est voulu. Lorsque nous changeons progressivement, cela apporte de la stabilité. Mais nous avons un problème. Supposons que ces blocs « Prototech » s'avèrent réels. Ce « Factorum » n'est pas seulement réel, mais il peut en quelque sorte produire de la supertechnologie au-delà de ce que nous pouvons imaginer. Certains membres de notre assemblée critiquent déjà ouvertement la Prototech, estimant qu'il s'agit de l'œuvre déguisée du R.O.S. Et même si ce n'était pas le cas, nous ne serions pas en mesure d'en tirer profit. Et même si ce n'était pas le cas, nous avons de longues procédures qui ralentiront toute tentative d'amélioration de nos arsenaux. Et même si ce n'était pas le cas, nous n'avons toujours pas de moyen systématique de récupérer les prototypes, ce qui signifie qu'il est pratiquement impossible de planifier les futures mises à niveau. Nous continuerons donc à supposer que cette menace est un canular. Sinon ? Lorsque nous nous adapterons, il sera trop tard pour l'ensemble de la coopérative.
it: MESSAGGIO INTERCETTATO: La Cooperativa Sol si muove lentamente. Non è un problema, è voluto. Quando cambiamo gradualmente, questo porta stabilità. Ma abbiamo un problema tra le mani. Diciamo, ipoteticamente, che questi blocchi "Prototech" si rivelino reali. Questo "Factorum" non è solo reale, ma può in qualche modo produrre supertecnologia oltre ciò che possiamo immaginare. Bene, abbiamo membri della nostra assemblea che sono già critici espliciti della Prototech, credendo che sia un lavoro di R.O.S. sotto mentite spoglie. E anche se non lo facessimo, abbiamo lunghe procedure che rallenteranno qualsiasi tentativo di migliorare i nostri arsenali. E anche se non lo facessimo, non abbiamo ancora un modo coerente per recuperare la Prototech, il che significa che pianificare futuri aggiornamenti è quasi impossibile. Quindi continueremo a supporre che questa minaccia sia una bufala. Altrimenti? Quando ci adatteremo, sarà troppo tardi per l'intera cooperativa.
pt_br: MENSAGEM INTERCEPTADA: A Cooperativa Sol move-se lentamente. Isso não é problema, é padrão. Quando mudarmos gradualmente, isso trará estabilidade. Mas temos um problema em mãos. Digamos que, hipoteticamente, esses blocos "Prototech" sejam reais. Esse "Factorum" não apenas é real, mas pode produzir supertecnologias muito além do que podemos imaginar. Bem, temos membros da nossa assembleia que já se manifestaram críticos do Prototech, acreditando que seja trabalho R.O.S. disfarçado. E, mesmo que não acreditássemos, temos procedimentos demorados que retardarão qualquer tentativa de aprimorar nossos arsenais. E, mesmo se não acreditássemos, ainda não temos uma forma consistente de recuperar Prototech, o que significa que planejar melhorias futuras seria quase impossível. Então, continuaremos supondo que a ameaça é uma farsa. Caso contrário, no momento em que nos adaptarmos, será tarde demais para toda a cooperativa.
ru: ПЕРЕХВАЧЕННОЕ СООБЩЕНИЕ: Прогресс в Sol Cooperative движется медленно. Но так и должно быть: постепенные изменения приносят стабильность. Однако у нас возникла проблема. Предположим — гипотетически —эти блоки «прототехнологии» окажутся реальными. Этот «Факторум» не только реален, но и может каким-то образом производить сверхтехнологии, превосходящие наши представления. Некоторые члены ассамблеи уже открыто критикуют прототехнологию, считая, что это работа ROS. При этом наши длительные процедуры согласования замедляют любые попытки улучшить арсенал. При этом у нас всё равно нет надежного способа воспроизвести прототехнологии, а это значит, что планировать будущие улучшения практически невозможно. Поэтому мы будем исходить из предположения, что эта угроза — не настоящая. В противном случае к тому времени, как мы адаптируемся, для Cooperative будет уже слишком поздно.
zh_cn: 截获的消息： 太阳系同盟会行动缓慢。这不是问题，而是设计使然。当我们逐渐改变时，就会带来稳定。 但我们会面临一个问题。 假设，这些“Prototech”方块真实存在。这个“Factorum”不仅真实，而且能产生超越我们想象的超级技术。 那么，我们的议会中已经有一些成员公开批评 Prototech，认为它是 R.O.S. 伪装成的。 即使没有，我们也有冗长的程序会拖慢任何改善我们武器库的尝试。 更何况，我们仍然没有一致的方法来恢复 Prototech，这意味着规划未来的升级几乎不可能。 所以我们将继续假设这个威胁是个恶作剧。 否则？ 等我们适应的时候，对整个同盟会来说已经太迟了。

# StoryTitle_Military_Factorum4
source: They're Weak
de: Sie sind schwach
es: Son débiles
fr: Ils sont faibles
it: Sono deboli
pt_br: Eles são fracos
ru: Они слабы
zh_cn: 他们太弱了
