Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# HelpScreen_ControllerCycleShipToolbar
source: Cycle Ship Toolbar
de: Zwischen Blöcken/Aktionen der Schiff-Schnellzugriffsleiste hin- und herschalten
es: Cambiar de barra de herramientas de la nave
fr: Faire défiler la barre d'outil de vaisseau
hu_hu: Váltás hajó eszköztárra
it: Scorri Barra degli strumenti nave
pl_pl: Zmień Pasek Narzędzi Statku
pt_br: Alternar barra de ferramentas de nave
ru: Прокрутка панели инструментов корабля
zh_cn: 循环飞船工具栏

# HelpScreen_ControllerCycleEmoteToolbar
source: Cycle Emote Toolbar
de: Zwischen Animationen auf der Charakteranimation-Schnellzugriffsleiste hin- und herschalten
es: Cambiar de barra de gestos
fr: Faire défiler la barre d'outil d'emote
hu_hu: Érzelem Eszköztár
it: Scorri Barra degli strumenti animazioni
pl_pl: Zmień Pasek Narzędzi Emotek.
pt_br: Alternar barra de ferramentas de emote
ru: Прокрутка панели эмоций
zh_cn: 循环表情工具栏

# HelpScreen_ControllerEmoteToolbarActions
source: Emote Toolbar Actions
de: Charakteranimation-Schnellzugriffsleisten-Aktionen
es: Acciones de la barra de gestos
fr: Action de la barre d'outil d'emote
hu_hu: Hangulati Eszköztár-Műveletek
it: Azioni barra strumenti animazioni
pl_pl: Działania Paska Narzędzi Emotek.
pt_br: Ações da barra de ferramentas de emote
ru: Действия панели эмоций
zh_cn: 表情工具栏动作

# HelpScreen_ControllerTurretControl
source: Turret Control
de: Geschütz-Steuerung
es: Control de torretas
fr: Contrôle de tourelle
hu_hu: Torony Vezérlése
it: Controllo torretta
pl_pl: Kontrola Wieżyczki
pt_br: Controle de torre
ru: Управление турелью
zh_cn: 炮塔控制

# HelpScreen_ControllerLookAround
source: Look Around
de: Umschauen
es: Mirar alrededor
fr: Regarder autour de soi
hu_hu: Körbenézés
it: Guardati intorno
pl_pl: Rozglądanie Się
pt_br: Olhar ao redor
ru: Осмотреться вокруг
zh_cn: 环视

# HelpScreen_ControllerLookAround_PassengerSeat
source: Look Around in passenger seat
de: Auf Passagiersitz umschauen
es: Mira alrededor en el asiento del pasajero
fr: Regarder autour de soi dans le siège passager
hu_hu: Körül Nézés az utasülésben
it: Cerca dalle parti del sedile del passeggero
pl_pl: Rozejrzyj się siedząc na siedzeniu pasażera
pt_br: Olhar em volta no assento do passageiro
ru: Оглядитесь вокруг из пассажирского кресла
zh_cn: 在乘客座椅上环顾四周

# HelpScreen_ControllerColorTool
source: Color Tool
de: Farbwerkzeug
es: Herramienta para pintar
fr: Outil couleur
hu_hu: Festő Eszköz
it: Strumento colore
pl_pl: Narzędzie Koloru
pt_br: Ferramenta de cor
ru: Инструмент окрашивания
zh_cn: 着色工具

# HelpScreen_ControllerCharacterSurvival
source: Survival Only Character
de: Nur Survival-Charakter
es: Personaje de solo supervivencia
fr: Personnage mode survie uniquement
hu_hu: Csak Túlélési Karakter
it: Personaggio solo di sopravvivenza
pl_pl: Postać: Tylko Tryb Przetrwania
pt_br: Personagem somente de sobrevivência
ru: Персонаж (только режим выживания)
zh_cn: 仅仅人物生存

# HelpScreen_ControllerCharacterCreative
source: Creative Only Character
de: Nur Kreativ-Charakter
es: Personaje de solo creativo
fr: Personnage mode créatif uniquement
hu_hu: Csak Kreatív Karakter
it: Personaggio solo creativo
pl_pl: Postać: Tylko Tryb Kreatywny
pt_br: Personagem somente de criativo
ru: Персонаж (только творческий режим)
zh_cn: 仅仅人物创意

# HelpScreen_ControllerBuilding
source: Building
de: Konstruieren
es: Construcción
fr: Construction
hu_hu: Épület
it: Costruzione
pl_pl: Budowa
pt_br: Construção
ru: Сооружение
zh_cn: 建造

# HelpScreen_ControllerRoll
source: Roll
de: Rollen
es: Rotación
fr: Roulis
hu_hu: Gördül
it: Rollio
pl_pl: Obrót
pt_br: Rolar
ru: Крен
zh_cn: 翻滚

# HelpScreen_ControllerBuildingSurvival
source: Survival Only Building
de: Konstruieren (nur Survival-M.)
es: Construcción solo en supervivencia
fr: Construction mode survie uniquement
hu_hu: Csak túlélési épület
it: Costruzione solo di sopravvivenza
pl_pl: Budowa: Tylko Tryb Przetrwania
pt_br: Construção somente de sobrevivência
ru: Сооружение (только режим выживания)
zh_cn: 仅仅建筑生存

# HelpScreen_ControllerBuildingCreative
source: Creative Only Building
de: Konstruieren (nur Kreativm.)
es: Construcción solo en creativo
fr: Construction mode créatif uniquement
hu_hu: Csak kreatív épület
it: Costruzione solo creativa
pl_pl: Budowa: Tylko Tryb Kreatywny
pt_br: Construção somente de criativo
ru: Сооружение (только творческий режим)
zh_cn: 仅仅建造创意

# HelpScreen_ControllerSecondaryBuildSurvival
source: Switch between Grinder / Building
de: Wechsel zwischen Schleifmaschine/Konstruieren
es: Cambiar entre Desmontar / Construir
fr: Basculer entre meuleuse / construction
hu_hu: Darabolás / Építés közötti váltás
it: Alterna tra Smerigliatrice / Edificio
pl_pl: Przełącz między Szlifierką / Budową
pt_br: Alternar entre esmeril/construção
ru: Переключение между болгаркой и строительством
zh_cn: 切割机/建造切换

# HelpScreen_ControllerSecondayBuildCreative
source: Remove Block
de: Block entfernen
es: Eliminar bloque
fr: Retirer le bloc
hu_hu: Blokk Eltávolítása
it: Rimuovi blocco
pl_pl: Usuń Blok
pt_br: Remover bloco
ru: Удалить блок
zh_cn: 移除方块

# HelpScreen_ControllerPlacing
source: Placing Blocks and Blueprints
de: Platzierung von Blöcken und Entwürfen
es: Colocar Bloques y Planos
fr: Placement de blocs et plans
hu_hu: Blokkok és Tervrajzok Elhelyezése
it: Posizionamento blocchi e progetti
pl_pl: Stawianie Bloków i Schematów
pt_br: Colocando blocos e projetos
ru: Размещение блоков и чертежей
zh_cn: 放置方块和蓝图

# HelpScreen_ControllerPlace
source: Place
de: Ort
es: Colocar
fr: Placer
hu_hu: Hely
it: Metti
pl_pl: Stawianie
pt_br: Local
ru: Разместить
zh_cn: 放置

# HelpScreen_ControllerRotateCw
source: Rotate Clockwise
de: Im Uhrzeigersinn drehen
es: Rotar en sentido horario
fr: Tourner dans le sens horaire
hu_hu: Forgatás az óramutató járásával megegyező irányba
it: Ruota in senso orario
pl_pl: Obróć w kierunku wskazówek zegara
pt_br: Girar no sentido horário
ru: Вращать по часовой стрелке
zh_cn: 顺时针旋转

# HelpScreen_ControllerRotateCcw
source: Rotate Counter-Clockwise
de: Entgegen dem Uhrzeigersinn drehen
es: Rotar en sentido anti horario
fr: Tourner dans le sens anti-horaire
hu_hu: Forgassa az óramutató járásával ellentétes irányba
it: Ruota in senso antiorario
pl_pl: Obróć w kierunku odwrotnym do wskazówek zegara
pt_br: Girar no sentido anti-horário
ru: Вращать против часовой стрелки
zh_cn: 逆时针旋转

# HelpScreen_ControllerChangeRotationAxis
source: Change Rotation Axis
de: Rotationsachse ändern
es: Cambiar eje de rotación
fr: Changer l'axe de rotation
hu_hu: Forgástengely Módosítása
it: Cambia asse di rotazione
pl_pl: Zmień oś obrotu
pt_br: Alterar eixo de rotação
ru: Изменение оси вращения
zh_cn: 改变旋转轴

# HelpScreen_ControllerFurther
source: Move Item Further
de: Entfernung des Items vergrößern
es: Alejar el objeto
fr: Éloigner l'objet
hu_hu: Elem tovább mozgatása
it: Sposta l'oggetto più lontano
pl_pl: Przenieś Przedmiot Dalej
pt_br: Mover o item além
ru: Переместить предмет дальше
zh_cn: 进一步移动物品

# HelpScreen_ControllerPaint
source: Paint
de: Einfärben
es: Pintar
fr: Peindre
hu_hu: Festés
it: Dipingi
pl_pl: Koloruj
pt_br: Pintar
ru: Покрасить
zh_cn: 喷涂

# HelpScreen_ControllerScaleUp
source: Scale Up
de: Vergrößern
es: Aumentar escala
fr: Agrandir
hu_hu: Felnagyítás
it: Aumenta la scala
pl_pl: Powiększ
pt_br: Aumentar
ru: Увеличить размер
zh_cn: 增加

# HelpScreen_ControllerScaleDown
source: Scale Down
de: Verkleinern
es: Disminuir escala
fr: Rétrécir
hu_hu: Lekicsinylés
it: Riduci la scala
pl_pl: Pomniejsz
pt_br: Diminuir
ru: Уменьшить размер
zh_cn: 减少

# HelpScreen_ControllerCloser
source: Move Item Closer
de: Entfernung des Items verringern
es: Acercar el objeto
fr: Rapprocher l'objet
hu_hu: Elem Közelebb Mozgatása
it: Sposta l'oggetto più vicino
pl_pl: Przybliż przedmiot
pt_br: Mover item para mais perto
ru: Переместить предмет ближе
zh_cn: 移近物品

# HelpScreen_ControllerRevert
source: Revert
de: Rückgängig machen
es: Revertir
fr: Rétablir
hu_hu: Visszaállítás
it: Inverti
pl_pl: Odwróć
pt_br: Reverter
ru: Отменить
zh_cn: 撤回

# HelpScreen_ControllerHint1
source: You can change "brush" size while recoloring with {GAMEPAD_CONTROL:COLOR_PICKER:MEDIUM_COLOR_BRUSH} and {GAMEPAD_CONTROL:COLOR_PICKER:LARGE_COLOR_BRUSH}
de: Sie können die Größe des Farbbereichs während des neu Einfärbens mit {GAMEPAD_CONTROL:COLOR_PICKER:MEDIUM_COLOR_BRUSH} und {GAMEPAD_CONTROL:COLOR_PICKER:LARGE_COLOR_BRUSH} ändern
es: Puedes cambiar el tamaño de la «brocha» mientras pintas con {GAMEPAD_CONTROL:COLOR_PICKER:MEDIUM_COLOR_BRUSH} y {GAMEPAD_CONTROL:COLOR_PICKER:LARGE_COLOR_BRUSH}
fr: Vous pouvez changer la taille de la « brosse » pendant la peinture avec {GAMEPAD_CONTROL:COLOR_PICKER:MEDIUM_COLOR_BRUSH} et {GAMEPAD_CONTROL:COLOR_PICKER:LARGE_COLOR_BRUSH}
hu_hu: Megváltoztathatja az "ecset" méretét, miközben újraszínez{GAMEPAD_CONTROL:COLOR_PICKER:MEDIUM_COLOR_BRUSH} and {GAMEPAD_CONTROL:COLOR_PICKER:LARGE_COLOR_BRUSH}
it: Puoi cambiare le dimensioni del "pennello" mentre ricolori con {GAMEPAD_CONTROL:COLOR_PICKER:MEDIUM_COLOR_BRUSH} e {GAMEPAD_CONTROL:COLOR_PICKER:LARGE_COLOR_BRUSH}
pl_pl: Możesz zmienić wielkość "pędzla" podczas kolorowania używając{GAMEPAD_CONTROL:COLOR_PICKER:MEDIUM_COLOR_BRUSH} oraz {GAMEPAD_CONTROL:COLOR_PICKER:LARGE_COLOR_BRUSH}
pt_br: Você pode alterar o tamanho do "pincel" ao colorir com {GAMEPAD_CONTROL:COLOR_PICKER:MEDIUM_COLOR_BRUSH} e {GAMEPAD_CONTROL:COLOR_PICKER:LARGE_COLOR_BRUSH}
ru: Во время перекрашивания можно изменить размер кисти с помощью {GAMEPAD_CONTROL:COLOR_PICKER:MEDIUM_COLOR_BRUSH} и {GAMEPAD_CONTROL:COLOR_PICKER:LARGE_COLOR_BRUSH}.
zh_cn: 用{GAMEPAD_CONTROL:COLOR_PICKER:MEDIUM_COLOR_BRUSH}和{GAMEPAD_CONTROL:COLOR_PICKER:LARGE_COLOR_BRUSH}重新着色的时候，可以改变刷子的尺寸

# HelpScreen_ControllerHint2
source: You can change Saturation and Value of the selected color with {GAMEPAD:AXIS_DPAD} while recoloring.
de: Sie können die Sättigung und Helligkeit der ausgewählten Farbe während des Neueinfärbens mit {GAMEPAD:AXIS_DPAD} anpassen.
es: Puedes cambiar la saturación y el valor del color seleccionado con {GAMEPAD:AXIS_DPAD} mientras pintas.
fr: Vous pouvez changer la saturation et la valeur de la couleur sélectionnée avec {GAMEPAD:AXIS_DPAD} pendant la peinture.
hu_hu: Miközben újraszínez,.a {GAMEPAD:AXIS_DPAD} gombbal módosíthatja a kiválasztott szín telítettségét és értékét.
it: Puoi modificare la saturazione e il valore del colore selezionato con {GAMEPAD:AXIS_DPAD}mentre ricolori.
pl_pl: Możesz zmienić Nasycenie i Wartość wybranego koloru używając {GAMEPAD:AXIS_DPAD} podczas kolorowania.
pt_br: Você pode alterar a Saturação e Valor da cor selecionada com {GAMEPAD:AXIS_DPAD} ao colorir.
ru: Во время перекрашивания можно изменить насыщенность и значение выбранного цвета с помощью {GAMEPAD:AXIS_DPAD}.
zh_cn: 着色时，可以用{GAMEPAD:AXIS_DPAD}改变色彩饱和度。

# HelpScreen_ControllerHint3
source: If you make mistake while placing blocks in survival mode you can press {GAMEPAD_CONTROL:BUILD:SECONDARY_TOOL_ACTION} to switch to Grinder tool. When you have Grinder equipped you can press {GAMEPAD_CONTROL:BUILD:SECONDARY_TOOL_ACTION} again to switch to the last equipped block.
de: Wenn Sie beim Platzieren von Blöcken im Survival-Modus einen Fehler machen, können Sie auf {GAMEPAD_CONTROL:BUILD:SECONDARY_TOOL_ACTION} drücken, um zum Schleifwerkzeug zu wechseln. Wenn Sie die Schleifmaschine verwenden, können Sie {GAMEPAD_CONTROL:BUILD:SECONDARY_TOOL_ACTION} erneut drücken, um wieder zum zuvor verwendeten Block zu wechseln.
es: Si cometes un error al colocar un bloque en modo supervivencia puedes pulsar {GAMEPAD_CONTROL:BUILD:SECONDARY_TOOL_ACTION} para cambiar a la Amoladora. Cuando llevas la Amoladora equipada puedes pulsar {GAMEPAD_CONTROL:BUILD:SECONDARY_TOOL_ACTION} otra vez para volver a cambiar al último bloque equipado.
fr: Si vous faites une erreur en plaçant des blocs en mode survie vous pouvez appuyer sur {GAMEPAD_CONTROL:BUILD:SECONDARY_TOOL_ACTION} pour basculer sur la meuleuse. Une fois équipée, vous pouvez appuyer sur {GAMEPAD_CONTROL:BUILD:SECONDARY_TOOL_ACTION} à nouveau pour revenir au dernier bloc équipé.
hu_hu: Ha hibát követ el, miközben blokkokat helyez el túlélési módban, megnyomhatja a {GAMEPAD_CONTROL:BUILD:SECONDARY_TOOL_ACTION} gombot a Zúzógép eszközre váltáshoz. Ha a Zúzógép fel van szerelve, megnyomhatja a{GAMEPAD_CONTROL:BUILD:SECONDARY_TOOL_ACTION} gombot mellyel az utolsó felszerelt blokkra vált.
it: Se commetti un errore durante il posizionamento dei blocchi in modalità di sopravvivenza, puoi premere {GAMEPAD_CONTROL:BUILD:SECONDARY_TOOL_ACTION}per passare allo strumento Smerigliatrice. Quando hai Smerigliatrice in equipaggio puoi premere {GAMEPAD_CONTROL:BUILD:SECONDARY_TOOL_ACTION}di nuovo per passare all'ultimo blocco equipaggiato.
pl_pl: Jeśli popełnisz błąd podczas stawiania bloku w trybie przetrwania, wciśnij {GAMEPAD_CONTROL:BUILD:SECONDARY_TOOL_ACTION}, żeby wybrać Szlifierkę. Kiedy ją wyposażysz wciśnij {GAMEPAD_CONTROL:BUILD:SECONDARY_TOOL_ACTION} ponownie, aby powrócić do wcześniej wybranego bloku.
pt_br: Caso cometa um erro ao colocar os blocos no modo sobrevivência, pressione {GAMEPAD_CONTROL:BUILD:SECONDARY_TOOL_ACTION} para alternar para a ferramenta Esmeril. Com o esmeril equipado, pressione {GAMEPAD_CONTROL:BUILD:SECONDARY_TOOL_ACTION} novamente para voltar para o último bloco equipado.
ru: Если вы допустите ошибку при размещении блока в режиме выживания, нажмите {GAMEPAD_CONTROL:BUILD:SECONDARY_TOOL_ACTION}, чтобы взять в руки болгарку. С этим инструментом можно еще раз нажать {GAMEPAD_CONTROL:BUILD:SECONDARY_TOOL_ACTION}, чтобы переключиться на последний использованный блок.
zh_cn: 在生存模式中，放置方块出错时，可以按{GAMEPAD_CONTROL:BUILD:SECONDARY_TOOL_ACTION}切换到切割机。手上有切割机时，可以再按{GAMEPAD_CONTROL:BUILD:SECONDARY_TOOL_ACTION}切换到上一个方块。

# HelpScreen_ControllerHint4
source: You can move through complicated windows more easily with Right Stick.
de: Durch Steuerung ihrer Ausrichtung mit dem rechten Stick, können Sie sich leichter durch komplexe Strukturen bewegen.
es: Puedes moverte más fácilmente a través de ventanas complicadas con el mando derecho.
fr: Vous pouvez naviguer plus facilement dans des fenêtres complexes avec le joystick droit
hu_hu: A Jobb karral könnyebben mozoghat a bonyolult ablakok között.
it: Puoi muoverti attraverso finestre complicate più facilmente con la levetta destra.
pl_pl: Możesz łatwiej poruszać się po skomplikowanych oknach za pomocą Prawej Gałki Analogowej.
pt_br: Você pode se mover por janelas complicadas com mais facilidade usando o controle direito.
ru: С помощью правого джойстика можно пробираться через сложные отверстия и окна.
zh_cn: 使用右操作杆轻松地在复杂的窗户区行走。

# HelpScreen_ControllerHint5
source: If you are building a symmetrical ship, you can activate Symmetry Building Mode through Systems Radial Menu.
de: Wenn Sie ein symmetrisches Schiff konstruieren möchten, können Sie den Symmetriekonstruktionsmodus über das System-Radialmenü aktivieren.
es: Si vas a construir una nave simétrica, puedes activar el modo de construcción simétrica en el menú radial.
fr: Si vous construisez un vaisseau symétrique, vous pouvez activer le mode de construction symétrique via le menu radial systèmes.
hu_hu: Ha szimmetrikus hajót épít, aktiválhatja a Szimmetria építésmódot a Rendszerek Radiális menüben.
it: Se stai costruendo una nave simmetrica, puoi attivare la Modalità di costruzione della simmetria attraverso il Menu radiale dei sistemi.
pl_pl: Jeśli budujesz symetryczny statek, możesz aktywować Tryb Symetrii przez Obrotowe Menu Systemu.
pt_br: Se estiver construindo uma nave simétrica, ative o Modo de construção simétrica no Menu radial de sistema.
ru: Если вы строите симметричный корабль, можно активировать режим симметричного строительства в системном круговом меню.
zh_cn: 如果你在建造对称飞船，你可以在系统菜单中激活对称建造模式。

# HelpScreen_ControllerHint6
source: You can modify voxels with Voxel Hand Tool, which can be accesed from System Radial Menu in Creative Mode. You can then place, remove, revert and paint voxels with {GAMEPAD_CONTROL:VOXEL:PRIMARY_TOOL_ACTION} , {GAMEPAD_CONTROL:VOXEL:SECONDARY_TOOL_ACTION} , {GAMEPAD_CONTROL:VOXEL:VOXEL_REVERT} and {GAMEPAD_CONTROL:VOXEL:VOXEL_PAINT} respectively.
de: Sie können Voxel mit dem Voxelhand-Werkzeug modifizieren, auf das Sie über das System-Radialmenü im Kreativmodus zugreifen können. Sie können dann Voxel platzieren, entfernen, zurücksetzen und mit {GAMEPAD_CONTROL:VOXEL:PRIMARY_TOOL_ACTION} , {GAMEPAD_CONTROL:VOXEL:SECONDARY_TOOL_ACTION}, {GAMEPAD_CONTROL:VOXEL:VOXEL_REVERT} und {GAMEPAD_CONTROL:VOXEL:VOXEL_PAINT} einfärben.
es: Puedes modificar vóxeles con la herramienta Modificador vóxel, a la cual puedes acceder desde el menú radial en el Modo Creativo. Podrás colocar, eliminar, revertir y pintar vóxeles con {GAMEPAD_CONTROL:VOXEL:PRIMARY_TOOL_ACTION}, {GAMEPAD_CONTROL:VOXEL:SECONDARY_TOOL_ACTION}, {GAMEPAD_CONTROL:VOXEL:VOXEL_REVERT} y {GAMEPAD_CONTROL:VOXEL:VOXEL_PAINT} respectivamente.
fr: Vous pouvez modifier les voxels avec l'outil Curseur voxel, disponible dans le menu radial système en mode créatif. Tu pouvez ensuite placer, retirer, rétablir et peindre les voxels avec {GAMEPAD_CONTROL:VOXEL:PRIMARY_TOOL_ACTION}, {GAMEPAD_CONTROL:VOXEL:SECONDARY_TOOL_ACTION}, {GAMEPAD_CONTROL:VOXEL:VOXEL_REVERT} et {GAMEPAD_CONTROL:VOXEL:VOXEL_PAINT}, respectivement.
hu_hu: A voxeleket-t a Voxel Kezek eszközzel módosíthatja, amely kreatív módban a Rendszer Radiális Menüből érhető el. Ezután elhelyezheti, eltávolíthatja, visszaállíthatja és festheti a voxeleket{GAMEPAD_CONTROL:VOXEL:PRIMARY_TOOL_ACTION} , {GAMEPAD_CONTROL:VOXEL:SECONDARY_TOOL_ACTION} , {GAMEPAD_CONTROL:VOXEL:VOXEL_REVERT} és {GAMEPAD_CONTROL:VOXEL:VOXEL_PAINT} illetőleg.
it: Puoi modificare i voxel con lo Strumento Mano Voxel, al quale puoi accedere dal Menu radiale del sistema in Modalità creativa. Quindi puoi posizionare, rimuovere, ripristinare e dipingere i voxel con {GAMEPAD_CONTROL:VOXEL:PRIMARY_TOOL_ACTION} ,{GAMEPAD_CONTROL:VOXEL:SECONDARY_TOOL_ACTION} ,{GAMEPAD_CONTROL:VOXEL:VOXEL_REVERT} e{GAMEPAD_CONTROL:VOXEL:VOXEL_PAINT} rispettivamente.
pl_pl: Możesz modyfikować woksele Rękami Stwórcy, których możesz użyć poprzez Obrotowe Menu Systemu w Trybie Kreatywnym. Możesz stawiać, usuwać odwracać zmiany oraz kolorować woksele używając {GAMEPAD_CONTROL:VOXEL:PRIMARY_TOOL_ACTION} , {GAMEPAD_CONTROL:VOXEL:SECONDARY_TOOL_ACTION} , {GAMEPAD_CONTROL:VOXEL:VOXEL_REVERT} i {GAMEPAD_CONTROL:VOXEL:VOXEL_PAINT} odpowiednio.
pt_br: É possível modificar voxels com a ferramenta Mão voxel, acessível a partir do Menu radial de sistema no Modo criativo. Então, você pode colocar, remover, reverter e pintar voxels com {GAMEPAD_CONTROL:VOXEL:PRIMARY_TOOL_ACTION}, {GAMEPAD_CONTROL:VOXEL:SECONDARY_TOOL_ACTION}, {GAMEPAD_CONTROL:VOXEL:VOXEL_REVERT} e {GAMEPAD_CONTROL:VOXEL:VOXEL_PAINT}, respectivamente.
ru: Можно модифицировать воксели с помощью воксельной кисти, которая доступна в системном круговом меню. Кроме того, можно размещать, удалять, отменять и окрашивать воксели с помощью {GAMEPAD_CONTROL:VOXEL:PRIMARY_TOOL_ACTION}, {GAMEPAD_CONTROL:VOXEL:SECONDARY_TOOL_ACTION}, {GAMEPAD_CONTROL:VOXEL:VOXEL_REVERT} и {GAMEPAD_CONTROL:VOXEL:VOXEL_PAINT} соответственно.
zh_cn: 创意模式时，你可以进入系统菜单，用体素手修改体素。可以分别用{GAMEPAD_CONTROL:VOXEL:PRIMARY_TOOL_ACTION}{GAMEPAD_CONTROL:VOXEL:SECONDARY_TOOL_ACTION}{GAMEPAD_CONTROL:VOXEL:VOXEL_REVERT}和{GAMEPAD_CONTROL:VOXEL:VOXEL_PAINT}进行放置，移除，恢复和着色。

# HelpScreen_ControllerHint7
source: Emotes toolbar is predefined and cannot be changed.
de: Die Charakteranimation-Schnellzugriffsleiste ist vordefiniert und kann nicht geändert werden.
es: La barra de gestos está predefinida y no se puede cambiar.
fr: La barre d'outil des emotes est prédéfinie et ne peut pas être modifiée.
hu_hu: A hangulat eszköztár előre definiált és nem módosítható.
it: La barra degli strumenti Animazioni è predefinita e non può essere modificata.
pl_pl: Pasek narzędzi emotek jest predefiniowany i nie może być zmieniony.
pt_br: A barra de ferramentas de emotes é predefinida e não pode ser alterada.
ru: Панель эмоций предопределена и не может быть изменена.
zh_cn: 表情工具栏是预设的，无法修改。

# HelpScreen_ControllerHint8
source: Most common actions on Systems Menu have shortcuts. Pros use shortcuts!
de: Für die meisten häufig genutzten Aktionen im System-Menü gibt es Tastenkombinationen. Profis benutzen Tastenkombinationen!
es: Las acciones más comunes en el Menú de Sistemas tienen atajos. ¡Los profesionales usamos los atajos!
fr: Les actions les plus courantes du menu systèmes ont des raccourcis. Les pros utilisent les raccourcis !
hu_hu: A Rendszerek Menü leggyakoribb műveletei, parancsikonokkal rendelkeznek. A profik parancsikonokat használnak!
it: Le azioni più comuni sul Menu Sistemi hanno delle scorciatoie. I professionisti usano le scorciatoie!
pl_pl: Większość popularnych akcji z Menu Systemu ma skróty. Zawodowcy używają skrótów!
pt_br: As ações mais comuns do Menu de sistemas têm atalhos. Profissionais usam atalhos!
ru: У самых распространенных действий в системном меню есть быстрые кнопки. Использование быстрых кнопок — выбор профи!
zh_cn: 系统菜单大多都有快捷键。 大佬都用快捷键！

# HelpScreen_ControllerHint9
source: When firing a block weapon in ship that has multiple weapons of the same type you can toggle firing a single weapon or all at once with LB+LT
de: Beim Abfeuern einer Blockwaffe eines Schiffs, das über mehrere Waffen desselben Typs verfügt, können Sie mit LB+LT zwischen dem Abfeuern einer einzelnen Waffe und dem Abfeuern aller Waffen auf einmal umschalten
es: Mientras disparas un arma de la nave que tiene múltiples armas del mismo tipo, puedes cambiar entre disparar un solo arma o disparar todas a la vez con LB+LT
fr: Lorsque vous tirez avec une arme de bloc dans un vaisseau qui possède plusieurs armes du même type, vous pouvez basculer entre le tir d'une seule arme ou de toutes les armes en même temps avec LB+LT
hu_hu: Ha blokk fegyverrel lő olyan hajón, amely több azonos típusú fegyverrel rendelkezik, akkor az LB+LT kapcsolóval egyetlen fegyverrel, vagy minddel egyszerre lőhet
it: Quando spari con un'arma di blocco in una nave che ha più armi dello stesso tipo puoi alternare sparare con una singola arma o con tutte in una volta con LB+LT
pl_pl: Podczas strzelania z bloków broni na statku, który ma kilka broni tego samego typu, możesz przełączać się miedzy strzelaniem z pojedynczej broni lub wszystkich na raz wciskając LB+LT
pt_br: Ao atirar com uma arma de bloco em uma nave que possui várias armas do mesmo tipo, você pode alternar o disparo de uma única arma ou todas ao mesmo tempo com LB+LT
ru: Стреляя из стационарного оружия на корабле, в котором установлено несколько единиц вооружения одного вида, можно переключаться между стрельбой из одной единицы или сразу из всех с помощью комбинации LB+LT
zh_cn: 在飞船上开火时，如果同一种武器安放多处，你可以用LB+LT选择单个或者全部开火
