Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# IngameHelp_Camera_Detail2
source: Toggle {CONTROL:CAMERA_MODE} to switch between first and third person view.
de: Schalten Sie mit {CONTROL:CAMERA_MODE} zwischen First- und Third-Person-Ansicht um.
es: Usa {CONTROL:CAMERA_MODE} para cambiar entre la vista en primera y en tercera persona.
fr: Appuyez sur {CONTROL:CAMERA_MODE} pour basculer entre les vues à la première et à la troisième personne.
hu_hu: Váltás {CONTROL:CAMERA_MODE} gombbal az első és a harmadik személy nézet között.
it: Attiva {CONTROL:CAMERA_MODE} per passare dalla prima alla terza persona.
pl_pl: Użyj {CONTROL:CAMERA_MODE} żeby przełączać między widokiem z perspektywy pierwszej i trzeciej osoby.
pt_br: Pressione {CONTROL:CAMERA_MODE} para alternar entre a visão de primeira e terceira pessoa.
ru: Нажмите {CONTROL:CAMERA_MODE}для переключения между видом от первого и третьего лица.
zh_cn: 按{CONTROL:CAMERA_MODE}切换第一人称和三人称视角。

# IngameHelp_Camera_Detail3
source: Use [ALT + Mouse Wheel] to adjust the distance of third person view.
de: Verwenden Sie [Alt + Mausrad], um den Abstand in der Third-Person-Perspektive anzupassen.
es: Usa [ALT + Rueda del ratón] para ajustar la distancia de la vista en tercera persona.
fr: Utilisez [ALT + Molette] pour ajuster la distance de la vue à la troisième personne.
hu_hu: Használja az [ALT + Egérgörgőt] a harmadik személy nézet-távolságának beállításához.
it: Usa [ALT + Rotella del Mouse] per regolare la distanza della vista in terza persona.
pl_pl: Użyj [ALT + Kółko Myszy] aby dostosować odległość widoku osoby trzeciej.
pt_br: Utilize [ALT + Roda do mose] para ajustar a distância da visão de terceira pessoa.
ru: Используйте [ALT + Mouse Wheel] для настройки расстояния камеры от персонажа в режиме от третьего лица.
zh_cn: 按Alt加鼠标轮子调节第三人称视距。

# IngameHelp_Camera_Detail3:Gamepad
source: Use {CONTROL:CAMERA_ZOOM_IN} and {CONTROL:CAMERA_ZOOM_OUT} to adjust the distance of third person view.
de: Verwenden Sie {CONTROL:CAMERA_ZOOM_IN} und {CONTROL:CAMERA_ZOOM_OUT}, um den Abstand in der Third-Person-Perspektive anzupassen.
es: Usa {CONTROL:CAMERA_ZOOM_IN} y {CONTROL:CAMERA_ZOOM_OUT} para ajustar la distancia de la tercera persona.
fr: Utilisez {CONTROL:CAMERA_ZOOM_IN} et {CONTROL:CAMERA_ZOOM_OUT} pour ajuster la distance de la vue à la troisième personne.
hu_hu: Használja {CONTROL:CAMERA_ZOOM_IN} és {CONTROL:CAMERA_ZOOM_OUT} a harmadik személy nézet-távolságának beállításához.
it: Usa {CONTROL:CAMERA_ZOOM_IN} e {CONTROL:CAMERA_ZOOM_OUT} per regolare la distanza della vista in terza persona.
pl_pl: Użyj {CONTROL:CAMERA_ZOOM_IN} i {CONTROL:CAMERA_ZOOM_OUT} aby dostosować odległość widoku osoby trzeciej.
pt_br: Use {CONTROL:CAMERA_ZOOM_IN} e {CONTROL:CAMERA_ZOOM_OUT} para ajustar a distância da visão em terceira pessoa.
ru: Используйте {CONTROL:CAMERA_ZOOM_IN} и {CONTROL:CAMERA_ZOOM_OUT} для настройки расстояния камеры при виде от третьего лица.
zh_cn: 使用{CONTROL:CAMERA_ZOOM_IN}和{CONTROL:CAMERA_ZOOM_OUT}调节第三人称视距。

# IngameHelp_Movement_Title
source: Good.bot: Movement
de: Good.Bot: Bewegung
es: Good.bot: Movimiento
hu_hu: Good.bot: Mozgás
it: Good.bot: Movimento
pl_pl: Good.bot: Poruszanie się
pt_br: Good.bot: Movimento
ru: Good.bot: Передвижение
zh_cn: Good.bot：移动

# INVALID
source: INVALID TEXT WRAPPER ENUM
zh_cn: 无效文字

source: Inventory
cs_cz: Inventář
de: Inventar
es: Inventario
fr: Inventaire
hu_hu: Készlet
it: Inventario
pl_pl: Ekwipunek
pt_br: Inventário
ru: Инвентарь
zh_cn: 库存

source: Iron
cs_cz: Železo
de: Eisen
es: Hierro
fr: Fer
hu_hu: Vas
it: Ferro
pl_pl: Żelazo
pt_br: Ferro
ru: Железо
zh_cn: 铁

# Jump_Achievable
source: Achievable percentage of the jump
cs_cz: Dosažitelná procentuální vzdálenost skoku
de: Prozentualer Anteil der umsetzbaren Sprungdistanz
es: Porcentaje alcanzable del salto
fr: Pourcentage réalisable du saut
hu_hu: Ugrásból megvalósítható százalékos arány
it: Percentuale raggiungibile del salto
pl_pl: Osiągalny procent skoku
pt_br: Percentual atingível de salto
ru: Достижимый процент прыжка
zh_cn: 消耗储存电量(距离)

# Jump_Blind
source: Blind Jump
cs_cz: Skok naslepo
de: Blinder Sprung
es: Salto a ciegas
fr: Saut aveugle
hu_hu: Vak ugrás
it: Salto al buio
pl_pl: Skok w ciemno
pt_br: Salto cego
ru: Прыжок вслепую
zh_cn: 盲跃

# Jump_CrewCount
source: Seated crew on board:
cs_cz: Usazená posádka na palubě:
de: Sitzende Besatzung an Bord:
es: Tripulación sentada a bordo:
fr: Équipage assis à bord :
hu_hu: Ülőhely a fedélzeten:
it: Ciurma seduta a bordo:
pl_pl: Załoga siedząca na pokładzie:
pt_br: Tripulação acomodada a bordo:
ru: Сидящих членов экипажа:
zh_cn: 船员数量：

source: Jump destination:
cs_cz: Cíl skoku:
de: Sprungziel:
es: Destino del salto:
fr: Destination du saut :
hu_hu: Ugrás célhelye:
it: Destinazione del salto:
pl_pl: Miejsce docelowe skoku:
pt_br: Destino do salto:
ru: Направление прыжка:
zh_cn: 跃迁目标：

# Jump_Distance
source: Distance to the proximity of coordinate:
cs_cz: Vzdálenost k blízkosti souřadnic:
de: Entfernung zur Nähe der Koordinaten:
es: Distancia a la proximidad de la coordenada:
fr: Distance à la proximité des coordonnées :
hu_hu: A koordinátától lévő távolság:
it: Distanza dalla prossimità della coordinata:
pl_pl: Odległość do bliskości współrzędnych:
pt_br: Distância aproximada da coordenada:
ru: Дистанция прыжка:
zh_cn: 靠近坐标距离：

# Jump_DistanceToDest
source: Distance to destination:
cs_cz: Vzdálenost k cíli:
de: Entfernung zum Zielort:
es: Distancia al destino:
fr: Distance jusqu'à la destination :
hu_hu: Távolság az úti céltól:
it: Distanza dalla destinazione:
pl_pl: Odległość do współrzędnych:
pt_br: Distância do destino:
ru: Дистанция до пункта назначения:
zh_cn: 目标距离：

# Jump_DriveCount
source: Operational jump drives:
cs_cz: Funkční skokové pohony:
de: Betriebsfähige Sprungantriebe:
es: Motores de salto operativos:
fr: Moteurs de saut opérationnels :
hu_hu: Működő ugró meghajtók:
it: Motori a salto operativi:
pl_pl: Gotowe napędy skokowe:
pt_br: Jump drives operacionais:
ru: Рабочих прыжковых двигателей:
zh_cn: 跃迁引擎数量：

# Jump_MinDistance
source: Minimum jump distance:
cs_cz: Minimální vzdálenost pro skok:
de: Minimale Sprungweite:
es: Distancia mínima de salto:
fr: Distance minimale de saut :
hu_hu: Minimális ugrási távolság:
it: Minima distanza di salto:
pl_pl: Minimalna odległość skoku:
pt_br: Distância mínima de salto:
ru: Минимальная дальность прыжка:
zh_cn: 最小跃迁距离：

# Jump_Obstacle
source: (Obstacle Detected)
cs_cz: (Detekována překážka)
de: (Hindernis erkannt)
es: (Obstáculo detectado)
fr: (Obstacle détecté)
hu_hu: (Észlelt akadály)
it: (Ostacolo rilevato)
pl_pl: (Wykryto przeszkodę)
pt_br: (Obstáculo detectado)
ru: (обнаружено препятствие)
zh_cn: (检测到障碍物)

# Jump_ObstacleTruncation
source: Obstacle Detected! Jump Distance will be truncated.
cs_cz: Detekována překážka! Dosah skok bude zkrácen. \n
de: Hindernis erkannt! Sprungdistanz wird gekürzt. \n
es: ¡Obstáculo detectado! La distancia de salto se acortará. \n
fr: Obstacle détecté ! La distance de saut sera tronquée. \ n
hu_hu: Akadály észlelve! Az ugrási távolság csonkolva lesz. \n
it: Ostacolo rilevato! La distanza di salto sarà troncata.\n
pl_pl: Wykryto przeszkodę! Odległość skoku zostanie skrócona.
pt_br: Obstáculo detectado! Distância do salto será incompleta.
ru: Обнаружено препятствие! Дальность прыжка сокращена. \n
zh_cn: 检测到障碍物！跃迁距离截断至障碍物处。\n

# Jump_Weight
source: Weight of transported mass:
cs_cz: Váha přepravované hmoty:
de: Gewicht der transportierten Masse:
es: Peso de la masa transportada:
fr: Poids de la masse transportée :
hu_hu: A szállított tömeg súlya:
it: Peso della massa trasportata:
pl_pl: Waga transportowanej masy:
pt_br: Peso da massa transportada:
ru: Транспортируемая масса:
zh_cn: 已传送质量：

# KeepProjectionToggle
source: Keep Projection
cs_cz: Udržet projekci
de: Projektion aktiviert lassen
es: Mantener Proyección
fr: Conserver la projection
hu_hu: Vetítés megtartása
it: Mantieni Proiezione
pl_pl: Utrzymuj projekcję
pt_br: Manter projeção
ru: Сохранять проекцию
zh_cn: 保留投影仪

# KeepProjectionTooltip
source: Keep projection after building is complete. Useful for automated building, but can degrade performance.
cs_cz: Udržet projekci i po kompletním dostavění. Hodí se pro automatické stavění, ale může snížit výkon počítače.
de: Projektion nach Fertigstellung aktiviert lassen. Nützlich bei automatisierter Konstruktion, kann aber die Spielperformance beeinträchtigen.
es: Mantener la proyección después de terminar la construcción. Es útil para la construcción automatizada, pero puede reducir el rendimiento.
fr: Garder la projection après que la construction soit terminée. Utile pour la construction automatisée, mais peut réduire les performances.
hu_hu: A kivetítés befejezése után tartsa meg a vetítést. Hasznos az automatizált építéshez, de ronthatja a teljesítményt.
it: Mantieni proiezione a costruzione ultimata. Utile per la costruzione automatizzata, ma può peggiorare le prestazioni.
pl_pl: Utrzymuj projekcję po zbudowaniu. Użyteczne dla automatycznego budowania, lecz może wpłynąć na wydajność.
pt_br: Manter a projeção após finalizar a construção é útil para automatizar a construção, mas pode prejudicar o desempenho.
ru: Сохранять проекцию после завершения постройки. Полезно для автоматизированного строительства, но может ухудшать производительность.
zh_cn: 建造完成后继续保留投影仪。有利于自动完成建造，但会降低性能。

source: LargeGrids
cs_cz: VelkéKonstrukce
de: GroßeBlockkonstruktionen
es: EstructurasGrandes
fr: Grandes grilles
hu_hu: Nagy Objektumok
it: GriglieGrandi
pl_pl: DużeStruktury
pt_br: GridsGrandes
ru: Большие блоки
zh_cn: 大网格

# LargeMissileTurretReloadingNotification
source: Reloading
cs_cz: Nabíjení
de: Wird nachgeladen
es: Recargando
fr: Rechargement
hu_hu: Újratöltés
it: Ricarica in corso
pl_pl: Przeładowywanie
pt_br: Recarregando
ru: Перезарядка
zh_cn: 重新装填

# LaserAntennaConnectButton
source: Connect to receiver
cs_cz: Připojit k přijímači
de: Mit Empfänger verbinden
es: Conectar al receptor
fr: Connecter au récepteur
hu_hu: Csatlakozás a vevőhöz
it: Connetti al ricevitore
pl_pl: Podłącz z odbiornikiem
pt_br: Conectar ao receptor
ru: Подключить приемник
zh_cn: 连接接收器

# LaserAntennaConnectGPS
source: Connect to coords
cs_cz: Připojit k souřadnicím
de: Auf Koordinaten ausrichten
es: Conectar con coordenadas
fr: Connecter aux coordonnées
hu_hu: Csatlakozás a koordináta felé
it: Connetti alle coordinate
pl_pl: Połącz do współrzędnych
pt_br: Conectar às coordenadas
ru: Подключиться
zh_cn: 连接坐标

# LaserAntennaCopyCoords
source: Copy my coords
cs_cz: Zkopírovat souřadnice
de: Meine Koordinaten kopieren
es: Copiar mis coordenadas
fr: Copier mes coordonnées
hu_hu: A koordinátáim másolása
it: Copia le mie coordinate
pl_pl: Skopiuj współrzędne
pt_br: Copiar minhas coordenadas
ru: Координаты антенны
zh_cn: 复制我的坐标

# LaserAntennaCopyCoordsHelp
source: Copy this antenna's position into clipboard
cs_cz: Kopírovat pozici této antény do schránky
de: Position dieser Antenne in Zwischenablage kopieren
es: Copiar la posición de esta antena en el portapapeles
fr: Copier la position de cette antenne dans le presse-papiers
hu_hu: Másolja az antenna helyzetét a vágólapra
it: Copia la posizione dell'antenna degli appunti
pl_pl: Skopiuj pozycję tej anteny do schowka
pt_br: Copiar esta posição de antena para a área de transferência
ru: Копировать координаты этой антенны в буфер
zh_cn: 复制激光天线位置到剪切板

# LaserAntennaCopyTargetCoords
source: Copy target coords
cs_cz: Zkopírovat souřadnice cíle
de: Zielkoordinaten kopieren
es: Copiar coordenadas de destino
fr: Copier les coordonnées cibles
hu_hu: Másolja a cél koordinátáit
it: Copia coordinate bersaglio
pl_pl: Skopiuj współrzędne celu
pt_br: Copiar coordenadas do alvo
ru: Координаты цели
zh_cn: 复制目标坐标

# LaserAntennaCopyTargetCoordsHelp
source: Copy target's current or last known position into clipboard
cs_cz: Zkopírovat současné nebo poslední známé souřadnice cíle do schránky
de: Aktuelle oder letzte bekannte Position des Ziels in die Zwischenablage kopieren
es: Copiar la posición actual o la última posición conocida del objetivo en el portapapeles
fr: Copier la position actuelle ou la dernière position connue de la cible dans le presse-papiers
hu_hu: Másolja a célpont jelenlegi, vagy utolsó ismert pozícióját a vágólapra
it: Copia negli appunti le coordinate attuali/ultime conosciute dell'obbiettivo
pl_pl: Skopiuj współrzędne celu lub jego ostatnio znaną pozycję do schowka
pt_br: Copiar posição atual ou última posição do alvo para a área de transferência
ru: Поворот в направлении координат
zh_cn: 复制目标的当前或最后连接位置到剪贴板

# LaserAntennaIdleButton
source: Idle
cs_cz: Odpojit
de: Inaktiv
es: Inactiva
fr: Désactivée
hu_hu: Készenlét
it: Disattiva
pl_pl: Bezczynna
pt_br: Ocioso
ru: Ожидание
zh_cn: 空闲

# LaserAntennaModeConnectedTo
source: Connected to
cs_cz: Připojena k
de: Verbunden mit
es: Conectado a
fr: Connecté à
hu_hu: Csatlakoztatva
it: Connesso a
pl_pl: Podłączony do
pt_br: Conectado a
ru: Подключен к
zh_cn: 连接到

# LaserAntennaModeContactRec
source: Trying to establish connection to
cs_cz: Pokus o připojení se k
de: Versuche eine Verbindung herzustellen mit
es: Tratando de establecer una conexión con
fr: Tentative de connexion avec
hu_hu: Kapcsolat létesítése a
it: Tentativo di connessione a
pl_pl: Próba ustanowienia połączenia z
pt_br: Tentando estabelecer conexão com
ru: Попытка установить соединение с
zh_cn: 尝试连接到

# LaserAntennaModeIdle
source: Idle
cs_cz: Nečinná
de: Inaktiv
es: Inactivo
fr: Désactivé
hu_hu: Készenlét
it: Disattiva
pl_pl: Bezczynna
pt_br: Ocioso
ru: Ожидание
zh_cn: 空闲

# LaserAntennaModeRotGPS
source: Rotating towards GPS coordinates
cs_cz: Natáčení se na GPS souřadnice
de: Wird auf GPS-Koordinaten ausgerichtet
es: Rotando hacia las coordenadas GPS
fr: Rotation vers les coordonnées GPS
hu_hu: Forgatás a GPS koordináták felé
it: Rotazione verso le coordinate GPS
pl_pl: Obracanie w kierunku koordynatów GPS
pt_br: Girando de acordo com coordenadas do GPS
ru: Поворот в направлении
zh_cn: 按照GPS坐标旋转

# LaserAntennaModeRotRec
source: Rotating towards
cs_cz: Natáčení k
de: Wird ausgerichtet auf
es: Girando hacia
fr: Rotation vers
hu_hu: Forgatás feléje
it: Rotazione verso
pl_pl: Obracanie do
pt_br: Girando de acordo com
ru: Поворот в направлении
zh_cn: 旋转朝向

# LaserAntennaModeSearchGPS
source: Searching for a laser at GPS coordinates
cs_cz: Hledání laserového spojení na GPS souřadnicích
de: Suche nach einem Laser unter den angegebenen GPS-Koordinaten
es: Buscando un láser en coordenadas GPS
fr: Recherche d'un laser aux coordonnées GPS
hu_hu: Lézer keresése GPS koordinátákon
it: Ricerca laser alle coordinate GPS
pl_pl: Szukanie laserowych koordynatów GPS
pt_br: Buscando laser nas coordenadas do GPS
ru: Поиск приемника в координатах
zh_cn: 在GPS坐标寻找激光雷达

# LaserAntennaOnlyPerm
source: Only receivers set to permanent connection found
cs_cz: Nalezeni pouze přijímači trvalého spojení
de: Nur Empfänger mit bereits bestehender Verbindung gefunden
es: Solo los receptores pueden establecer la conexión como "permanente"
fr: Seuls les récepteurs réglés sur une connexion permanente ont été trouvés
hu_hu: Csak az állandó kapcsolatra beállított vevők találhatók
it: Sono stati trovati solo i ricevitori impostati su connessione permanente
pl_pl: Znaleziono tylko odbiorniki ustawione na stałe połączenie
pt_br: Somente receptores definidos como conexão permanente encontrados
ru: Найдены только приемники, настроенные на постоянное соединение
zh_cn: 仅找到设置为永久连接的接收器

# LaserAntennaOutsideLimits
source: Target outside movement range
cs_cz: Cíl je mimo pohybový rozsah
de: Ziel außerhalb des Bewegungsbereichs
es: Objetivo fuera del rango de movimiento
fr: Cible en dehors de la plage de mouvement
hu_hu: A cél a hatósugáron kívül van
it: Obiettivo fuori dal raggio di movimento
pl_pl: Cel poza zasięgiem ruchu
pt_br: Alvo fora do alcance de movimento
ru: Цель вне досягаемости
zh_cn: 目标超出移动范围

# LaserAntennaPasteGPS
source: Paste coords
cs_cz: Vložit souřadnice
de: Koordinaten einfügen
es: Pegar coordenadas
fr: Coller les coordonnées
hu_hu: Koordináták mbeillesztése
it: Incolla coordinate
pl_pl: Wklej współrzędne
pt_br: Colar coordenadas
ru: Вставить координаты
zh_cn: 粘贴坐标

# LaserAntennaPermanentCheckbox
source: Permanent connection
cs_cz: Trvalé spojení
de: Permanente Verbindung
es: Conexión permanente
fr: Connexion permanente
hu_hu: Állandó kapcsolat
it: Connessione permanente
pl_pl: Stałe połaczenie
pt_br: Conexão permanente
ru: Постоянное соединение
zh_cn: 永久连接

# LaserAntennaReceiversList
source: Known receivers
cs_cz: Známé přijímače
de: Bekannte Empfänger
es: Receptores conocidos
fr: Récepteurs connus
hu_hu: Ismert vevőkészülékek
it: Ricevitori Conosciuti
pl_pl: Znane odbiorniki
pt_br: Receptores conhecidos
ru: Известные приемники
zh_cn: 已知接收器

# LaserAntennaReceiversListHelp
source: These receivers are in radio range and can report their position. Their current state and target is in parenthesis: idle laser is idling >> laser is rotating towards other receiver or GPS coordinates ?> searching for other laser at requested GPS coordinates ~> contacting other side of link (this includes waiting for other laser to turn its face to me or futile effort to contact receiver which is turned off or is not there any more) => connection is established To connect to lasers not listed here you can connect to coordinates.
cs_cz: Tyto přijímače jsou v rádiovém dosahu a jsou schopny ohlásit své pozice. Jejich současný stav a cíl je v závorkách: [Nečinná] - anténa není ve spojení [>>] - anténa se natáčí na GPS souřadnice nebo jiný přijímač [?>] - hledá laserovou anténu na zadaných souřadnicích [~>] - spojuje se s druhou stranou (toto zahrnuje i čekání na druhou anténu, než se natočí k této anténě. Nebo zbytečný pokus o spojení s přijímačem, který je vypnut, nebo již není na daném místě) [=>] - spojení navázáno Pro připojení na anténu, která není v tomto seznamu, využijte spojení přes souřadnice.
de: Diese Empfänger befinden sich in Funkreichweite und können ihre Positionen übertragen. Ihr aktueller Zustand und ihr Ziel stehen in Klammern: inaktiv Laser ist nicht in Betrieb >> Laser richtet sich zu anderen Laserempfängern bzw. GPS-Koordinaten aus ?> Suche nach anderem Laser unter den angegebenen GPS-Koordinaten ~> Versucht Verbindung mit anderer Seite zu initiieren (dies beinhaltet das Warten, bis der andere Laser sich ausrichtet und seinerseits eine Verbindung versucht herzustellen, wobei dieser ausgeschaltet sein kann oder nicht mehr existieren könnte) => Verbindung wurde hergestellt Um eine Verbindung zu Lasern herzustellen, die hier nicht aufgeführt sind, können Sie versuchen eine Verbindung mit Hilfe von Koordinaten herzustellen.
es: Estos receptores están en rango de radio y pueden indicar su posición. Su estado actual y el objetivo está entre paréntesis: Inactivo El láser está inactivo >> El láser está girando hacia otro receptor o coordinadas GPS ?> Buscando otros láseres en las coordinadas GPS ~> Contactando con el otro extremo de la conexión (esto incluye "esperando a que el otro láser gire hacia mi o un esfuerzo inútil de contactar con el receptor que está apagado o ya no está ahí ) => Conexión establecida Para conectar con láseres que no están en esta lista, puedes usar conectar a coordenadas.
fr: Ces récepteurs sont à portée radio et peuvent indiquer leur position. Leur état actuel et leur cible sont entre parenthèses : inactif le laser est en veille >> le laser tourne vers un autre récepteur ou des coordonnées GPS ?> Recherche d’un autre laser aux coordonnées GPS demandées ~> contact avec un autre côté de la liaison (cela implique notamment d'attendre qu'un autre laser se tourne vers lui ou un effort inutile pour contacter le récepteur qui est éteint ou qui n'y est plus) => la connexion est établie Pour vous connecter à des lasers non répertoriés ici, vous pouvez vous connecter à des coordonnées.
hu_hu: These receivers are in radio range and can report their position. Their current state and target is in parenthesis: idle laser is idling >> a lézer más vevő- vagy GPS-koordináták felé fordul ?> más lézer keresése a kért GPS koordinátákon ~> kapcsolódás a másik oldalhoz (tartalmazza a várakozást a másik lézerre hogy felém forduljon, de hiábavaló erőfeszítés ez olyan vevővel amely ki van kapcsolva vagy nincs) => kapcsolat létrejött Az itt fel nem sorolt ​​lézerekhez koordinátákkal csatlakozhat.
it: Questi ricevitori sono a portata radio e possono dare la propria posizione. Il loro stato corrente e l'obbiettivo sono tra le parentesi: Il laser inattivo è in stand-by >> Il laser sta ruotando verso l'altro ricevitore o verso le coordinate GPS ?> Sta cercando un altro laser alle coordinate GPS richieste ~> Sta contattando l'altro lato del collegamento (ciò include l'aspettare che l'altro laser si rivolga verso me o uno sforzo inutile di contattare un ricevitore spento o che non c'è più) => Connessione stabilita Per connettere i laser non elencati puoi connetterti tramite le coordinate
pl_pl: Te odbiorniki są w zasięgu radiowym i mogą zgłosić swoją pozycję. Ich stan obecny i cel są w nawiasie: bezczynny laser jest bezczynny >> laser obraca się do innego odbiornika lub współrzędnych GPS ?> szuka innego lasera w podanych współrzędnych GPS ~> kontaktuje się z drugą stroną połączenia (również wskazuje oczekiwanie aż odbiornik się odwróci lub daremna próba połączenia się z odbiornikiem, który jest wyłączony lub już tam go nie ma) => połączenie zostało nawiązane Aby połączyć się z laserami nie wymienionymi tutaj, można podłączyć się do współrzędnych.
pt_br: Esses receptores estão ao alcance do rádio e podem reportar sua posição. Seu estado atual e alvo estão em parênteses: o laser está ocioso >> o laser está girando de acordo com outros receptores ou coordenadas de GPS ?> buscando por outro laser que solicitou coordenadas de GPS ~> contactando outro lado do link (inclui aguardar por outro laser para se virar para mim ou um esforço em vão para contactar o receptor que está desligado ou não está mais lá) => conexão estabelecida Para se conectar a lasers não listados aqui, você pode se conectar às coordenadas.
ru: Эти приемники находятся на расстоянии приема и могут сообщить свою позицию. Их текущее состояние и цель указаны в круглых скобках: Ожидание - модуль в режиме ожидания >> лазер поворачивается к другому приемнику или к координатам ?> ищет другой приемник в указанных координатах ~> устанавливает соединение (этот режим включает ожидание поворота удаленного приемника или невозможность установки соединения при выключенном или недоступном приемнике) => соединение установлено Чтобы подключиться к приемникам не указанным в списке, вы можете указать их координаты.
zh_cn: 接收器在天线范围内也可以报告所在位置。 括号中的信息表示当前状态和目标。 空闲 激光空闲中 >> 激光正转向其他接收器或GPS坐标 ?> 根据要求的GPS坐标搜寻其他激光 ~>开始连接（包括等待其它激光 转向己方，或尝试联系 已经关闭或不在原来位置的接收器） => 连接已建立 如果列表中没有想连接的激光，你可以通过坐标位置连接。

# LaserAntennaSelectedCoords
source: Selected GPS coordinates
cs_cz: Vybrané souřadnice GPS
de: Ausgewählte GPS-Koordinaten
es: Coordenadas GPS seleccionadas
fr: Coordonnées GPS sélectionnées
hu_hu: Kiválasztott GPS koordináták
it: Seleziona coordinate GPS
pl_pl: Wybrane współrzędne GPS
pt_br: Coordenadas de GPS selecionadas
ru: Выбранные GPS-координаты
zh_cn: 选中的GPS坐标

# LCD_Arrow
source: Arrow
cs_cz: Směrovka
de: Pfeil
es: Flecha
fr: Flèche
hu_hu: Nyíl
it: Freccia
pl_pl: Strzałka
pt_br: Seta
ru: Стрелка
zh_cn: 箭头

# LCD_Construction
source: Construction
cs_cz: Stavba
de: Bauarbeiten
es: Construcción
hu_hu: Építkezés
it: Costruzione
pl_pl: Budowa
pt_br: Distância aproximada da coordenada:
ru: Ведутся работы
zh_cn: 建设

# LCD_Cross
source: Cross
cs_cz: Kříž
de: Kreuz
es: Cruz
fr: Croix
hu_hu: Kereszt
it: Croce
pl_pl: Krzyż
pt_br: Cruz
ru: Крест
zh_cn: 穿过

# LCD_Danger
source: Danger
cs_cz: Nebezpečí
de: Gefahr
es: Peligro
hu_hu: Veszély
it: Pericolo
pl_pl: Zagrożenie
pt_br: Perigo
ru: Опасность
zh_cn: 危险
