Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# DisplayName_Block_GratedStairs
source: Grated Stairs
de: Gittertreppe (breit)
es: Escaleras con rejilla
fr: Escaliers grillagés
hu_hu: Rácsos Lépcsők
it: Scale con grate
pl_pl: Kratowane schody
pt_br: Escada com corrimão
ru: Решетчатая лестница
zh_cn: 格栅式楼梯

# DisplayName_Block_GratedHalfStairs
source: Grated Half Stairs
de: Gittertreppe (schmal)
es: Medias escaleras con rejillas
fr: Demi-escaliers grillagés
hu_hu: Rácsos Fél Lépcső
it: Mezze scale con grate
pl_pl: Kratowane schody połowa
pt_br: Meia-escada com corrimão
ru: Половинная решетчатая лестница
zh_cn: 格栅式半楼梯

# DisplayName_Block_RotatingLight
source: Rotating Light
de: Rotierendes Licht
es: Luz rotativa
fr: Gyrophare
hu_hu: Forgatható Lámpa
it: Luce rotante
pl_pl: Światło obrotowe
pt_br: Luz rotativa
ru: Вращающийся светильник
zh_cn: 旋转灯

# DisplayName_Block_Freight1
source: Freight 1
de: Fracht 1
es: Carga 1
fr: Fret 1
hu_hu: Rakomány 1
it: Cassa 1
pl_pl: Skrzynie 1
pt_br: Transportador 1
ru: Груз 1
zh_cn: 货物 1

# DisplayName_Block_Freight2
source: Freight 2
de: Fracht 2
es: Carga 2
fr: Fret 2
hu_hu: Rakomány 2
it: Cassa 2
pl_pl: Skrzynie 2
pt_br: Transportador 2
ru: Груз 2
zh_cn: 货物 2

# DisplayName_Block_Freight3
source: Freight 3
de: Fracht 3
es: Carga 3
fr: Fret 3
hu_hu: Rakomány 3
it: Cassa 3
pl_pl: Skrzynie 3
pt_br: Transportador 3
ru: Груз 3
zh_cn: 货物 3

# DisplayName_Block_FullCoverWall
source: Cover Walls
cs_cz: Barikáda
de: Schutzmauer (hoch)
es: Paredes de cubierta
fr: Mur Complet
hu_hu: Falborítások
it: Muri di copertura
pl_pl: Barykada
pt_br: Paredes de cobertura
ru: Двойная перегородка
zh_cn: 全掩体墙-qytq-

# DisplayName_Block_GatlingGun
source: Gatling Gun
cs_cz: Rotační kulomet
de: Gatling-Geschütz
es: Arma de Gatling
fr: Mitrailleuse Gatling
hu_hu: Géppuska löveg
it: Gatling
pl_pl: Karabin Gatlinga
pt_br: Metralhadora
ru: Пулемет Гатлинга
zh_cn: 加特林机枪-jtljq-

# DisplayName_Block_GatlingTurret
source: Gatling Turret
cs_cz: Kulometná věž
de: Gatling-Geschützturm
es: Torreta Gatling
fr: Tourelle Gatling
hu_hu: Géppuska torony
it: Torretta gatling
pl_pl: Wieżyczka Gatlinga
pt_br: Torre de metralhadora
ru: Турель Гатлинга
zh_cn: 加特林炮塔-jtlpt-

# DisplayName_Block_GravityGenerator
source: Gravity Generator
cs_cz: Generátor Gravitace
de: Gravitationsgenerator
es: Generador de gravedad
fr: Générateur de gravité
hu_hu: Gravitációs Generátor
it: Generatore di gravità
pl_pl: Generator grawitacji
pt_br: Gerador de gravidade
ru: Гравитационный генератор
zh_cn: 重力发生器-zlfsq-

# DisplayName_Block_GravityGeneratorSphere
source: Spherical Gravity Generator
cs_cz: Generátor sférické gravitace
de: Sphärischer Gravitationsgenerator
es: Generador de gravedad esférico
fr: Générateur de Gravité sphérique
hu_hu: Gömb Gravitációs Generátor
it: Generatore di gravità sferico
pl_pl: Generator sferycznej grawitacji
pt_br: Gerador de gravidade esférico
ru: Сферический генератор гравитации
zh_cn: 球形重力发生器-qxzlfsq-

# DisplayName_Block_Gyroscope
source: Gyroscope
cs_cz: Gyroskop
de: Gyroskop
es: Giroscopio
hu_hu: Giroszkóp
it: Giroscopio
pl_pl: Żyroskop
pt_br: Giroscópio
ru: Гироскоп
zh_cn: 陀螺仪

# DisplayName_Block_HalfCoverWall
source: Half Cover Wall
cs_cz: Malá barikáda
de: Schutzmauer (niedrig)
es: Media Cubierta De La Pared
fr: Demi Mur
hu_hu: Fél Falborító
it: Muro di copertura (metà)
pl_pl: Połowa barykady
pt_br: Parede de meia cobertura
ru: Одинарная перегородка
zh_cn: 半掩体墙-bytq-

# DisplayName_Block_HalfHeavyArmorBlock
source: Half Heavy Armor Block
cs_cz: Těžce obrněný půlblok
de: Schwere Panzerung (halber Block)
es: Medio bloque de blindaje pesado
fr: Demi bloc de blindage lourd
hu_hu: Félnehéz páncélblokk
it: Blocco mezza armatura pesante
pl_pl: Połówka Bloku Ciężkiego Pancerza
pt_br: Meio bloco (blindagem pesada)
ru: Полублок тяжелой брони
zh_cn: 半重甲块

# DisplayName_Block_HalfLightArmorBlock
source: Half Light Armor Block
cs_cz: Lehce obrněný půlblok
de: Leichte Panzerung (halber Block)
es: Medio bloque de blindaje ligero
fr: Demi bloc de blindage léger
hu_hu: Félkönnyű páncélblokk
it: Blocco mezza armatura leggera
pl_pl: Połówka Bloku Lekkiego Pancerza
pt_br: Meio bloco (blindagem leve)
ru: Полублок легкой брони
zh_cn: 半轻甲块

# DisplayName_Block_HalfSlopeHeavyArmorBlock
source: Half Slope Heavy Armor Block
cs_cz: Těžce obrněný, zešikmený půlblok
de: Schwere Panzerung (halbe Rampe)
es: Medio bloque de blindaje pesado en pendiente
fr: Bloc de blindage lourd demi-pente
hu_hu: Fél Lejtős Nehéz-páncél blokk
it: Blocco armatura pesante mezza pendenza
pl_pl: Połówka Skosu Bloku Ciężkiego Pancerza
pt_br: Meio bloco inclinado (blindagem pesada)
ru: Угловой полублок тяжелой брони
zh_cn: 半斜重甲块

# DisplayName_Block_HalfSlopeLightArmorBlock
source: Half Slope Light Armor Block
cs_cz: Lehce obrněný, zešikmený půlblok
de: Leichte Panzerung (halbe Rampe)
es: Medio bloque de blindaje ligero en pendiente
fr: Bloc de blindage léger demi-pente
hu_hu: Fél Lejtős Könnyű-páncél Blokk
it: Blocco armatura leggera mezza pendenza
pl_pl: Połówka Skosu Bloku Lekkiego Pancerza
pt_br: Meio bloco inclinado (blindagem leve)
ru: Угловой полублок легкой брони
zh_cn: 半斜轻甲块

# DisplayName_Block_HeavyAngledArmorCorner
source: Angled Heavy Armor Corner
cs_cz: Úhlový, těžce obrněný roh
de: Schwere Panzerung (angewinkelte Ecke)
es: Blindaje pesado en esquina angulada
fr: Coin de blindage lourd biseauté
hu_hu: Ferde Nehéz-páncél Sarok
it: Angolo Curvo Armatura Pesante
pl_pl: Zakrzywiony narożnik ciężkiego pancerza
pt_br: Canto angulado (blindagem pesada)
ru: Угол тяжелой брони
zh_cn: 重甲突面角块-zjtmjk-

# DisplayName_Block_HeavyAngledArmorSlope
source: Angled Heavy Armor Slope
cs_cz: Úhlové, těžce obrněné zešikmení
de: Schwere Panzerung (angewinkelte Rampe)
es: Blindaje pesado en pendiente angulada
fr: Pente de blindage lourd biseautée
hu_hu: Ferde Nehéz-Páncél Lejtő
it: Blocco Inclinato Curvo Armatura Pesante
pl_pl: Zakrzywiony skos ciężkiego pancerza
pt_br: Inclinação angulada (blindagem pesada)
ru: Угловая Тяжелая Броня, Скат
zh_cn: 重甲突面斜块-zjtmxk-

# DisplayName_Block_HeavyArmorBlock
source: Heavy Armor Block
cs_cz: Těžce obrněný blok
de: Schwere Panzerung (Block)
es: Bloque de blindaje pesado
fr: Bloc de Blindage Lourd
hu_hu: Nehéz-Páncél Blokk
it: Blocco armatura pesante
pl_pl: Blok ciężkiego pancerza
pt_br: Bloco de blindagem pesada
ru: Блок тяжелой брони
zh_cn: 重甲块

# DisplayName_Block_HeavyArmorCorner
source: Heavy Armor Corner
cs_cz: Těžce obrněný roh
de: Schwere Panzerung (Ecke)
es: Esquina de blindaje pesado
fr: Coin de Blindage Lourd
hu_hu: Nehéz-Páncél Sarok
it: Angolo armatura pesante
pl_pl: Naroże ciężkiego pancerza
pt_br: Canto de blindagem pesada
ru: Угол тяжелой брони
zh_cn: 斜重甲角块-xzjjk-

# DisplayName_Block_HeavyArmorCorner2
source: Heavy Armor Corner 2x1x1
cs_cz: Těžce obrněný roh 2x1x1
de: Schwere Panzerung (Ecke) 2x1x1
es: Esquina de blindaje pesado 2x1x1
fr: Coin de blindage lourd 2x1x1
hu_hu: Nehéz-Páncél Sarok 2x1x1
it: Angolo armatura pesante 2x1x1
pl_pl: Narożnik ciężkiego pancerza 2x1x1
pt_br: Canto 2x1x1 (blindagem pesada)
ru: Тяжелая Броня, Угол 2x1x1
zh_cn: 斜重甲角块-xzjjk-2x1x1

# DisplayName_Block_HeavyArmorCorner2Base
source: Heavy Armor Corner 2x1x1 Base
cs_cz: Těžce obrněný roh 2x1x1 - Základ
de: Schwere Panzerung (Eck-Sockel) 2x1x1
es: Esquina de blindaje pesado 2x1x1 Base
fr: Coin de blindage lourd 2x1x1 base
hu_hu: Nehéz-Páncél Sarok 2x1x1 Alap
it: Angolo armatura pesante 2x1x1 Base
pl_pl: Narożnik ciężkiego pancerza 2x1x1 podstawa
pt_br: Base do canto 2x1x1 (blindagem pesada)
ru: Угол 2x1 основа тяжелой брони
zh_cn: 斜重甲角块后-xzjjkh-2x1x1

# DisplayName_Block_HeavyArmorCorner2BaseSmooth
source: Heavy Armor Corner 2x1x1 Base Smooth
cs_cz: Těžce obrněný roh 2x1x1 - Hladký základ
de: Schwere glatte Panzerung (Eck-Sockel) 2x1x1
es: Esquina de blindaje pesado 2x1x1 Base Lisa
fr: Coin de blindage lourd 2x1x1 base lissée
hu_hu: Nehéz-Páncél Sarok 2x1x1 Alap Sima
it: Angolo armatura pesante 2x1x1 Base Liscia
pl_pl: Narożnik ciężkiego pancerza 2x1x1 gładka podstawa
pt_br: Base de canto suavizada 2x1x1 (blindagem pesada)
ru: Тяжелая Броня, Угол 2x1x1 Основа Сглаж.
zh_cn: 平滑斜重甲角块后-xzjjkh-2x1x1

# DisplayName_Block_HeavyArmorCorner2Smooth
source: Heavy Armor Corner 2x1x1 Smooth
cs_cz: Těžce obrněný, hladký roh 2x1x1
de: Schwere glatte Panzerung (Ecke) 2x1x1
es: Esquina de blindaje pesado 2x1x1 Liso
fr: Coin de blindage lourd 2x1x1 lissé
hu_hu: Nehéz-Páncél Sarok 2x1x1 Sima
it: Angolo armatura pesante 2x1x1 Liscio
pl_pl: Gładki narożnik ciężkiego pancerza 2x1x1
pt_br: Canto suavizado 2x1x1 (blindagem pesada)
ru: Тяжелая Броня, Угол 2x1x1 Сглаж.
zh_cn: 平滑斜重甲角块-phxzjjk-2x1x1

# DisplayName_Block_HeavyArmorCorner2Tip
source: Heavy Armor Corner 2x1x1 Tip
cs_cz: Těžce obrněný roh 2x1x1 - Špička
de: Schwere Panzerung (Eck-Spitze) 2x1x1
es: Esquina de blindaje pesado 2x1x1 Punta
fr: Coin de blindage lourd 2x1x1 extrémité
hu_hu: Nehéz-Páncél Sarok 2x1x1 Tip
it: Angolo armatura pesante 2x1x1 Punta
pl_pl: Narożnik ciężkiego pancerza 2x1x1 końcówka
pt_br: Ponta de canto 2x1x1 (blindagem pesada)
ru: Угол 2x1 вершина тяжелой брони
zh_cn: 斜重甲角块前-xzjjkq-2x1x1

# DisplayName_Block_HeavyArmorCorner2TipSmooth
source: Heavy Armor Corner 2x1x1 Tip Smooth
cs_cz: Těžce obrněný roh 2x1x1 - Hladká špička
de: Schwere glatte Panzerung (Eck-Spitze) 2x1x1
es: Esquina de blindaje pesado 2x1x1 punta lisa
fr: Coin de blindage lourd 2x1x1 extrémité lissée
hu_hu: Nehéz-Páncél Sarok 2x1x1 Tip Sima
it: Angolo armatura pesante 2x1x1 Punta Liscia
pl_pl: Narożnik ciężkiego pancerza 2x1x1 gładka końcówka
pt_br: Ponta de canto suavizada 2x1x1 (blindagem pesada)
ru: Тяжелая Броня, Угол 2x1x1 Скат Сглаж.
zh_cn: 平滑斜重甲角块前-phxzjjkq-2x1x1

# DisplayName_Block_HeavyArmorInvCorner
source: Heavy Armor Inv. Corner
cs_cz: Těžce obrněný obrácený roh
de: Schwere Panzerung (inv. Ecke) 1x1x1
es: Esquina Inv. de blindaje pesado
fr: Coin de blindage lourd inversé
hu_hu: Nehéz-Páncél Fordított Sarok
it: Angolo invertito armatura pesante
pl_pl: Odw. naroże ciężkiego pancerza
pt_br: Canto invertido (blindagem pesada)
ru: Обратный угол тяжелой брони
zh_cn: 斜重甲补角块-xzjbjk-

# DisplayName_Block_HeavyArmorInvCorner2
source: Heavy Armor Inv. Corner 2x1x1
cs_cz: Těžce obrněný, obrácený roh 2x1x1
de: Schwere Panzerung (inv. Ecke) 2x1x1
es: Esquina Inv. de blindaje pesado 2x1x1
fr: Coin de blindage lourd inv. 2x1x1
hu_hu: Nehéz-Páncél Fordított Sarok 2x1x1
it: Angolo invertito armatura pesante 2x1x1
pl_pl: Odw. narożnik ciężkiego pancerza 2x1x1
pt_br: Canto invertido 2x1x1 (blindagem pesada)
ru: Тяжелая Броня, Инв.Угол 2x1x1
zh_cn: 斜重甲补角块-xzjbjk-2x1x1

# DisplayName_Block_HeavyArmorInvCorner2Base
source: Heavy Armor Inv. Corner 2x1x1 Base
cs_cz: Těžce obrněný, obrácený roh 2x1x1 - Základ
de: Schwere Panzerung (inv. Eck-Sockel) 2x1x1
es: Esquina Inv. de blindaje pesado 2x1x1 Base
fr: Coin de blindage lourd inv. 2x1x1 base
hu_hu: Nehéz-Páncél Fordított Sarok 2x1x1 Alap
it: Angolo invertito armatura pesante 2x1x1 Base
pl_pl: Odw. narożnik ciężkiego pancerza 2x1x1 podstawa
pt_br: Base de canto invertido 2x1x1 (blindagem pesada)
ru: Обратный угол 2x1 основа тяжелой брони
zh_cn: 斜重甲补角块后-xzjbjkh-2x1x1

# DisplayName_Block_HeavyArmorInvCorner2BaseSmooth
source: Heavy Armor Inv. Corner 2x1x1 Base Smooth
cs_cz: Těžce obrněný, obrácený roh 2x1x1 - Hladký základ
de: Schwere glatte Panzerung (inv. Eck-Sockel) 2x1x1
es: Esquina Inv. de blindaje pesado 2x1x1 Base Lisa
fr: Coin de blindage lourd inv. 2x1x1 base lissée
hu_hu: Nehéz-Páncél Fordított Sarok 2x1x1 Alap Sima
it: Angolo invertito armatura pesante 2x1x1 Base Liscia
pl_pl: Narożnik ciężkiego pancerza 2x1x1 gładka podstawa
pt_br: Base de canto inv. suavizado 2x1x1 (blindagem pesada)
ru: Тяжелая Броня, Инв.Угол 2x1x1 Основа Сглаж.
zh_cn: 平滑斜重甲补角块后-phxzjbjkh-2x1x1

# DisplayName_Block_HeavyArmorInvCorner2Smooth
source: Heavy Armor Inv. Corner 2x1x1 Smooth
cs_cz: Těžce obrněný, obrácený, hladký roh 2x1x1
de: Schwere glatte Panzerung (inv. Ecke) 2x1x1
es: Esquina Inv. de blindaje pesado 2x1x1 Liso
fr: Coin de blindage lourd inv. 2x1x1 lissé
hu_hu: Nehéz-Páncél Fordított Sarok 2x1x1 Sima
it: Angolo invertito armatura pesante 2x1x1 Liscio
pl_pl: Odw. gładki narożnik ciężkiego pancerza 2x1x1
pt_br: Canto invertido suavizado 2x1x1 (blindagem pesada)
ru: Тяжелая Броня, Инв.Угол 2x1x1 Сглаж.
zh_cn: 平滑斜重甲补角块-phxzjbjk-2x1x1

# DisplayName_Block_HeavyArmorInvCorner2Tip
source: Heavy Armor Inv. Corner 2x1x1 Tip
cs_cz: Těžce obrněný, obrácený roh 2x1x1 - Špička
de: Schwere Panzerung (inv. Eck-Spitze) 2x1x1
es: Esquina Inv. de blindaje pesado 2x1x1 Punta
fr: Coin de blindage lourd inv. 2x1x1 extrémité
hu_hu: Nehéz-Páncél Fordított Sarok 2x1x1 Tip
it: Angolo invertito armatura pesante 2x1x1 Punta
pl_pl: Odw. narożnik ciężkiego pancerza 2x1x1 końcówka
pt_br: Ponta de canto inv. 2x1x1 (blindagem pesada)
ru: Обратный угол 2x1 вершина тяжелой брони
zh_cn: 斜重甲补角块前-xzjbjkq-2x1x1

# DisplayName_Block_HeavyArmorInvCorner2TipSmooth
source: Heavy Armor Inv. Corner 2x1x1 Tip Smooth
cs_cz: Těžce obrněný, obrácený roh 2x1x1 - Hladká špička
de: Schwere glatte Panzerung (inv. Eck-Spitze) 2x1x1
es: Esquina Inv. de blindaje pesado 2x1x1 Punta lisa
fr: Coin de blindage lourd inv. 2x1x1 extrémité lissée
hu_hu: Nehéz-Páncél Fordított Sarok 2x1x1 Tip Sima
it: Angolo invertito armatura pesante 2x1x1 Punta Liscia
pl_pl: Odw. narożnik ciężkiego pancerza 2x1x1 gładka końcówka
pt_br: Ponta de canto inv. suavizada 2x1x1 (blindagem pesada)
ru: Тяжелая Броня, Инв.Угол 2x1x1 Верш.
zh_cn: 平滑斜重甲补角块前-phxzjbjkq-2x1x1

# DisplayName_Block_HeavyArmorSlope
source: Heavy Armor Slope
cs_cz: Těžce obrněné zešikmení
de: Schwere Panzerung (Rampe)
es: Rampa de blindaje pesado
fr: Pente de Blindage Lourd
hu_hu: Nehéz-Páncél Lejtő
it: Blocco inclinato armatura pesante
pl_pl: Skos ciężkiego pancerza
pt_br: Bloco inclinado (blindagem pesada)
ru: Скат тяжелой брони
zh_cn: 斜重甲块-xzjk-

# DisplayName_Block_HeavyArmorSlope2
source: Heavy Armor Slope 2x1x1
cs_cz: Těžce obrněný, zakulacený blok 2x1x1
de: Schwere Panzerung (Rampe) 2x1x1
es: Rampa de blindaje pesado 2x1x1
fr: Pente de blindage lourd 2x1x1
hu_hu: Nehéz-Páncél Lejtő 2x1x1
it: Blocco inclinato armatura pesante 2x1x1
pl_pl: Skos ciężkiego pancerza 2x1x1
pt_br: Inclinação 2x1x1 (blindagem pesada)
ru: Тяжелая Броня, Скат 2x1x1
zh_cn: 斜重甲块-xzjk-2x1x1

# DisplayName_Block_HeavyArmorSlope2Base
source: Heavy Armor Slope 2x1x1 Base
cs_cz: Těžce obrněné zešikmení 2x1x1 - Základ
de: Schwere Panzerung (Rampensockel) 2x1x1
es: Rampa de blindaje pesado 2x1x1 base
fr: Pente de blindage lourd 2x1x1 base
hu_hu: Nehéz-Páncél Lejtő 2x1x1 Alap
it: Blocco inclinato armatura pesante 2x1x1 Base
pl_pl: Skos ciężkiego pancerza 2x1x1 podstawa
pt_br: Base inclinada 2x1x1 (blindagem pesada)
ru: Скат 2x1 основа тяжелой брони
zh_cn: 斜重甲块后-xzjkh-2x1x1

# DisplayName_Block_HeavyArmorSlope2BaseSmooth
source: Heavy Armor Slope 2x1x1 Base Smooth
cs_cz: Těžce obrněné zešikmení 2x1x1 - Hladký základ
de: Schwere glatte Panzerung (Rampensockel) 2x1x1
es: Rampa de blindaje pesado 2x1x1 base lisa
fr: Pente de blindage lourd 2x1x1 base lissée
hu_hu: Nehéz-Páncél Lejtő 2x1x1 Alap Sima
it: Blocco inclinato armatura pesante 2x1x1 Base Liscia
pl_pl: Skos ciężkiego pancerza 2x1x1 gładka podstawa
pt_br: Base inclinada suavizada 2x1x1 (blindagem pesada)
ru: Тяжелая Броня, Скат 2x1x1 Основа Сглаж.
zh_cn: 平滑斜重甲块后-phxzjkh-2x1x1

# DisplayName_Block_HeavyArmorSlope2Smooth
source: Heavy Armor Slope 2x1x1 Smooth
cs_cz: Těžce obrněné, hladké zešikmení 2x1x1
de: Schwere glatte Panzerung (Rampe) 2x1x1
es: Rampa de blindaje pesado 2x1x1 Liso
fr: Pente de blindage lourd 2x1x1 lissée
hu_hu: Nehéz-Páncél Lejtő 2x1x1 Sima
it: Blocco inclinato armatura pesante 2x1x1 Liscio
pl_pl: Gładki skos ciężkiego pancerza 2x1x1
pt_br: Inclinação suavizada 2x1x1 (blindagem pesada)
ru: Тяжелая Броня, Скат 2x1x1 Сглаж.
zh_cn: 平滑斜重甲块-phxzjk-2x1x1

# DisplayName_Block_HeavyArmorSlope2Tip
source: Heavy Armor Slope 2x1x1 Tip
cs_cz: Těžce obrněné zešikmení 2x1x1 - Špička
de: Schwere Panzerung (Rampenspitze) 2x1x1
es: Rampa de blindaje pesado 2x1x1 punta
fr: Pente de blindage lourd 2x1x1 extrémité
hu_hu: Nehéz-Páncél Lejtő 2x1x1 Tip
it: Blocco inclinato armatura pesante 2x1x1 Punta
pl_pl: Skos ciężkiego pancerza 2x1x1 końcówka
pt_br: Ponta inclinada 2x1x1 (blindagem pesada)
ru: Скат 2x1 вершина тяжелой брони
zh_cn: 斜重甲块前-xzjkq-2x1x1

# DisplayName_Block_HeavyArmorSlope2TipSmooth
source: Heavy Armor Slope 2x1x1 Tip Smooth
cs_cz: Těžce obrněné zešikmení 2x1x1 - Hladká špička
de: Schwere glatte Panzerung (Rampenspitze) 2x1x1
es: Rampa de blindaje pesado 2x1x1 punta lisa
fr: Pente de blindage lourd 2x1x1 extrémité lissée
hu_hu: Nehéz-Páncél Lejtő 2x1x1 Tip Sima
it: Blocco inclinato armatura pesante 2x1x1 Punta Liscia
pl_pl: Skos ciężkiego pancerza 2x1x1 gładka końcówka
pt_br: Ponta inclinada suavizada 2x1x1 (blindagem pesada)
ru: Тяжелая Броня, Скат 2x1x1 Верш.
zh_cn: 平滑斜重甲块前-phxzjkq-2x1x1

# DisplayName_Block_HeavyRoundArmorCorner
source: Heavy Armor Round Corner
cs_cz: Těžce obrněný, zaoblený roh
de: Schwere Panzerung (runde Ecke)
es: Esquina redondeada de blindaje pesado
fr: Coin arrondi de blindage lourd
hu_hu: Nehéz-Páncél Kerek Sarok
it: Angolo Stondato Armatura Pesante
pl_pl: Zaokrąglony narożnik ciężkiego pancerza
pt_br: Canto arredondado (blindagem pesada)
ru: Круглый угол тяжелой брони
zh_cn: 重甲完美圆角块-zjwmyjk-

# DisplayName_Block_HeavyRoundArmorInvCorner
source: Heavy Armor Round Inv. Corner
cs_cz: Těžce obrněný, zaoblený roh - vnitřní
de: Schwere Panzerung (runde inv. Ecke)
es: Esquina Inv. redonda de blindaje pesado
fr: Coin inversé arrondi de blindage lourd
hu_hu: Nehéz-Páncél Íves Fordított Sarok
it: Angolo Stondato Invertito Armatura Pesante
pl_pl: Odw. zaokrąglony narożnik ciężkiego pancerza
pt_br: Canto arredondado inv. (blindagem pesada)
ru: Круглый обратный угол тяжелой брони
zh_cn: 重甲完美圆补角块-zjwmybjk-

# DisplayName_Block_HeavyRoundArmorSlope
source: Heavy Armor Round Slope
cs_cz: Těžce obrněný, kulatý blok
de: Schwere Panzerung (runde Rampe)
es: Pendiente Redonda de blindaje pesado
fr: Pente de blindage lourd arrondie
hu_hu: Nehéz-Páncél Íves Lejtő
it: Blocco Inclinato Stondato Armatura Pesante
pl_pl: Zaokrąglony skos ciężkiego pancerza
pt_br: Inclinação arredondada (blindagem pesada)
ru: Круглая тяжелая броня
zh_cn: 重甲完美圆斜块-zjwmyxk-

# DisplayName_Block_HeavyRoundedArmorCorner
source: Rounded Heavy Armor Corner
cs_cz: Těžce obrněný, zaoblený roh
de: Schwere Panzerung (runde Ecke)
es: Esquina redondeada de blindaje pesado
fr: Coin de blindage lourd arrondi
hu_hu: Nehéz-Páncél Íves Sarok
it: Angolo Stondato Armatura Pesante
pl_pl: Zaokrąglony narożnik ciężkiego pancerza
pt_br: Canto arredondado (blindagem pesada)
ru: Скругленная Тяжелая Броня, Угол
zh_cn: 重甲圆面角块-zjqgjk-

# DisplayName_Block_HeavyRoundedArmorSlope
source: Rounded Heavy Armor Slope
cs_cz: Těžce obrněný, zaoblený blok
de: Schwere Panzerung (runde Rampe)
es: Pendiente redondeada de blindaje pesado
fr: Pente de blindage lourd arrondie
hu_hu: Nehéz-Páncél Íves Lejtő
it: Angolo Stondato Inclinato Armatura Pesante
pl_pl: Zaokrąglony skos ciężkiego pancerza
pt_br: Inclinação arredondada (blindagem pesada)
ru: Скругленная Тяжелая Броня, Скат
zh_cn: 重甲圆面斜块-zjqgjk-

# DisplayName_Block_LightArmorHalfSlopeInverted
source: Half Slope Inv. Light Armor
de: Leichte Panzerung (inv. halbe Rampe)
es: Bloque de Blindaje Ligero de Media Pendiente Inv.
fr: Bloc d'armure léger demi-pente inversé
hu_hu: Könnyű-Páncél Fordított Fél Lejtő
it: Armatura leggera, piano inclinato inv.
pl_pl: Półskos odw. lekkiego pancerza
pt_br: Blindagem leve inv. inclinada
ru: Обратн. наклонный полублок легк. брони
zh_cn: 半斜倒轻甲

# DisplayName_Block_HeavyArmorHalfSlopeInverted
source: Half Slope Inv. Heavy Armor
de: Schwere Panzerung (inv. halbe Rampe)
es: Bloque de Blindaje Pesado de Media Pendiente Inv.
fr: Bloc d'armure lourd demi-pente inversé
hu_hu: Nehéz-Páncél Fordított Fél Lejtő
it: Armatura pesante, piano inclinato inv.
pl_pl: Półskos odw. ciężkiego pancerza
pt_br: Blindagem pesada inv. inclinada
ru: Обратн. наклонный полублок тяж. брони
zh_cn: 半斜倒重甲

# DisplayName_Block_LightArmorHalfSlopeCorner
source: Half Slope Corner Light Armor
de: Leichte Panzerung (halbe Eck-Rampe)
es: Bloque de Blindaje Ligero de Media Pendiente Esquina
fr: Coin de blindage léger demi-pente
hu_hu: Könnyű-Páncél Fél Lejtős Sarok
it: Armatura leggera, piano inclinato ad angolo
pl_pl: Półskos narożnik lekkiego pancerza
pt_br: Blindagem leve de canto inclinada
ru: Угловой наклонный полублок легк. брони
zh_cn: 半斜角轻甲

# DisplayName_Block_HeavyArmorHalfSlopeCorner
source: Half Slope Corner Heavy Armor
de: Schwere Panzerung (halbe Eck-Rampe)
es: Bloque de Blindaje Pesado de Media Pendiente Esquina
fr: Coin de blindage lourd demi-pente
hu_hu: Nehéz-Páncél Fél Lejtős Sarok
it: Armatura pesante, piano inclinato ad angolo
pl_pl: Półskos narożnik ciężkiego pancerza
pt_br: Blindagem pesada de canto inclinada
ru: Угловой наклонный полублок тяж. брони
zh_cn: 半斜角重甲

# DisplayName_Block_LightArmorHalfSlopeCornerInverted
source: Half Slope Corner Inv. Light Armor
de: Leichte Panzerung (inv. halbe Eck-Rampe)
es: Bloque de Blindaje Ligero de Media Pendiente Esquina Inv.
fr: Coin de blindage léger demi-pente inversé
hu_hu: Könnyű-Páncél Fordított Fél Lejtős Sarok
it: Armatura leggera, piano inclinato ad angolo inv.
pl_pl: Półskos narożnik odw. lekkiego pancerza
pt_br: Blindagem leve inv. de canto inclinada
ru: Обратн. угловой наклон. полублок легк. брони
zh_cn: 半斜角倒轻甲

# DisplayName_Block_HeavyArmorHalfSlopeCornerInverted
source: Half Slope Corner Inv. Heavy Armor
de: Schwere Panzerung (inv. halbe Eck-Rampe)
es: Bloque de Blindaje Pesado de Media Pendiente Esquina Inv.
fr: Coin de blindage lourd demi-pente inversé
hu_hu: Nehéz-Páncél Fordított Fél Lejtős Sarok
it: Armatura pesante, piano inclinato ad angolo inv.
pl_pl: Półskos narożnik odw. ciężkiego pancerza
pt_br: Blindagem pesada inv. de canto inclinada
ru: Обратн. угловой наклон. полублок тяж. брони
zh_cn: 半斜角倒重甲

# DisplayName_Block_LightArmorSlopedCornerTip
source: Sloped Corner Light Armor Tip
de: Leichte Panzerung (Eck-Spitze)
es: Blindaje Ligero de Esquina en Pendiente con Punta
fr: Extrémité de coin de blindage léger incliné
hu_hu: Könnyű-Páncél Ferde Sarok Tip
it: Armatura leggera, blocco inclinato ad angolo di estremità
pl_pl: Czubek narożnika skosu lekkiego pancerza
pt_br: Ponta de canto inclinada (Armadura leve)
ru: Вершина угловой наклонной легк. брони
zh_cn: 斜角轻甲尖端

# DisplayName_Block_HeavyArmorSlopedCornerTip
source: Sloped Corner Heavy Armor Tip
de: Schwere Panzerung (Eck-Spitze)
es: Blindaje Pesado de Esquina en Pendiente con Punta
fr: Extrémité de coin de blindage lourd incliné
hu_hu: Nehéz-Páncél Ferde Sarok Tip
it: Armatura pesante, blocco inclinato ad angolo di estremità
pl_pl: Czubek narożnika skosu ciężkiego pancerza
pt_br: Ponta de canto inclinada (Armadura pesada)
ru: Вершина угловой наклонной тяж. брони
zh_cn: 斜角重甲尖端

# DisplayName_Block_LightArmorSlopedCornerBase
source: Light Armor Sloped Corner Base
de: Leichte Panzerung (Eck-Rampensockel)
es: Pendiente de blindaje ligero Base de Esquina
fr: Base de pente de blindage léger inclinée
hu_hu: Könnyű-Páncél Lejtős Sarok Alap
it: Armatura leggera, blocco inclinato ad angolo base
pl_pl: Baza narożnika skosu lekkiego pancerza
pt_br: Base de canto inclinada (Armardura leve)
ru: Основа угловой наклонной легк. брони
zh_cn: 轻甲斜角基础

# DisplayName_Block_HeavyArmorSlopedCornerBase
source: Heavy Armor Sloped Corner Base
de: Schwere Panzerung (halber Eck-Rampensockel)
es: Pendiente de blindaje pesado Base de Esquina
fr: Base de pente de blindage lourd inclinée
hu_hu: Nehéz-Páncél Lejtős Sarok Alap
it: Armatura pesante, blocco inclinato ad angolo base
pl_pl: Baza narożnika skosu ciężkiego pancerza
pt_br: Base de canto inclinada (Armadura pesada)
ru: Основа угловой наклонной тяж. брони
zh_cn: 重甲斜角基础
