Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# Description_FAQ_ShipToolsWeapons
source: Tools can be added to your toolbars by pressing {CONTROL:BUILD_SCREEN}. Drag and drop or right-click tools to automatically add them to your toolbar. This works the same for ship functions when you are inside a cockpit.
de: Sie können Werkzeuge zu Ihren Schnellzugriffsleisten hinzufügen, indem Sie auf {CONTROL:BUILD_SCREEN} drücken. Fügen Sie sie durch Ziehen und Ablegen oder einfaches Rechtsklicken der Leiste hinzu. Schiffsfunktionen können genauso hinzugefügt werden, wenn Sie sich in einem Cockpit befinden.
es: Las herramientas se pueden añadir a tu barra de herramientas pulsando {CONTROL:BUILD_SCREEN}. Haz clic derecho o arrastra las herramientas para añadirlas a la barra de herramientas. Esto sirve también para las funciones de una nave mientras estés dentro de una cabina.
fr: Des outils peuvent être ajoutés à vos barres d’outils en appuyant sur {CONTROL:BUILD_SCREEN}. Faites glisser et déposez ou faites un clic droit sur les outils pour les ajouter automatiquement à votre barre d'outils. Cela fonctionne de la même manière pour les fonctions du vaisseau lorsque vous vous trouvez dans un cockpit.
hu_hu: Eszközöket az eszköztárakhoz a {CONTROL: BUILDSCREEN} megnyomásával lehet hozzáadni. Húzza és dobja, vagy kattintson a jobb gombbal az eszközön, hogy hozzáadja az eszköztárhoz. Ez vonatkozik a hajófunkciókra is, amikor pilótafülkében tartózkodik.
it: Gli strumenti possono essere aggiunti alle tue barre degli strumenti premendo {CONTROL:BUILD_SCREEN}. Trascina e rilascia o fai clic con il tasto destro del mouse sugli strumenti per aggiungerli automaticamente alla tua barra degli strumenti. Questo funziona allo stesso modo per le funzioni della nave quandoti trovi all'interno di una cabina di pilotaggio.
pl_pl: Narzędzia w statku mogą być dodane przez kliknięcie {CONTROL:BUILD_SCREEN} z poziomu kokpitu. Przenieś i upuść narzędzie lub naciśnij prawy przycisk myszy żeby automatycznie je dodać na pasek narzędzi. Podobnie działa przypisanie funkcji w kokpicie.
pt_br: As ferramentas podem ser adicionadas às barras de ferramentas ao pressionar {CONTROL:BUILD_SCREEN}. Arraste e solte ou clique com o botão direito na ferramenta para adicioná-la automaticamente à sua barra de ferramentas. Funciona da mesma forma com as naves quando você estiver dentro da cabine.
ru: Инструменты корабля могут быть добавлены на панель инструментов нажатием [{CONTROL:BUILD_SCREEN}], пока вы в кокпите. Перетащите или щелкните правой кнопкой для автоматического добавления в панель инструментов.
zh_cn: 可以按{CONTROL:BUILD_SCREEN}将工具加到工具栏。拖动然后放入，或者右击工具自动添加到工具栏。当你在驾驶舱时，也可以这样操作。

# Description_FAQ_Ingots
source: Ingots are produced in refineries from ores and are essential to produce components.
de: Barren werden in Raffinerien aus Erzen hergestellt und sind für die Herstellung von Komponenten unerlässlich.
es: Los lingotes se producen en refinerías a partir de minerales y son esenciales para producir componentes.
fr: Les lingots sont produits dans les raffineries à partir de minerais et sont essentiels à la fabrication des composants.
hu_hu: Az öntvények finomítóban ércekből készíthetők, és elengedhetetlenek az alkatrészek előállításához.
it: I lingotti sono prodotti nelle raffinerie da minerali e sono essenziali per la produzione di componenti.
pl_pl: Sztabki są przetapiane z rud w rafinerii oraz są składnikami komponentów.
pt_br: As barras são produzidas em refinarias a partir de minério e são essenciais para a produção de componentes.
ru: Слитки производятся в очистительных заводах из руд и необходимы для создания компонентов.
zh_cn: 在精炼厂将矿石炼成锭子后，可以加工成组件。

# Description_FAQ_Armor
source: Armor is used to design the structure of ships and stations, and acts as protection for important blocks. Light armor is cheap and enables ships to be fast. Heavy armor offers more protection for ships, but it affects these vehicles' speed.
de: Panzerung wird zur Gestaltung der Struktur von Schiffen und Stationen verwendet und dient als Schutz für wichtige Blöcke. Leichte Panzerung ist billig und ermöglicht es Schiffen, schnell zu sein. Schwere Panzerung bietet mehr Schutz für Schiffe, beeinträchtigt aber ihre Geschwindigkeit
es: El blindaje se utiliza para diseñar la estructura de naves y estaciones y, además, actúa como protección de bloques importantes. El blindaje ligero es barato y permite que las naves sean rápidas. El blindaje pesado ofrece más protección a las naves, pero afecta a la velocidad de estos vehículos.
fr: Le blindage est utilisé pour concevoir la structure des vaisseaux et des stations et protège les blocs importants. Le blindage léger est bon marché et permet aux vaisseaux d'être rapides. Un blindage lourd protège mieux les vaisseaux, mais affecte la vitesse de ces véhicules.
hu_hu: A páncélt a hajók és állomások szerkezetének megtervezéséhez használják, melyek védik a fontos blokkokat. A könnyű páncél olcsó, és lehetővé teszi a gyors hajók építését. A nehéz páncél nagyobb védelmet nyújt a hajóknak, de befolyásolja a járművek sebességét.
it: L'armatura viene utilizzata per progettare la struttura delle navi e delle stazioni, e funge da protezione per i blocchi importanti. L'armatura leggera è economica e permette alle navi di essere veloci. Le armature pesanti offrono una maggiore protezione per le navi, ma influiscono sulla velocità di questi veicoli.
pl_pl: Blok pancerza służy do budowania struktur i służy jako ochrona ważnych bloków. Lekki pancerz jest tani pozwala statkom na większe przyspieszenie. Ciężki pancerz lepiej chroni ale jest droższy i wpływa na prędkość statku.
pt_br: A blindagem é utilizada para projetar a estrutura das naves e estações, além de servir como proteção para blocos importantes. A blindagem leve permite que as naves voem mais rápido, já a blindagem pesada oferece maior proteção para as naves, mas afeta sua velocidade.
ru: Броня используется для создания корпуса кораблей и станций, а также для защиты важных блоков. Лёгкая броня дешевая и позволяет кораблю быть быстрым. Тяжёлая броня даёт больше защиты, но негативно влияет на маневренность.
zh_cn: 装甲可以做成飞船和基站的结构，还可以保护重要的部件。轻甲成本低，造成的船也会速度快。重甲可以很好地保护飞船可是影响速度。

# Description_FAQ_Meteor
source: Meteors can be enabled in world settings. You can protect yourself against meteors by building gatling turrets, adding layers of armor to vehicles and buildings or by simply hiding inside structures.
de: Meteore können in den Welteinstellungen aktiviert werden. Sie können sich gegen Meteoriten schützen, indem Sie Geschütztürme konstruieren, Fahrzeuge und Gebäude mit Panzerschichten ausstatten oder sich einfach in Strukturen verstecken.
es: Los meteoritos se pueden habilitar en los ajustes del mundo. Puedes protegerte contra los meteoritos construyendo torretas, añadiendo capas de blindaje a los vehículos y edificios o simplemente escondiéndote dentro de las estructuras.
fr: Les météores peuvent être activés dans les paramètres du monde. Vous pouvez vous protéger contre les météores en construisant des tourelles gatling, en ajoutant des couches de blindage aux véhicules et aux bâtiments ou simplement en vous cachant à l'intérieur de structures.
hu_hu: Meteorokat lehet engedélyezni a világ beállításában. A meteorok ellen úgy védheti magát, hogy géppuska tornyokat épít, páncél rétegeket ad a járművekhez és épületekhez, vagy elrejtőzik a szerkezetekben.
it: Le meteore possono essere abilitate nelle impostazioni del mondo. Puoi proteggerti dalle meteore costruendo torrette gatling, aggiungendo strati di armature ai veicoli e agli edifici o semplicemente nascondendoti all'interno delle strutture.
pl_pl: Meteory mogą być włączone w ustawieniach świata. Możesz przed nimi bronić się budując wieżyczki dodając warstwy pancerza lub schronić się we wnętrzu asteroidy.
pt_br: Os meteoros podem ser habilitados nas configurações de mundo. Você pode se proteger dos meteoros construindo torres de metralhadora, reforçando a blindagem de veículos e construções ou simplesmente se escondendo dentro das estruturas.
ru: Метеориты могут быть включены в настройках мира. Вы можете защититься турелями Гатлинга, добавлением слоев брони или просто прячась внутри построек.
zh_cn: 可在世界设置中开启流星。可以建造加特林炮塔，车身或者建筑改用厚装甲，或者躲起来，降低流星袭击的风险。

# Description_FAQ_UnknownSignals
source: Signals indicate positions of pods where you can obtain loot and skins in survival mode. Weak signals are only visible for you. Stronger signals are visible for everyone on the server but may lead to better loot.
de: Signalmarkierungen zeigen die Positionen der Kapseln an, von denen Sie im Survival-Modus Items und Skins erhalten können. Schwache Signale sind nur für Sie sichtbar. Stärkere Signale sind für jeden auf dem Server sichtbar, können aber zu einer besseren Beute führen.
es: Las señales indican las posiciones de las vainas donde se puede obtener botín y pieles en modo de supervivencia. Las señales débiles sólo son visibles para usted. Señales más fuertes son visibles para todos en el servidor, pero pueden conducir a un mejor saqueo.
fr: Les signaux indiquent les positions des capsules où vous pouvez obtenir du butin et des skins en mode survie. Les signaux faibles ne sont visibles que pour vous. Des signaux plus forts sont visibles pour tout le monde sur le serveur mais peuvent conduire à un meilleur butin.
hu_hu: A jelek a hüvelyek helyzetét jelzik, ahol túlélési módban szerezhet zsákmányt és bőrt. A gyenge jelek csak az Ön számára láthatók. Az erősebb jelek mindenki számára láthatók a szerveren, de jobb zsákmányhoz vezethetnek.
it: I segnali indicano le posizioni delle capsule dove puoi ottenere bottino e skin in modalità di sopravvivenza. I segnali deboli sono visibili solo a te. Segnali più forti sono visibili a tutti sul server, ma possono portare a un bottino migliore.
pl_pl: Te sygnały w trybie przetrwania to pozycje kapsuł, w których możesz znaleźć przedmioty i skórki. Tylko ty widzisz słabe sygnały. Mocniejsze widzi każdy, ale kapsuły zawierają wtedy lepszy łup.
pt_br: Sinais indicam a posição de cápsulas soltas em que você pode obter itens e skins no modo sobrevivência. Sinais fracos são visíveis apenas para você. Sinais fortes são visíveis a todos no servidor, mas podem indicar melhores recursos.
ru: Неизвестные сигналы обозначают расположение капсул с добычей и скинами. Слабые сигналы видны только Вам. Сильные сигналы видны всем на сервере, но обычно содержат куда более ценную добычу.
zh_cn: 信号显示出分离舱的位置，在生存模式中你可以获得战利品和皮肤。信号弱的话，就只有你可以看。如果信号强，服务器中所有的人都能看到，但是战利品会更好。

# Description_FAQ_GPSColors
source: Blue Signals are owned by you. White signals are owned by a friendly faction. Red signals are owned by a hostile faction. Green and yellow signals indicate loot pods.
de: Blau visualisierte Signale weisen auf Ihren Besitz hin,. weiße Signale auf den Besitz einer verbündeten Fraktion. Rote Signale gehören zu einer feindlichen Fraktion. Grüne und gelbe Signale zeigen vom Himmel gefallene Konstruktionen an, die ausgebeutet werden können.
es: Las Señales Azules son propiedad suya. Las señales blancas son propiedad de una facción amiga. Las señales rojas son propiedad de una facción hostil. Las señales verdes y amarillas indican las vainas de botín.
fr: Les signaux bleus vous appartiennent. Les signaux blancs appartiennent à une faction amie. Les signaux rouges appartiennent à une faction hostile. Les signaux verts et jaunes indiquent des capsules de butin inconnues.
hu_hu: A kék jeleknek Ön a tulajdonosa. A fehér jelek barátságos frakcióké. A vörös jelek ellenséges frakcióké. A zöld és a sárga jelöli a zsákmány gubókat.
it: I Segnali Blu sono di tua proprietà. I segnali bianchi sono di proprietà di una fazione amica. I segnali rossi sono di proprietà di una fazione ostile. I segnali verdi e gialli indicano le capsule di bottino.
pl_pl: Niebieskie sygnały należą do Ciebie. Białe to przyjazne frakcje, a czerwone to te wrogie. Zielone i Żółte to oznaczenia to zrzuty z łupem.
pt_br: Sinais azuis pertencem a você. Sinais brancos pertencem a uma facção amigável. Sinais vermelhos pertencem a uma facção hostil. Sinais verdes e amarelos indicam cápsulas de recursos.
ru: Синие сигналы принадлежат Вам. Белые сигналы принадлежат союзной фракции. Красные сигналы принадлежат враждебной фракции. Зелёные и жёлтые сигналы показывают капсулы с добычей.
zh_cn: 蓝色信号为你所有。白色是阵营的成员所有。红色为敌军所有。绿色和黄色为战利品分离舱。

# Description_FAQ_Drones
source: Drones are small unmanned ships that can either be remote controlled, script controlled or sometimes controlled by sensors and timer blocks.
de: Drohnen sind kleine unbemannte Schiffe, die entweder ferngesteuert, skriptgesteuert oder manchmal durch Sensoren und Zeitschaltblöcke kontrolliert werden können.
es: Los drones son pequeñas naves no tripuladas que pueden ser controladas por control remoto, controladas por scripts o, a veces, controladas por sensores y bloques de temporizadores.
fr: Les drones sont de petits vaisseaux sans équipage qui peuvent être contrôlés à distance, par script ou parfois par des capteurs et des blocs de minuterie.
hu_hu: A drónok kis, pilóta nélküli hajók, amelyeket távirányítással, parancsfájlvezérléssel vagy néha érzékelőkkel és időzítőblokkokkal lehet vezérelni.
it: I droni sono navicelle senza equipaggio che possono essere telecomandate, controllate da script o talvolta controllate da sensori e blocchi temporizzati.
pl_pl: Drony to małe statki bezzałogowe, mogą być kontrolowane zdalnie, przez skrypt lub nawet przez sensory i bloki odliczania.
pt_br: Os drones são pequenas naves não tripuladas que também podem ser controladas remotamente por script ou, às vezes, por sensores e blocos temporizadores.
ru: Дроны - небольшие беспилотные корабли, управляемые либо удалённо, либо скриптом, либо иногда системой из сенсоров и таймеров.
zh_cn: 无人机为小型无人飞船，可以为远程或者脚本控制，也可由传感器和定时器控制。

# Description_FAQ_Objective
source: Space Engineers is a sandbox game. You can set your own goals. Search the workshop for scenarios and missions or create your own to play together with friends! Active mission objectives are displayed in the top left corner.
de: Space Engineers ist ein Sandbox-Spiel. Sie können sich Ihre eigenen Ziele setzen. Durchsuchen Sie den Workshop nach Szenarien und Missionen oder erstellen Sie Ihre eigenen, um sie zusammen mit Freunden zu spielen! Die aktuellen Missionsziele werden in der linken oberen Ecke angezeigt.
es: Space Engineers es un juego Sandbox. Puedes establecer tus propias metas. Busca en la Workshop escenarios y misiones o crea los tuyos para jugar con tus amigos! Los objetivos de la misión activa se muestran en la esquina superior izquierda.
fr: Space Engineers est un jeu sandbox. Vous pouvez définir vos propres objectifs. Cherchez dans le workshop des scénarios et des missions ou créez les vôtres pour jouer avec vos amis ! Les objectifs de mission actifs sont affichés dans le coin supérieur gauche.
hu_hu: Az Űrmérnökök egy homokozó játék. Meg tudja határozni a saját céljait. Kutassa át a műhelyt forgatókönyvek és küldetések után, vagy csináljon sajátot, hogy barátokkal játszon! Az aktív küldetés céljai a bal felső sarokban láthatók.
it: Space Engineers è un gioco sandbox. Puoi impostare i tuoi obiettivi. Cerca nel workshop scenari e missioni o crea i tuoi per giocare insieme agli amici! Gli obiettivi delle missioni attive sono visualizzati nell'angolo in alto a sinistra.
pl_pl: Space Engineers to gra piaskownica. Sam ustalasz własne cele. W Warsztacie możesz znaleźć scenariusze i misje, ale możesz je tworzyć samemu lub z przyjaciółmi! Aktywne cele misji są wyświetlane w prawym górnym rogu ekranu.
pt_br: Space Engineers é um jogo sandbox. É você quem define seus próprios objetivos. Busque no Workshop por cenários e missões ou crie os seus para jogar com seus amigos! Os objetivos ativos da missão são mostrados no canto superior esquerdo.
ru: Space Engineers - игра в жанре "песочница". Вы можете сами задать свои цели. Поищите в Мастерской сценарии и миссии или создайте свою собственную и играйте с друзьями! Текущие задачи миссии отображены в верхнем левом углу.
zh_cn: 太空工程师是一款沙盒游戏。你可以设定自己的目标。在创意工坊中找到剧情和任务和你的朋友一起建造！左上角有任务目标。

# Description_FAQ_GoodBot
source: I am Good.bot. I am here to answer your questions to the best of my ability. How can I help you?
de: Ich bin Good.Bot. Ich bin hier, um Ihre Fragen nach bestem Wissen und Gewissen zu beantworten. Wie kann ich Ihnen helfen?
es: Soy Good.bot. Estoy aquí para responder a sus preguntas lo mejor que pueda. ¿En qué puedo ayudarle?
fr: Je suis Good.bot. Je suis ici pour répondre au mieux à vos questions. Comment puis-je vous aider ?
hu_hu: Good.bot vagyok. Azért vagyok itt, hogy a legjobb tudásom szerint válaszoljak a kérdéseire. Miben segíthetek?
it: Io sono Good.bot. Sono qui per rispondere alle tue domande al meglio delle mie capacità. Come posso aiutarti?
pl_pl: Jestem Good.Bot. Jestem tu aby jak najlepiej odpowiadać na wszystkie twoje pytania. W czym mogę pomóc?
pt_br: Eu sou o Good.bot. Estou aqui para responder suas perguntas da melhor forma possível. Como posso ajudar?
ru: Я Good.bot, я здесь чтобы отвечать на Ваши вопросы по мере возможностей. Чем я могу помочь?
zh_cn: 我是Good.bot。我来为你尽力解答问题。有什么可以帮到你的吗？

# Description_FAQ_Math
source: Math! I do that all the time!
de: Mathe! Damit kenne ich mich aus!
es: ¡Matemáticas! ¡Hago eso todo el tiempo!
fr: Des maths ! J'en fais tout le temps !
hu_hu: Matematikai! Mindig ezt csinálom!
it: Matematica! La faccio continuamente!
pl_pl: Matematyka! Ja ją uwielbiam!
pt_br: Matemática! Faço isso o tempo todo!
ru: Математика! Я постоянно ей занимаюсь!
zh_cn: 数学！我一直都在做！

# Description_FAQ_Begin
source: Get your production up and running. Build refineries and assemblers. Make sure you have enough power, Build solar panels, batteries and reactors. make sure your medical room is well protected and build more to be sure!
de: Bringen Sie Ihre Produktion zum Laufen. Konstruieren Sie Raffinerien und Montageanlagen. Stellen Sie sicher, dass genügend Energie zu Verfügung steht und konstruieren Sie Sonnenkollektoren, Batterien und Reaktoren. Stellen Sie sicher, dass Ihre Krankenstation gut geschützt ist und konstruieren Sie mehre, um auf Nummer sicher zu gehen!
es: Pon en marcha la producción. Construye refinerías y ensambladores. Asegúrate de tener suficiente energía, construye paneles solares, baterías y reactores. ¡Asegúrate de que su sala médica esté bien protegida y construye más para estar seguro!
fr: Lancez votre production. Construisez des raffineries et des assembleurs. Assurez-vous d'avoir assez de puissance, construisez des panneaux solaires, des batteries et des réacteurs. Assurez-vous que votre salle médicale est bien protégée et construisez-en davantage pour être sûr !
hu_hu: Indítsa be a termelést. Építsen finomítókat és összeszerelőket. Győződjön meg róla, hogy van elég energia. Építsen napelemeket, akkumulátorokat és reaktorokat. Ellenőrizze, hogy az orvosi szoba jól védett. Építsen többet belőle, hogy biztos legyen!
it: Metti in funzione la tua produzione. Costruisci raffinerie e assemblatori. Assicurati di avere abbastanza energia, Costruisci pannelli solari, batterie e reattori. Assicurati che la tua sala medica sia ben protetta e costruiscine altre per essere sicuro!
pl_pl: Rozpocznij produkcję. Zbuduj rafinerię i stację montażową. Musisz mieć wystarczająco mocy żeby je uruchomić. Buduj panele słoneczne, akumulatory czy reaktory. Bądź pewien że twój pokój medyczny jest zawsze bezpieczny!
pt_br: Mantenha sua produção a todo vapor. Construa refinarias e montadoras. Certifique-se de que possui energia suficiente. Construa painéis solares, baterias e reatores. Garanta que sua sala médica esteja bem protegida e construa mais algumas por segurança!
ru: Запустите своё производство. Стройте заводы и сборщики. Убедитесь, что у Вас достаточно энергии. Стройте солнечные панели, батареи и реакторы. Убедитесь что Ваш медпункт защищён.
zh_cn: 开始制造。建造精炼厂还有装配器。保证你有足够的电，建造太阳能板，电池和反应堆。保证医疗站的安全，最好多建几个！

# Description_FAQ_BasicMovement
source: Use {CONTROL:FORWARD} {CONTROL:STRAFE_LEFT} {CONTROL:BACKWARD} {CONTROL:STRAFE_RIGHT} to move, Hold {CONTROL:SPRINT} to sprint, Toggle {CONTROL:SWITCH_WALK} to walk. Use {CONTROL:CROUCH} to crouch and {CONTROL:JUMP} to jump.
de: Benutzen Sie zum Bewegen {CONTROL:FORWARD}, {CONTROL:STRAFE_LEFT}, {CONTROL:BACKWARD} und {CONTROL:STRAFE_RIGHT}. Halten Sie {CONTROL:SPRINT} zum Sprinten und {CONTROL:SWITCH_WALK} zum Gehen gedrückt. Ducken Sie sich mit {CONTROL:CROUCH}, und springen Sie mit {CONTROL:JUMP}.
es: Usa {CONTROL:FORWARD} {CONTROL:STRAFE_LEFT} {CONTROL:BACKWARD} {CONTROL:STRAFE_RIGHT} para moverte, Mantén {CONTROL:SPRINT} para correr, Pulsa {CONTROL:SWITCH_WALK} para caminar. Usa {CONTROL:CROUCH} para agacharte y {CONTROL:JUMP} para saltar.
fr: Utilisez {CONTROL:FORWARD} {CONTROL:STRAFE_LEFT} {CONTROL:BACKWARD} {CONTROL:STRAFE_RIGHT} pour vous déplacer, maintenez la touche {CONTROL:SPRINT} pour sprinter, appuyez sur {CONTROL:SWITCH_WALK} pour marcher. Utilisez {CONTROL:CROUCH} pour vous accroupir et {CONTROL:JUMP} pour sauter.
hu_hu: Használja a {CONTROL:FORWARD} {CONTROL:STRAFE_LEFT} {CONTROL:BACKWARD} {CONTROL:STRAFE_RIGHT} gombokat a mozgatáshoz. Tartsa lenyomva a {CONTROL:SPRINT} gombot a futáshoz, Váltás a {CONTROL:SWITCH_WALK} gombbal járásra. Használja a {CONTROL:CROUCH} gombot a guggoláshoz, és a {CONTROL:JUMP} gombot az ugráshoz.
it: Usa {CONTROL:FORWARD} {CONTROL:STRAFE_LEFT} {CONTROL:BACKWARD} {CONTROL:STRAFE_RIGHT} per muoverti, Tieni premuto {CONTROL:SPRINT} per scattare, Attiva {CONTROL:SWITCH_WALK} per camminare. Usa {CONTROL:CROUCH} per accovacciarti e {CONTROL:JUMP} per saltare.
pl_pl: Użyj {CONTROL:FORWARD} {CONTROL:STRAFE_LEFT} {CONTROL:BACKWARD} {CONTROL:STRAFE_RIGHT} do poruszania się. Przytrzymaj {CONTROL:SPRINT} żeby biegnąć sprintem, przełączaj do chodzenie na {CONTROL:SWITCH_WALK}. Kliknij {CONTROL:CROUCH} by się skradać i {CONTROL:JUMP} do skakania.
pt_br: Use {CONTROL:FORWARD} {CONTROL:STRAFE_LEFT} {CONTROL:BACKWARD} {CONTROL:STRAFE_RIGHT} para mover-se, Segure {CONTROL:SPRINT} para arrancar, acione {CONTROL:SWITCH_WALK} para andar. Use {CONTROL:CROUCH} para agachar e {CONTROL:JUMP} para saltar.
ru: Используйте [{CONTROL:FORWARD}] [{CONTROL:STRAFE_LEFT}] [{CONTROL:BACKWARD}] [{CONTROL:STRAFE_RIGHT}] для движения, удерживайте [{CONTROL:SPRINT}] для бега, переключайтесь на шаг на [{CONTROL:SWITCH_WALK}]. Используйте [{CONTROL:CROUCH}] для приседания и [{CONTROL:JUMP}] для прыжка.
zh_cn: 按{CONTROL:FORWARD}{CONTROL:STRAFE_LEFT}{CONTROL:BACKWARD}{CONTROL:STRAFE_RIGHT}移动，按住{CONTROL:SPRINT}快跑，切换{CONTROL:SWITCH_WALK}行走。按{CONTROL:CROUCH}蹲下，{CONTROL:JUMP}跳。

# Description_FAQ_Time
source: It is time for Space Engineers!
de: Es ist Zeit für Space Engineers!
es: ¡Es hora de Space Engineers!
fr: C'est l'heure de Space Engineers !
hu_hu: Itt az ideje az űrmérnököknek!
it: È tempo di Space Engineers!
pl_pl: To pora na Space Engineers!
pt_br: É hora de Space Engineers!
ru: Время для космических инженеров!
zh_cn: 太空工程师启动！
