Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# SoundBlock_SoundName_MusMystery_03
source: Mystery Music 03
de: Mysteriöse Musik 03
es: Música misteriosa 03
fr: Musique mystérieuse 03
hu_hu: Misztikus Dallam 03
it: Musica misteriosa 03
pl_pl: Tajemnicza Muzyka 03
pt_br: Música misteriosa 03
ru: Загадочная музыка 03
zh_cn: 神秘音乐 03

# SoundBlock_SoundName_MusMystery_04
source: Mystery Music 04
de: Mysteriöse Musik 04
es: Música misteriosa 04
fr: Musique mystérieuse 04
hu_hu: Misztikus Dallam 04
it: Musica misteriosa 04
pl_pl: Tajemnicza Muzyka 04
pt_br: Música misteriosa 04
ru: Загадочная музыка 04
zh_cn: 神秘音乐 04

# SoundBlock_SoundName_MusMystery_05
source: Mystery Music 05
de: Mysteriöse Musik 05
es: Música misteriosa 05
fr: Musique mystérieuse 05
hu_hu: Misztikus Dallam 05
it: Musica misteriosa 05
pl_pl: Tajemnicza Muzyka 05
pt_br: Música misteriosa 05
ru: Загадочная музыка 05
zh_cn: 神秘音乐 05

# SoundBlock_SoundName_MusMystery_06
source: Mystery Music 06
de: Mysteriöse Musik 06
es: Música misteriosa 06
fr: Musique mystérieuse 06
hu_hu: Misztikus Dallam 06
it: Musica misteriosa 06
pl_pl: Tajemnicza Muzyka 06
pt_br: Música misteriosa 06
ru: Загадочная музыка 06
zh_cn: 神秘音乐 06

# SoundBlock_SoundName_MusMystery_07
source: Mystery Music 07
de: Mysteriöse Musik 07
es: Música misteriosa 07
fr: Musique mystérieuse 07
hu_hu: Misztikus Dallam 07
it: Musica misteriosa 07
pl_pl: Tajemnicza Muzyka 07
pt_br: Música misteriosa 07
ru: Загадочная музыка 07
zh_cn: 神秘音乐 07

# SoundBlock_SoundName_MusMystery_08
source: Mystery Music 08
de: Mysteriöse Musik 08
es: Música misteriosa 08
fr: Musique mystérieuse 08
hu_hu: Misztikus Dallam 08
it: Musica misteriosa 08
pl_pl: Tajemnicza Muzyka 08
pt_br: Música misteriosa 08
ru: Загадочная музыка 08
zh_cn: 神秘音乐 08

# SoundBlock_SoundName_MusBuild_01
source: Build Music 01
de: Bau-Musik 01
es: Música de construcción 01
fr: Musique de construction 01
hu_hu: Építés Dallam 01
it: Costruisci musica 01
pl_pl: Muzyka Budowlana 01
pt_br: Música de construção 01
ru: Строительная музыка 01
zh_cn: 建造音乐 01

# SoundBlock_SoundName_MusBuild_02
source: Build Music 02
de: Bau-Musik 02
es: Música de construcción 02
fr: Musique de construction 02
hu_hu: Építés Dallam 02
it: Costruisci musica 02
pl_pl: Muzyka Budowlana 02
pt_br: Música de construção 02
ru: Строительная музыка 02
zh_cn: 建造音乐 02

# SoundBlock_SoundName_MusBuild_03
source: Build Music 03
de: Bau-Musik 03
es: Música de construcción 03
fr: Musique de construction 03
hu_hu: Építés Dallam 03
it: Costruisci musica 03
pl_pl: Muzyka Budowlana 03
pt_br: Música de construção 03
ru: Строительная музыка 03
zh_cn: 建造音乐 03

# SoundBlock_SoundName_MusBuild_04
source: Build Music 04
de: Bau-Musik 04
es: Música de construcción 04
fr: Musique de construction 04
hu_hu: Építés Dallam 04
it: Costruisci musica 04
pl_pl: Muzyka Budowlana 04
pt_br: Música de construção 04
ru: Строительная музыка 04
zh_cn: 建造音乐 04

# SoundBlock_SoundName_MusBuild_05
source: Build Music 05
de: Bau-Musik 05
es: Música de construcción 05
fr: Musique de construction 05
hu_hu: Építés Dallam 05
it: Costruisci musica 05
pl_pl: Muzyka Budowlana 05
pt_br: Música de construção 05
ru: Строительная музыка 05
zh_cn: 建造音乐 05

# SoundBlock_SoundName_MusBuild_06
source: Build Music 06
de: Bau-Musik 06
es: Música de construcción 06
fr: Musique de construction 06
hu_hu: Építés Dallam 06
it: Costruisci musica 06
pl_pl: Muzyka Budowlana 06
pt_br: Música de construção 06
ru: Строительная музыка 06
zh_cn: 建造音乐 06

# SoundBlock_SoundName_MusBuild_07
source: Build Music 07
de: Bau-Musik 07
es: Música de construcción 07
fr: Musique de construction 07
hu_hu: Építés Dallam 07
it: Costruisci musica 07
pl_pl: Muzyka Budowlana 07
pt_br: Música de construção 07
ru: Строительная музыка 07
zh_cn: 建造音乐 07

# SoundBlock_SoundName_MusSpace_01
source: Space Music 01
de: Weltraummusik 01
es: Música espacial 01
fr: Musique spaciale 01
hu_hu: Űr Dallam 01
it: Musica spaziale 01
pl_pl: Muzyka Kosmiczna 01
pt_br: Música espacial 01
ru: Космическая музыка 01
zh_cn: 太空音乐 01

# SoundBlock_SoundName_MusSpace_02
source: Space Music 02
de: Weltraummusik 02
es: Música espacial 02
fr: Musique spaciale 02
hu_hu: Űr Dallam 02
it: Musica spaziale 02
pl_pl: Muzyka Kosmiczna 02
pt_br: Música espacial 02
ru: Космическая музыка 02
zh_cn: 太空音乐 02

# SoundBlock_SoundName_MusSpace_03
source: Space Music 03
de: Weltraummusik 03
es: Música espacial 03
fr: Musique spaciale 03
hu_hu: Űr Dallam 03
it: Musica spaziale 03
pl_pl: Muzyka Kosmiczna 03
pt_br: Música espacial 03
ru: Космическая музыка 03
zh_cn: 太空音乐 03

# SoundBlock_SoundName_MusSpace_04
source: Space Music 04
de: Weltraummusik 04
es: Música espacial 04
fr: Musique spaciale 04
hu_hu: Űr Dallam 04
it: Musica spaziale 04
pl_pl: Muzyka Kosmiczna 04
pt_br: Música espacial 04
ru: Космическая музыка 04
zh_cn: 太空音乐 04

# SoundBlock_SoundName_MusSpace_05
source: Space Music 05
de: Weltraummusik 05
es: Música espacial 05
fr: Musique spaciale 05
hu_hu: Űr Dallam 05
it: Musica spaziale 05
pl_pl: Muzyka Kosmiczna 05
pt_br: Música espacial 05
ru: Космическая музыка 05
zh_cn: 太空音乐 05

# SoundBlock_SoundName_MusSpace_06
source: Space Music 06
de: Weltraummusik 06
es: Música espacial 06
fr: Musique spaciale 06
hu_hu: Űr Dallam 06
it: Musica spaziale 06
pl_pl: Muzyka Kosmiczna 06
pt_br: Música espacial 06
ru: Космическая музыка 06
zh_cn: 太空音乐 06

# SoundBlock_SoundName_MusSpace_07
source: Space Music 07
de: Weltraummusik 07
es: Música espacial 07
fr: Musique spaciale 07
hu_hu: Űr Dallam 07
it: Musica spaziale 07
pl_pl: Muzyka Kosmiczna 07
pt_br: Música espacial 07
ru: Космическая музыка 07
zh_cn: 太空音乐 07

# SoundBlock_SoundName_MusSpace_08
source: Space Music 08
de: Weltraummusik 08
es: Música espacial 08
fr: Musique spaciale 08
hu_hu: Űr Dallam 08
it: Musica spaziale 08
pl_pl: Muzyka Kosmiczna 08
pt_br: Música espacial 08
ru: Космическая музыка 08
zh_cn: 太空音乐 08

# SoundBlock_SoundName_MusSpace_09
source: Space Music 09
de: Weltraummusik 09
es: Música espacial 09
fr: Musique spaciale 09
hu_hu: Űr Dallam 09
it: Musica spaziale 09
pl_pl: Muzyka Kosmiczna 09
pt_br: Música espacial 09
ru: Космическая музыка 09
zh_cn: 太空音乐 09

# SoundBlock_SoundName_MusSpace_10
source: Space Music 10
de: Weltraummusik 10
es: Música espacial 10
fr: Musique spaciale 10
hu_hu: Űr Dallam 10
it: Musica spaziale 10
pl_pl: Muzyka Kosmiczna 10
pt_br: Música espacial 10
ru: Космическая музыка 10
zh_cn: 太空音乐 10

# SoundBlock_SoundName_MusSpace_11
source: Space Music 11
de: Weltraummusik 11
es: Música espacial 11
fr: Musique spaciale 11
hu_hu: Űr Dallam 11
it: Musica spaziale 11
pl_pl: Muzyka Kosmiczna 11
pt_br: Música espacial 11
ru: Космическая музыка 11
zh_cn: 太空音乐 11

# SoundBlock_SoundName_MusSpace_12
source: Space Music 12
de: Weltraummusik 12
es: Música espacial 12
fr: Musique spaciale 12
hu_hu: Űr Dallam 12
it: Musica spaziale 12
pl_pl: Muzyka Kosmiczna 12
pt_br: Música espacial 12
ru: Космическая музыка 12
zh_cn: 太空音乐 12

# SoundBlock_SoundName_MusLightFight_01
source: Light Fight Music 01
de: Leichte Kampfmusik 01
es: Música de combate ligera 01
fr: Musique de vol légère 01
hu_hu: Könnyű Harci Dallam 01
it: Musica Lotta leggera 01
pl_pl: Lekka Muzyka Walki 01
pt_br: Música de voo leve 01
ru: Легкая боевая музыка 01
zh_cn: 轻搏击音乐 01

# SoundBlock_SoundName_MusLightFight_02
source: Light Fight Music 02
de: Leichte Kampfmusik 02
es: Música de combate ligera 02
fr: Musique de vol légère 02
hu_hu: Könnyű Harci Dallam 02
it: Musica Lotta leggera 02
pl_pl: Lekka Muzyka Walki 02
pt_br: Música de voo leve 02
ru: Легкая боевая музыка 02
zh_cn: 轻搏击音乐 02

# SoundBlock_SoundName_MusLightFight_03
source: Light Fight Music 03
de: Leichte Kampfmusik 03
es: Música de combate ligera 03
fr: Musique de vol légère 03
hu_hu: Könnyű Harci Dallam 03
it: Musica Lotta leggera 03
pl_pl: Lekka Muzyka Walki 03
pt_br: Música de voo leve 03
ru: Легкая боевая музыка 03
zh_cn: 轻搏击音乐 03

# SoundBlock_SoundName_MusLightFight_04
source: Light Fight Music 04
de: Leichte Kampfmusik 04
es: Música de combate ligera 04
fr: Musique de vol légère 04
hu_hu: Könnyű Harci Dallam 04
it: Musica Lotta leggera 04
pl_pl: Lekka Muzyka Walki 04
pt_br: Música de voo leve 04
ru: Легкая боевая музыка 04
zh_cn: 轻搏击音乐 04

# SoundBlock_SoundName_MusLightFight_05
source: Light Fight Music 05
de: Leichte Kampfmusik 05
es: Música de combate ligera 05
fr: Musique de vol légère 05
hu_hu: Könnyű Harci Dallam 05
it: Musica Lotta leggera 05
pl_pl: Lekka Muzyka Walki 05
pt_br: Música de voo leve 05
ru: Легкая боевая музыка 05
zh_cn: 轻搏击音乐 05

# SoundBlock_SoundName_MusLightFight_06
source: Light Fight Music 06
de: Leichte Kampfmusik 06
es: Música de combate ligera 06
fr: Musique de vol légère 06
hu_hu: Könnyű Harci Dallam 06
it: Musica Lotta leggera 06
pl_pl: Lekka Muzyka Walki 06
pt_br: Música de voo leve 06
ru: Легкая боевая музыка 06
zh_cn: 轻搏击音乐 06

# SoundBlock_SoundName_MusLightFight_07
source: Light Fight Music 07
de: Leichte Kampfmusik 07
es: Música de combate ligera 07
fr: Musique de vol légère 07
hu_hu: Könnyű Harci Dallam 07
it: Musica Lotta leggera 07
pl_pl: Lekka Muzyka Walki 07
pt_br: Música de voo leve 07
ru: Легкая боевая музыка 07
zh_cn: 轻搏击音乐 07

# SoundBlock_SoundName_MusLightFight_08
source: Light Fight Music 08
de: Leichte Kampfmusik 08
es: Música de combate ligera 08
fr: Musique de vol légère 08
hu_hu: Könnyű Harci Dallam 08
it: Musica Lotta leggera 08
pl_pl: Lekka Muzyka Walki 08
pt_br: Música de voo leve 08
ru: Легкая боевая музыка 08
zh_cn: 轻搏击音乐 08

# SoundBlock_SoundName_MusLightFight_09
source: Light Fight Music 09
de: Leichte Kampfmusik 09
es: Música de combate ligera 09
fr: Musique de vol légère 09
hu_hu: Könnyű Harci Dallam 09
it: Musica Lotta leggera 09
pl_pl: Lekka Muzyka Walki 09
pt_br: Música de voo leve 09
ru: Легкая боевая музыка 09
zh_cn: 轻搏击音乐 09

# SoundBlock_SoundName_MusLightFight_10
source: Light Fight Music 10
de: Leichte Kampfmusik 10
es: Música de combate ligera 10
fr: Musique de vol légère 10
hu_hu: Könnyű Harci Dallam 10
it: Musica Lotta leggera 10
pl_pl: Lekka Muzyka Walki 10
pt_br: Música de voo leve 10
ru: Легкая боевая музыка 10
zh_cn: 轻搏击音乐 10

# SoundBlock_SoundName_MusLightFight_11
source: Light Fight Music 11
de: Leichte Kampfmusik 11
es: Música de combate ligera 11
fr: Musique de vol légère 11
hu_hu: Könnyű Harci Dallam 11
it: Musica Lotta leggera 11
pl_pl: Lekka Muzyka Walki 11
pt_br: Música de voo leve 11
ru: Легкая боевая музыка 11
zh_cn: 轻搏击音乐 11

# SoundBlock_SoundName_MusLightFight_12
source: Light Fight Music 12
de: Leichte Kampfmusik 12
es: Música de combate ligera 12
fr: Musique de vol légère 12
hu_hu: Könnyű Harci Dallam 12
it: Musica Lotta leggera 12
pl_pl: Lekka Muzyka Walki 12
pt_br: Música de voo leve 12
ru: Легкая боевая музыка 12
zh_cn: 轻搏击音乐 12

# SoundBlock_SoundName_MusLightFight_13
source: Light Fight Music 13
de: Leichte Kampfmusik 13
es: Música de combate ligera 13
fr: Musique de vol légère 13
hu_hu: Könnyű Harci Dallam 13
it: Musica Lotta leggera 13
pl_pl: Lekka Muzyka Walki 13
pt_br: Música de voo leve 13
ru: Легкая боевая музыка 13
zh_cn: 轻搏击音乐 13

# SoundBlock_SoundName_MusLightFight_14
source: Light Fight Music 14
de: Leichte Kampfmusik 14
es: Música de combate ligera 14
fr: Musique de vol légère 14
hu_hu: Könnyű Harci Dallam 14
it: Musica Lotta leggera 14
pl_pl: Lekka Muzyka Walki 14
pt_br: Música de voo leve 14
ru: Легкая боевая музыка 14
zh_cn: 轻搏击音乐 14

# SoundBlock_SoundName_MusHeavyFight_01
source: Heavy Fight Music 01
de: Schwere Kampfmusik 01
es: Música de combate pesada 01
fr: Musique de vol dure 01
hu_hu: Kemény Harci Dallam 01
it: Musica Lotta pesante 01
pl_pl: Ciężka Muzyka Walki 01
pt_br: Música de voo pesado 01
ru: Тяжелая боевая музыка 01
zh_cn: 重搏击音乐 01

# SoundBlock_SoundName_MusHeavyFight_02
source: Heavy Fight Music 02
de: Schwere Kampfmusik 02
es: Música de combate pesada 02
fr: Musique de vol dure 02
hu_hu: Kemény Harci Dallam 02
it: Musica Lotta pesante 02
pl_pl: Ciężka Muzyka Walki 02
pt_br: Música de voo pesado 02
ru: Тяжелая боевая музыка 02
zh_cn: 重搏击音乐 02

# SoundBlock_SoundName_MusHeavyFight_03
source: Heavy Fight Music 03
de: Schwere Kampfmusik 03
es: Música de combate pesada 03
fr: Musique de vol dure 03
hu_hu: Kemény Harci Dallam 03
it: Musica Lotta pesante 03
pl_pl: Ciężka Muzyka Walki 03
pt_br: Música de voo pesado 03
ru: Тяжелая боевая музыка 03
zh_cn: 重搏击音乐 03

# SoundBlock_SoundName_MusHeavyFight_04
source: Heavy Fight Music 04
de: Schwere Kampfmusik 04
es: Música de combate pesada 04
fr: Musique de vol dure 04
hu_hu: Kemény Harci Dallam 04
it: Musica Lotta pesante 04
pl_pl: Ciężka Muzyka Walki 04
pt_br: Música de voo pesado 04
ru: Тяжелая боевая музыка 04
zh_cn: 重搏击音乐 04

# SoundBlock_SoundName_MusHeavyFight_05
source: Heavy Fight Music 05
de: Schwere Kampfmusik 05
es: Música de combate pesada 05
fr: Musique de vol dure 05
hu_hu: Kemény Harci Dallam 05
it: Musica Lotta pesante 05
pl_pl: Ciężka Muzyka Walki 05
pt_br: Música de voo pesado 05
ru: Тяжелая боевая музыка 05
zh_cn: 重搏击音乐 05

# SoundBlock_SoundName_MusHeavyFight_06
source: Heavy Fight Music 06
de: Schwere Kampfmusik 06
es: Música de combate pesada 06
fr: Musique de vol dure 06
hu_hu: Kemény Harci Dallam 06
it: Musica Lotta pesante 06
pl_pl: Ciężka Muzyka Walki 06
pt_br: Música de voo pesado 06
ru: Тяжелая боевая музыка 06
zh_cn: 重搏击音乐 06

# SoundBlock_SoundName_MusHeavyFight_07
source: Heavy Fight Music 07
de: Schwere Kampfmusik 07
es: Música de combate pesada 07
fr: Musique de vol dure 07
hu_hu: Kemény Harci Dallam 07
it: Musica Lotta pesante 07
pl_pl: Ciężka Muzyka Walki 07
pt_br: Música de voo pesado 07
ru: Тяжелая боевая музыка 07
zh_cn: 重搏击音乐 07

# SoundBlock_SoundName_MusHeavyFight_08
source: Heavy Fight Music 08
de: Schwere Kampfmusik 08
es: Música de combate pesada 08
fr: Musique de vol dure 08
hu_hu: Kemény Harci Dallam 08
it: Musica Lotta pesante 08
pl_pl: Ciężka Muzyka Walki 08
pt_br: Música de voo pesado 08
ru: Тяжелая боевая музыка 08
zh_cn: 重搏击音乐 08

# SoundBlock_SoundName_MusHeavyFight_09
source: Heavy Fight Music 09
de: Schwere Kampfmusik 09
es: Música de combate pesada 09
fr: Musique de vol dure 09
hu_hu: Kemény Harci Dallam 09
it: Musica Lotta pesante 09
pl_pl: Ciężka Muzyka Walki 09
pt_br: Música de voo pesado 09
ru: Тяжелая боевая музыка 09
zh_cn: 重搏击音乐 09

# SoundBlock_SoundName_MusHeavyFight_10
source: Heavy Fight Music 10
de: Schwere Kampfmusik 10
es: Música de combate pesada 10
fr: Musique de vol dure 10
hu_hu: Kemény Harci Dallam 10
it: Musica Lotta pesante 10
pl_pl: Ciężka Muzyka Walki 10
pt_br: Música de voo pesado 10
ru: Тяжелая боевая музыка 10
zh_cn: 重搏击音乐 10

# SoundBlock_SoundName_MusHeavyFight_11
source: Heavy Fight Music 11
de: Schwere Kampfmusik 11
es: Música de combate pesada 11
fr: Musique de vol dure 11
hu_hu: Kemény Harci Dallam 11
it: Musica Lotta pesante 11
pl_pl: Ciężka Muzyka Walki 11
pt_br: Música de voo pesado 11
ru: Тяжелая боевая музыка 11
zh_cn: 重搏击音乐 11

# SoundBlock_SoundName_MusHeavyFight_12
source: Heavy Fight Music 12
de: Schwere Kampfmusik 12
es: Música de combate pesada 12
fr: Musique de vol dure 12
hu_hu: Kemény Harci Dallam 12
it: Musica Lotta pesante 12
pl_pl: Ciężka Muzyka Walki 12
pt_br: Música de voo pesado 12
ru: Тяжелая боевая музыка 12
zh_cn: 重搏击音乐 12

# SoundBlock_SoundName_MusHeavyFight_13
source: Heavy Fight Music 13
de: Schwere Kampfmusik 13
es: Música de combate pesada 13
fr: Musique de vol dure 13
hu_hu: Kemény Harci Dallam 13
it: Musica Lotta pesante 13
pl_pl: Ciężka Muzyka Walki 13
pt_br: Música de voo pesado 13
ru: Тяжелая боевая музыка 13
zh_cn: 重搏击音乐 13

# SoundBlock_SoundName_MusHeavyFight_14
source: Heavy Fight Music 14
de: Schwere Kampfmusik 14
es: Música de combate pesada 14
fr: Musique de vol dure 14
hu_hu: Kemény Harci Dallam 14
it: Musica Lotta pesante 14
pl_pl: Ciężka Muzyka Walki 14
pt_br: Música de voo pesado 14
ru: Тяжелая боевая музыка 14
zh_cn: 重搏击音乐 14

# SoundBlock_SoundName_MusDanger_01
source: Danger Music 01
de: Gefahr-Musik 01
es: Música de peligro 01
fr: Musique de danger 01
hu_hu: Veszély Dallam 01
it: Musica Pericolo 01
pl_pl: Muzyka Zagrożenia 01
pt_br: Música de perigo 01
ru: Тревожная музыка 01
zh_cn: 危险音乐 01

# SoundBlock_SoundName_MusDanger_02
source: Danger Music 02
de: Gefahr-Musik 02
es: Música de peligro 02
fr: Musique de danger 02
hu_hu: Veszély Dallam 02
it: Musica Pericolo 02
pl_pl: Muzyka Zagrożenia 02
pt_br: Música de perigo 02
ru: Тревожная музыка 02
zh_cn: 危险音乐 02

# SoundBlock_SoundName_MusDanger_03
source: Danger Music 03
de: Gefahr-Musik 03
es: Música de peligro 03
fr: Musique de danger 03
hu_hu: Veszély Dallam 03
it: Musica Pericolo 03
pl_pl: Muzyka Zagrożenia 03
pt_br: Música de perigo 03
ru: Тревожная музыка 03
zh_cn: 危险音乐 03

# SoundBlock_SoundName_MusDanger_04
source: Danger Music 04
de: Gefahr-Musik 04
es: Música de peligro 04
fr: Musique de danger 04
hu_hu: Veszély Dallam 04
it: Musica Pericolo 04
pl_pl: Muzyka Zagrożenia 04
pt_br: Música de perigo 04
ru: Тревожная музыка 04
zh_cn: 危险音乐 04

# SoundBlock_SoundName_MusDanger_05
source: Danger Music 05
de: Gefahr-Musik 05
es: Música de peligro 05
fr: Musique de danger 05
hu_hu: Veszély Dallam 05
it: Musica Pericolo 05
pl_pl: Muzyka Zagrożenia 05
pt_br: Música de perigo 05
ru: Тревожная музыка 05
zh_cn: 危险音乐 05

# SoundBlock_SoundName_MusDanger_06
source: Danger Music 06
de: Gefahr-Musik 06
es: Música de peligro 06
fr: Musique de danger 06
hu_hu: Veszély Dallam 06
it: Musica Pericolo 06
pl_pl: Muzyka Zagrożenia 06
pt_br: Música de perigo 06
ru: Тревожная музыка 06
zh_cn: 危险音乐 06

# SoundBlock_SoundName_MusEarthlike_01
source: EarthLike Music 01
de: Erdähnliche Musik 01
es: Música terrestre 01
fr: Musique terrestre 01
hu_hu: Földi Kedvelt Dallam 01
it: Musica EarthLike 01
pl_pl: Muzyka z Ziemi 01
pt_br: Música terrestre 01
ru: Музыка Земли 01
zh_cn: 类地球音乐 01

# SoundBlock_SoundName_MusEarthlike_02
source: EarthLike Music 02
de: Erdähnliche Musik 02
es: Música terrestre 02
fr: Musique terrestre 02
hu_hu: Földi Kedvelt Dallam 02
it: Musica EarthLike 02
pl_pl: Muzyka z Ziemi 02
pt_br: Música terrestre 02
ru: Музыка Земли 02
zh_cn: 类地球音乐 02

# SoundBlock_SoundName_MusEarthlike_03
source: EarthLike Music 03
de: Erdähnliche Musik 03
es: Música terrestre 03
fr: Musique terrestre 03
hu_hu: Földi Kedvelt Dallam 03
it: Musica EarthLike 03
pl_pl: Muzyka z Ziemi 03
pt_br: Música terrestre 03
ru: Музыка Земли 03
zh_cn: 类地球音乐 03

# SoundBlock_SoundName_MusEarthlike_04
source: EarthLike Music 04
de: Erdähnliche Musik 04
es: Música terrestre 04
fr: Musique terrestre 04
hu_hu: Földi Kedvelt Dallam 04
it: Musica EarthLike 04
pl_pl: Muzyka z Ziemi 04
pt_br: Música terrestre 04
ru: Музыка Земли 04
zh_cn: 类地球音乐 04

# SoundBlock_SoundName_MusEarthlike_05
source: EarthLike Music 05
de: Erdähnliche Musik 05
es: Música terrestre 05
fr: Musique terrestre 05
hu_hu: Földi Kedvelt Dallam 05
it: Musica EarthLike 05
pl_pl: Muzyka z Ziemi 05
pt_br: Música terrestre 05
ru: Музыка Земли 05
zh_cn: 类地球音乐 05

# SoundBlock_SoundName_MusEarthlike_06
source: EarthLike Music 06
de: Erdähnliche Musik 06
es: Música terrestre 06
fr: Musique terrestre 06
hu_hu: Földi Kedvelt Dallam 06
it: Musica EarthLike 06
pl_pl: Muzyka z Ziemi 06
pt_br: Música terrestre 06
ru: Музыка Земли 06
zh_cn: 类地球音乐 06

# SoundBlock_SoundName_MusPlanet_01
source: Planet Music 01
de: Planetenmusik 01
es: Música planetaria 01
fr: Musique planétaire 01
hu_hu: Bolygó Dallam 01
it: Musica Pianeta 01
pl_pl: Muzyka z Planet 01
pt_br: Música do planeta 01
ru: Планетарная музыка 01
zh_cn: 行星音乐 01

# SoundBlock_SoundName_MusPlanet_02
source: Planet Music 02
de: Planetenmusik 02
es: Música planetaria 02
fr: Musique planétaire 02
hu_hu: Bolygó Dallam 02
it: Musica Pianeta 02
pl_pl: Muzyka z Planet 02
pt_br: Música do planeta 02
ru: Планетарная музыка 02
zh_cn: 行星音乐 02

# SoundBlock_SoundName_MusPlanet_03
source: Planet Music 03
de: Planetenmusik 03
es: Música planetaria 03
fr: Musique planétaire 03
hu_hu: Bolygó Dallam 03
it: Musica Pianeta 03
pl_pl: Muzyka z Planet 03
pt_br: Música do planeta 03
ru: Планетарная музыка 03
zh_cn: 行星音乐 03

# SoundBlock_SoundName_MusPlanet_04
source: Planet Music 04
de: Planetenmusik 04
es: Música planetaria 04
fr: Musique planétaire 04
hu_hu: Bolygó Dallam 04
it: Musica Pianeta 04
pl_pl: Muzyka z Planet 04
pt_br: Música do planeta 04
ru: Планетарная музыка 04
zh_cn: 行星音乐 04

# SoundBlock_SoundName_MusPlanet_05
source: Planet Music 05
de: Planetenmusik 05
es: Música planetaria 05
fr: Musique planétaire 05
hu_hu: Bolygó Dallam 05
it: Musica Pianeta 05
pl_pl: Muzyka z Planet 05
pt_br: Música do planeta 05
ru: Планетарная музыка 05
zh_cn: 行星音乐 05

# SoundBlock_SoundName_MusPlanet_06
source: Planet Music 06
de: Planetenmusik 06
es: Música planetaria 06
fr: Musique planétaire 06
hu_hu: Bolygó Dallam 06
it: Musica Pianeta 06
pl_pl: Muzyka z Planet 06
pt_br: Música do planeta 06
ru: Планетарная музыка 06
zh_cn: 行星音乐 06

# SoundBlock_SoundName_MusAlien_01
source: Alien Music 01
de: Außerirdische Musik 01
es: Música alienígena 01
fr: Musique extraterrestre 01
hu_hu: Idegen Dallam 01
it: Musica Aliena 01
pl_pl: Muzyka z Obcej Planety 01
pt_br: Música alienígena 01
ru: Инопланетная музыка 01
zh_cn: 外星音乐 01

# SoundBlock_SoundName_MusAlien_02
source: Alien Music 02
de: Außerirdische Musik 02
es: Música alienígena 02
fr: Musique extraterrestre 02
hu_hu: Idegen Dallam 02
it: Musica Aliena 02
pl_pl: Muzyka z Obcej Planety 02
pt_br: Música alienígena 02
ru: Инопланетная музыка 02
zh_cn: 外星音乐 02

# SoundBlock_SoundName_MusAlien_03
source: Alien Music 03
de: Außerirdische Musik 03
es: Música alienígena 03
fr: Musique extraterrestre 03
hu_hu: Idegen Dallam 03
it: Musica Aliena 03
pl_pl: Muzyka z Obcej Planety 03
pt_br: Música alienígena 03
ru: Инопланетная музыка 03
zh_cn: 外星音乐 03

# SoundBlock_SoundName_MusAlien_04
source: Alien Music 04
de: Außerirdische Musik 04
es: Música alienígena 04
fr: Musique extraterrestre 04
hu_hu: Idegen Dallam 04
it: Musica Aliena 04
pl_pl: Muzyka z Obcej Planety 04
pt_br: Música alienígena 04
ru: Инопланетная музыка 04
zh_cn: 外星音乐 04

# SoundBlock_SoundName_MusAlien_05
source: Alien Music 05
de: Außerirdische Musik 05
es: Música alienígena 05
fr: Musique extraterrestre 05
hu_hu: Idegen Dallam 05
it: Musica Aliena 05
pl_pl: Muzyka z Obcej Planety 05
pt_br: Música alienígena 05
ru: Инопланетная музыка 05
zh_cn: 外星音乐 05

# SoundBlock_SoundName_MusFun
source: Fun Music
de: Lustige Musik
es: Música divertida
fr: Musique amusante
hu_hu: Jókedvű Dallam
it: Musica Divertente
pl_pl: Muzyka Rozrywkowa
pt_br: Música divertida
ru: Веселая музыка
zh_cn: 搞笑音乐

# Jukebox_Script_Playing
source: Playing
de: Wird abgespielt
es: Reproduciendo
fr: En cours de lecture
hu_hu: Lejátszás
it: Sto riproducendo
pl_pl: Odtwarzanie
pt_br: Tocando
ru: Играет
zh_cn: 播放中

# Jukebox_Script_Stopped
source: Stopped
de: Angehalten
es: Detenida
fr: Arrêtée
hu_hu: Megállt
it: Interrotto
pl_pl: Zatrzymano
pt_br: Parado
ru: Остановлена
zh_cn: 已停止

# Jukebox_Script_NoTracksAvailable
source: No tracks available
de: Keine Titel verfügbar
es: No hay pistas disponibles
fr: Aucune piste disponible
hu_hu: Nincs elérhető zeneszám
it: Non sono disponibili tracce
pl_pl: Brak dostępnych utworów
pt_br: Nenhuma faixa disponível
ru: Нет доступных треков
zh_cn: 无可播曲目

# Jukebox_Script_SelectInTerminal
source: Select tracks to play in terminal screen
de: Wählen Sie zu wiedergebende Titel auf dem Terminal-Bildschirm aus
es: Selecciona pistas para reproducir en la pantalla del terminal
fr: Sélectionner les pistes à jouer à l'écran du terminal
hu_hu: Válassza ki a lejátszani kívánt számokat a terminál képernyőn
it: Seleziona i brani da riprodurre nella schermata del terminale
pl_pl: Wybierz utwory do odtwarzania na ekranie terminala
pt_br: Selecionar faixas para reprodução na tela do terminal
ru: Выберите на экране терминала треки для воспроизведения
zh_cn: 选择曲目，在终端屏幕播放
