Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# SimpleNewGame_LearningToSurvive_Description
source: This is a nonlinear tutorial mission. Restore an old outpost to act as your base of operations and explore the remains of a once-thriving industrial outpost. Each location you discover will teach you the skills needed to survive in the universe of Space Engineers.
de: Dies ist eine nichtlineare Tutorial-Mission. Stellen Sie einen alten Außenposten wieder her, der anschließend als Basis für Ihre Missionen dienen kann und entdecken Sie die Überbleibsel eines vormals florierenden Industrieaußenpostens. An jedem Ort, den Sie entdecken werden, werden Ihnen die Fähigkeiten beigebracht, die Sie brauchen, um im Space Engineers-Universum zu überleben.
es: Esta es una misión tutorial no lineal. Restaure un antiguo puesto avanzado para que le sirva de base de operaciones y explore los restos de un puesto industrial antaño próspero. Cada lugar que descubra le enseñará las habilidades necesarias para sobrevivir en el universo de Space Engineers.
fr: Il s'agit d'une mission de tutoriel non linéaire. Restaurez un vieil avant-poste qui vous servira de base d'opérations et explorez les vestiges d'un avant-poste industriel autrefois florissant. Chaque lieu que vous découvrirez vous permettra d'acquérir les compétences nécessaires pour survivre dans l'univers de Space Engineers.
it: Questa è una missione tutorial non lineare. Ripristina un vecchio avamposto affinché funga da base operativa ed esplora i resti di un avamposto industriale un tempo fiorente. Ogni luogo che scopri ti insegnerà le abilità necessarie per sopravvivere nell'universo di Space Engineers.
pt_br: Esta é uma missão de tutorial não linear. Restaure o antigo posto avançado para funcionar como base das operações e explore o restante de um posto avançado industrial outrora próspero. Cada local descoberto ensinará as habilidades necessárias para sobreviver no universo de Space Engineers.
ru: Это нелинейная обучающая миссия. Восстановите старый аванпост и используйте его в качестве оперативной базы. Исследуйте остатки некогда развитой промышленной инфраструктуры аванпоста. Каждое обнаруженное вами место научит вас навыкам, необходимым для выживания во вселенной Space Engineers.
zh_cn: 这是一项非线性教程任务。修复一处古老的前哨基地以作为你的行动基地，并探索一度繁盛的工业前哨基地的遗迹。你发现的每个地点都会向你传授在《太空工程师》的浩瀚宇宙中奋力生存所需的技能。

# SimpleNewGame_LoneSurvivor_Description
source: Alone in the void. Choose your destiny.
de: Alleine im Nichts. Wählen Sie Ihr eigenes Schicksal.
es: Solo en el vacío. Elija su destino.
fr: Seul dans le vide. Choisissez votre destin.
it: Solo nel vuoto. Scegli il tuo destino.
pt_br: Sozinho no vácuo. Escolha o seu destino.
ru: Вы — один на один с космосом и своей судьбой.
zh_cn: 在虚空中独行，主宰自己的命运。

# SimpleNewGame_NeverSurrender_Description
source: Start your journey on a planet or in deep space. Build at your own pace, and when you’ve gathered your forces challenge yourself by defending a small outpost from waves of relentless drones. Play alone or together. How you do it is up to you!
de: Beginnen Sie Ihre Reise auf einem Planeten oder in den Tiefen des Weltraums. Bauen Sie in Ihrem eigenen Tempo und stärken Sie Ihre Verteidigungslinien, um Ihren Außenposten anschließend gegen eine Welle von herausfordernden Drohnenangriffen zu verteidigen. Spielen Sie alleine oder zusammen. Wie Sie Ihren Posten verteidigen liegt ganz bei Ihnen!
es: Comience su viaje en un planeta o en el espacio profundo. Construya a su ritmo y, cuando haya reunido a sus fuerzas, desafíese a sí mismo defendiendo un pequeño puesto avanzado de oleadas de implacables drones. Juegue solo o en compañía. ¡Usted elige!
fr: Commencez votre voyage sur une planète ou dans l'espace. Construisez à votre rythme et lorsque vous aurez rassemblé vos forces, mettez-vous au défi de défendre un petit avant-poste contre des vagues de drones implacables. Jouez seul ou à plusieurs. À vous de voir comment vous vous y prendrez !
it: Inizia il tuo viaggio su un pianeta o nello spazio profondo. Costruisci al tuo ritmo e, una volta raccolte le tue forze, mettiti alla prova difendendo un piccolo avamposto da ondate di implacabili droni. Gioca da solo o con altri. Cosa fare dipende da te!
pt_br: Inicie sua jornada em um planeta ou no espaço profundo. Construa no seu próprio ritmo e, ao reunir forças, desafie-se ao defender um pequeno posto avançado das ondas de drones implacáveis. Jogue sozinho ou em grupo. Você decide!
ru: Начните свой путь на планете или в глубоком космосе. Стройте базу в удобном темпе, а когда соберетесь с силами, бросьте вызов себе и попытайтесь защитить небольшой аванпост от волн безжалостных дронов. Играть можно в одиночку или вместе. Свой путь вы выбираете сами!
zh_cn: 开始你的行星或深空之旅。按照自己的节奏进行建造，充分武装并挑战自己，保卫小型前哨基地，抵御一波又一波无人机的不断侵袭。单独或一起进行游戏，玩法由你做主！

# SimpleNewGame_PetramOrbiter_Description
source: High above the harsh deserts of the planet Pertam, a team of engineers has created an orbital station serving as a launching point for planetary exploration. Gather your supplies and drop to the planet's surface. Do you have what it takes to survive this wasteland?
de: Hoch über den rauen Wüsten des Planeten Pertram hat ein Team von Ingenieuren eine Orbitalstation konstruiert, die als Ausgangspunkt für planetare Erkundungsreisen dient. Sammeln Sie Ihre Ausrüstung zusammen und lassen Sie sich auf die Planetenoberfläche hinunterfallen. Haben Sie das, was es braucht, um in diesem Niemandsland zu überleben?
es: En lo alto de los duros desiertos del planeta Pertam, un equipo de ingenieros ha creado una estación orbital que sirve de punto de lanzamiento para la exploración planetaria. Reúna sus suministros y descienda a la superficie del planeta. ¿Tiene lo que hay que tener para sobrevivir en esta tierra baldía?
fr: Au-dessus des déserts de la planète Pertam, une équipe d'ingénieurs a créé une station orbitale servant de point de départ à l'exploration planétaire. Rassemblez vos provisions et descendez à la surface de la planète. Pourrez-vous survivre dans ce désert ?
it: Lassù, sugli aspri deserti del pianeta Pertam, un team di ingegneri ha creato una stazione orbitale che funge da punto di lancio per l'esplorazione planetaria. Raccogli le tue provviste e scendi sulla superficie del pianeta. Hai quello che serve per sopravvivere in questa terra desolata?
pt_br: No alto dos desertos áridos do planeta Pertam, uma equipe de engenheiros criou uma estação orbital que funciona como ponto de lançamento para exploração planetária. Reúna suprimentos e vá para a superfície do planeta. Você tem o necessário para sobreviver neste terreno inculto?
ru: В небесах над суровыми пустынями планеты Пертам команда инженеров построила орбитальную станцию, служащую отправной точкой для исследования планеты. Вам предстоит собрать припасы и спуститься на поверхность планеты. Удастся ли вам выжить в этой пустоши?
zh_cn: 在Pertam星球严酷沙漠之上的高空，有一组工程师建造了一个轨道太空站作为行星探索的发射点。快收集补给并登陆这一星球。你有能力在这片荒原上生存吗？

# SimpleNewGame_RedShip2_Description
source: A modernized version of the classic Red Ship world. This world can serve as a jumping-off point for both survival and creative gameplay sessions. It is friendly to new players and has various examples and opportunities for you to engage and explore the features of Space Engineers.
de: Eine modernisierte Ausführung der klassichen „Red Ship“-Welt. Diese Welt kann Ihnen sowohl als Ausgangspunkt für Spielsessions im „Survival“-Modus als auch für Sessions im Modus „Creative“ dienen. Sie eignet sich gut für neue Spieler und bietet eine Vielzahl an Beispielen und Möglichkeiten in Aktion zu treten, um die Funktionen von Space Engineers kennenzulernen.
es: Una versión modernizada del mundo clásico de la Nave Roja. Este mundo puede servir como punto de partida tanto para sesiones de supervivencia como de juego creativo. Es apto para jugadores principiantes y cuenta con varios ejemplos y oportunidades para que se involucre y explore las características de Space Engineers.
fr: Une version modernisée du monde classique du Vaisseau rouge. Ce monde peut servir de point de départ pour des sessions de survie et de créativité. Il est idéal pour les nouveaux joueurs et propose de nombreux exemples et opportunités pour vous permettre d'explorer les caractéristiques de Space Engineers.
it: Una versione modernizzata del classico mondo della Nave Rossa. Questo mondo può servire come punto di partenza sia per le sessioni di sopravvivenza che per quelle di gioco creative. Ottimo per i nuovi giocatori e offre vari esempi e opportunità per coinvolgere ed esplorare le funzionalità di Space Engineers.
pt_br: Uma versão modernizada do clássico mundo Nave Vermelha. Este mundo pode servir como ponto de salto para sessóes de jogo tanto de sobrevivência como criativo. É amigável para novos jogadores e tem vários exemplos e oportunidades para abordar e explorar os recursos do Space Engineers.
ru: Модернизированная версия классического мира «Красный корабль». Этот мир может служить отправной точкой для игр в режиме «Выживание» и «Творческий» и подойдет в том числе для новичков. Здесь вы найдете различные обучающие примеры и сможете изучить возможности Space Engineers.
zh_cn: 经典红色飞船世界的现代化版本。这个世界可以作为生存和创造游戏的出发点。它对新玩家十分友好，提供了各种示例和机会供你参与和探索《太空工程师》的各种特色内容。

# SimpleNewGame_RivalPlatforms_Description
source: Two rival teams have gathered their forces in an asteroid field, each with a cruiser and a squad of fighters ready to deploy. Choose a side, build up your base, and prepare for battle.
de: Zwei gegnerische Teams haben Ihre Einheiten in einem Asteroidenfeld zusammengezogen. Sie haben beide einen Raumkreuzer sowie eine Kampftruppe, die bereit zum Einsatz stehen. Wählen Sie eine Seite, bauen Sie Ihre Basis aus und bereiten Sie sich auf den Kampf vor.
es: Dos equipos rivales han reunido sus fuerzas en un campo de asteroides, cada uno con un crucero y un escuadrón de cazas listos para desplegarse. Elija un bando, construya su base y prepárese para la batalla.
fr: Deux équipes rivales ont rassemblé leurs forces dans un champ d'astéroïdes, chacune disposant d'un croiseur et d'une escouade de chasseurs prêts à être déployés. Choisissez un camp, construisez votre base et préparez-vous au combat.
it: Due squadre rivali hanno riunito le loro forze in un campo di asteroidi, ciascuna con un incrociatore e una squadra di caccia pronti a schierarsi. Scegli da che parte stare, costruisci la tua base e preparati alla battaglia.
pt_br: Duas equipes rivais reuniram forças no campo de asteroides, cada um com um cruzador e um esquadrão de lutadores pontos para implantação. Escolha um lado, construa sua base e prepare-se para batalha.
ru: Две команды соперников встретились на астероидном поле. У каждой — крейсер и отряд истребителей, готовых к вылету. Выберите сторону, постройте базу и приготовьтесь к битве.
zh_cn: 两支竞争团队在小行星场集结了武装力量，每支团队都拥有一艘巡洋舰和一队战斗机做好了部署准备。选择一方，建立基地，并做好战斗准备。

# SimpleNewGame_ScrapRace_Description
source: Scrap Race is a fast-paced racing scenario designed for multiplayer. Pick your vehicle of choice, customize it to your liking, and compete against other lowlifes, thrillseekers, and speed freaks from across the system. Will your vehicle survive the wasteland, or will you be left in the dust?
de: „Scrap Race“ ist ein temporeiches Rennszenario, das für den Multiplayer-Modus entworfen wurde. Wählen Sie ein Fahrzeug nach Ihrem Geschmack aus, passen Sie es nach Ihren Wünschen an und treten Sie gegen andere Proleten, Abenteuerlustige und Adrenalinjunkies aus dem ganzen Sternensystem an. Wird Ihr Fahrzeug die Reise durch diese raue Einöde überstehen oder werden Sie im Staub zurückbleiben?
es: Scrap Race es un trepidante escenario de carreras diseñado para el modo multijugador. Elija su vehículo, personalícelo a su gusto y compita contra otros delincuentes, buscadores de emociones y amantes de la velocidad de todo el sistema. ¿Sobrevivirá su vehículo a la tierra baldía, o quedará hecho polvo?
fr: Scrap Race est un scénario de course rapide conçu pour le multijoueur. Choisissez le véhicule de votre choix, personnalisez-le à votre guise et affrontez d'autres pauvres mécréants, amateurs de sensations fortes et fous de vitesse de tout le système. Votre véhicule survivra-t-il au désert, ou mordrez-vous la poussière ?
it: Scrap Race è uno scenario di corse frenetico progettato per il multiplayer. Scegli il tuo veicolo preferito, personalizzalo a tuo piacimento e competi contro altri delinquenti, amanti del brivido e fanatici della velocità da tutto il sistema. Il tuo veicolo sopravvivrà alla terra desolata o rimarrai a mangiare la polvere?
pt_br: A Corrida de Sucata é um cenário de corrida rápido projetado para vários jogadores. Escolha seu veículo, personalize-o como quiser e corra contra outros vilões, viciados em adrenalina e pilotos de todo o sistema. O seu veículo sobreviverá nesse terreno ou virará poeira?
ru: «Гонка металлолома» — это стремительный гоночный сценарий для многопользовательской игры. Вам предстоит выбрать транспортное средство, изменить его под свои нужны и соревноваться с другими мусорщиками, любителями острых ощущений и жадных до скорости игроков со всей системы. Сможет ли ваше творение выжить в пустыне — или вы останетесь глотать пыль?
zh_cn: Scrap Race是专为多人游戏设计的快节奏赛车场景。选择你喜欢的车辆，根据喜好对其进行定制，并与整个系统中的其他底层人物、寻求刺激者和速度狂人竞争。你是会驾车在荒原中幸存下来，还是会被掩埋于尘土之中？

# SimpleNewGame_SpaceStandoff_Description
source: Space Standoff is a multiplayer scenario where two teams have acquired a valuable Data Container and the race to decrypt these devices has ignited tensions between them. Each team must defend their base while mobilizing their resources to destroy the enemy's container. The clock is ticking, and only the most skilled and coordinated team will emerge victorious.
de: „Space Standoff" ist ein Multiplayer-Szenario, in dem zwei Teams in den Besitz eines wertvollen Datenbehältnisses kommen konnten. Das Rennen um das Entschlüsseln dieser Geräte hat zu starken Spannungen zwischen Ihnen geführt. Beide Teams müssen Ihre Basen verteidigen, während sie ihre Ressourcen mobilisieren, um das vom Gegner gehaltene Behältnis zu zerstören. Die Zeit läuft und nur das talentierteste und am besten koordinierte Team wird als Sieger hervorgehen.
es: Space Standoff es un escenario multijugador en el que dos equipos se han hecho con un valioso Contenedor de Datos y la carrera por desencriptar estos dispositivos ha desatado tensiones entre ellos. Cada equipo debe defender su base mientras moviliza sus recursos para destruir el contenedor del enemigo. El tiempo corre y solo el equipo más hábil y coordinado saldrá victorioso.
fr: Space Standoff est un scénario multijoueur dans lequel deux équipes ont acquis un précieux conteneur de données et la course au déchiffrement de ces appareils a déclenché des tensions entre elles. Chaque équipe doit défendre sa base tout en mobilisant ses ressources pour détruire le conteneur de l'ennemi. Le temps presse et seule l'équipe la plus compétente et la mieux coordonnée sera victorieuse.
it: Space Standoff è uno scenario multiplayer in cui due squadre hanno acquisito un prezioso contenitore di dati e la corsa per decrittografare questi dispositivi ha acceso le tensioni tra di loro. Ogni squadra deve difendere la propria base mobilitando le proprie risorse per distruggere il container nemico. Il tempo stringe e solo la squadra più abile e coordinata uscirà vittoriosa.
pt_br: Impasse Espacial é um cenário multijogador onde duas equipes adquirem um Contêiner de Dados valioso e a corrida para descriptografar esses dispositivos inflamou as tensões entre eles. Cada equipe deve defender sua base enquanto mobiliza recursos para destruir o contêiner do inimigo. O tempo está passando, e apenas a equipe mais habilidosa e coordenada alcançará a vitória.
ru: «Космическое противостояние» — это многопользовательский сценарий, в котором каждая из двух команд заполучила ценный контейнер данных и стремится как можно скорее расшифровать полученную информацию, что создает атмосферу соперничества. При этом игроки должны защищать свою базу и мобилизовать силы для уничтожения контейнера противника. Время не ждет, и только самая умелая и слаженная команда выйдет победителем.
zh_cn: Space Standoff是一个多人游戏场景，两支团队获得了一个极具价值的数据容器，解密这些设备的竞逐在他们之间引发了紧张的局势。每支团队都必须保卫自己的基地，同时调动资源来摧毁敌方容器。时间不停流逝，只有最训练有素、最默契的团队才能取得胜利。

# SimpleNewGame_SparksOfTheFuture_Description
source: Welcome to Sparks of the Future! Enjoy some competition at the shooting range or on the dance floor. Explore the many shops available at Sparks of the Future Central. Looking for a distraction from your daily activities or do you seek vibrant city life? You can find it all here at Sparks of the Future!
de: Wilkommen bei „Sparks of the Future“! Genießen Sie den Wettbewerb am Schießstand oder auf der Tanzfläche. Entdecken Sie im Zentrum von „Sparks of the Future“ zahlreiche Geschäfte. Suchen Sie nach Ablenkung vom Alltag oder sind Sie auf der Suche nach einem pulsierendem Großstadtleben? Bei „Sparks of the Future“ können Sie all das finden!
es: ¡Le damos la bienvenida a Sparks of the Future! Disfruta de la competición en el campo de tiro o en la pista de baile. Explore las muchas tiendas disponibles en la Sparks of the Future Central. ¿Busca una distracción en sus actividades diarias o busca la vibrante vida de la ciudad? ¡Puede encontrar todo esto aquí en Sparks of the Future!
fr: Bienvenue dans Sparks of the Future ! Profitez d'une compétition au stand de tir ou sur la piste de danse. Explorez les nombreux magasins disponibles au centre Sparks of the Future. Vous cherchez à vous distraire de vos activités quotidiennes ou à profiter de la vie citadine ? Vous trouverez tout cela dans Sparks of the Future !
it: Benvenuto su Scintille del Futuro! Partecipa alle gare al poligono o sulla pista da ballo. Dai un'occhiata ai vari negozi disponibili nella Centrale di Scintille del Futuro. Cerchi un modo per svagarti dalla tua routine quotidiana e ti interessa la movida cittadina? Troverai tutto in Scintille del Futuro!
pt_br: Boas-vindas ao Fagulhas do futuro! Divirta-se com a rivalidade no campo de tiro ou na pista de dança. Explore as várias lojas disponíveis na Central Fagulhas do futuro. Querendo uma distração das atividades diárias ou a vida vibrante da cidade? Você encontra tudo isso aqui no Fagulhas do futuro!
ru: Добро пожаловать в «Проблески будущего»! Поучаствуйте в соревнованиях в стрельбе или посостязайтесь на танцполе. Посетите множество магазинов, расположенных в центре «Проблесков будущего». Хотите отвлечься от повседневной рутины, окунуться в насыщенную городскую жизнь? Всё это — в «Проблесках будущего»!
zh_cn: 欢迎来到Sparks of the Future！在射击场或舞池享受一些比赛。探索Sparks of the Future中心的众多商店。想从日常活动中寻找消遣，还是寻求充满活力的城市生活？你可以在Sparks of the Future中找到所有一切！

# SimpleNewGame_StarSystem_Description
source: One of the most popular worlds in Space Engineers, featuring several planets for you to build, explore, and survive on. Customize the settings and play to your heart’s content!
de: Eine der beliebtesten Welten in Space Engineers, die diverse Planeten bietet, auf denen Sie bauen, entdecken und überleben können. Passen Sie die Einstellungen an und gestalten Sie das Spiel ganz nach Ihren Wünschen!
es: Uno de los mundos más populares de Space Engineers, con varios planetas para que construya, explore y sobreviva en ellos. ¡Personalice los ajustes y juegue a sus anchas!
fr: L'un des mondes les plus populaires de Space Engineers, avec plusieurs planètes sur lesquelles vous pouvez construire, explorer et survivre. Personnalisez les paramètres et jouez à votre guise !
it: Uno dei mondi più popolari di Space Engineers, con diversi pianeti da costruire, esplorare e su cui sopravvivere. Personalizza le impostazioni e gioca a tuo piacimento!
pt_br: Um dos mundos mais populares no Space Engineers, com vários planetas para construir, explorar e sobreviver. Personalize as configurações e jogue o conteúdo que você ama!
ru: Один из самых популярных миров Space Engineers: здесь есть несколько планет, на которых можно заниматься строительством, исследованием и выживанием. Выберите нужные настройки и играйте в свое удовольствие!
zh_cn: 《太空工程师》中最受欢迎的世界之一，其中拥有多个行星供你开展建设、探索和奋力生存。自定义设置并随心所欲地进行游戏！

# SimpleNewGame_UraniumHeist_Description
source: Gather resources and expand your arsenal as you defend your territory, construct defenses, and protect your uranium carrier. Carrying uranium will slow your speed considerably, work together when escorting this precious cargo back to base. Multiple paths to victory means no two games are ever the same. Is your team up to the challenge? Lock and load!
de: Sammeln Sie Rohstoffe und erweitern Sie Ihr Arsenal, während Sie Ihr Territorium verteidigen, Defensivanlagen konstruieren und Ihren Uranträger schützen. Das Transportieren von Uran schränkt Ihre Geschwindigkeit deutlich ein, weshalb Sie und Ihr Team beim Eskort dieser wertvollen Ladung auf dem Weg zurück in Ihre Basis gut zusammenarbeiten müssen. Eine Vielzahl von Aufgaben und potentiellen zum Sieg führenden Wegen bedeuten, dass keine zwei Spiele sich je gleichen. Ist Ihr Team bereit für diese Herausforderung? Sichern und Laden!
es: Reúna recursos y amplíe su arsenal mientras defiende su territorio, construya defensas y protege su transporte de uranio. Transportar uranio ralentizará su velocidad considerablemente, trabaje en equipo cuando escolte esta preciada carga de vuelta a la base. Los múltiples caminos hacia la victoria hacen que nunca haya dos partidas iguales. ¿Está su equipo a la altura del reto? ¡Bloquee y cargue!
fr: Récoltez des ressources et développez votre arsenal tout en défendant votre territoire, en construisant des défenses et en protégeant votre transporteur d'uranium. Le transport d'uranium vous ralentit considérablement. Travaillez ensemble pour escorter cette précieuse cargaison jusqu'à la base. Les multiples chemins vers la victoire font qu'aucune partie n'est jamais identique à une autre. Votre équipe est-elle prête à relever le défi ? C'est parti !
it: Raccogli risorse ed espandi il tuo arsenale mentre difendi il tuo territorio, costruisci difese e proteggi il tuo vettore di uranio. Trasportare uranio rallenterà considerevolmente la tua velocità, collabora per scortare questo prezioso carico alla base. Molteplici percorsi verso la vittoria significano che non esistono mai due giochi uguali. La tua squadra è all'altezza della sfida? Carica e corri!
pt_br: Colete recursos e expanda seu arsenal enquanto defende seu território, constrói defesas e proteja seu transportador de urânio. Transportar urânio reduzirá consideravelmente a sua velocidade. Trabalhem juntos ao escoltar este precioso carregamento de volta à base. Vários caminhos levam à vitória, o que significa que dois jogos nunca serão os mesmos. Sua equipe está pronta para o desafio? Prepare-se!
ru: Собирайте ресурсы и расширяйте арсенал, одновременно защищая территорию, возводя оборону и прикрывая того, кто переносит уран. При перемещении урана скорость значительно снижается, поэтому вам придется совместными усилиями сопровождать этот ценный груз обратно на базу. Благодаря наличию различных тактик каждый матч становится уникальным. Справится ли ваша команда с этой задачей? По коням!
zh_cn: 保卫你的领土、建造防御工事并保护你的铀运输舰，同时不断收集资源并扩充你的军火库。运输铀矿会大大降低你的速度，在护送这些珍贵的货物返回基地时要齐心协力。有多种途径可以通往胜利，这意味着每场游戏都不会完全相同。你的团队准备好迎接挑战了吗？装弹上膛，战斗一触即发！

# ScenarioSelectionScreen_LocalScenario
source: Local scenario
de: Lokales Szenario
es: Escenario local
fr: Scénario local
it: Scenario locale
pt_br: Cenário local
ru: Локальный сценарий
zh_cn: 本地情景

# WorldSettings_EnableTemporaryContainers
source: Enable Temporary Containers
de: Temporäre Container aktivieren
es: Habilitar contenedores temporales
fr: Activer les conteneurs temporaires
it: Abilita contenitori temporanei
pt_br: Ativar Contêineres temporários
ru: Включить временные контейнеры
zh_cn: 启用临时集装箱
