Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# NotificationWheelNotPlaced
source: Wheel could not be placed.
cs_cz: Kolo nemůže být umístěno.
de: Rad konnte nicht platziert werden.
es: No se ha podido colocar la rueda.
fr: La roue n'a pas pu être placée.
hu_hu: A kereket nem lehetett elhelyezni.
it: La ruota non può essere piazzata.
pl_pl: Koło nie mogło zostać umieszczone.
pt_br: Roda não pode ser posicionada.
ru: Колесо не может быть размещено.
zh_cn: 不能放置车轮。

# Notification_BlueprintScriptRemoved
source: Some scripts were removed from this blueprint because you do not have Scripter permissions
cs_cz: Některé skripty byly odebrány z tohoto technického výkresu, protože nemáte práva Skriptéra
de: Einige Skripts wurden aus diesem Entwurf entfernt, weil Ihnen keine Skripter-Rechte erteilt wurden
es: Algunos scripts fueron eliminados de este plano porque no tiene permisos de Scripter.
fr: Certains scripts ont été supprimés de ce plan parce que vous ne disposez pas des autorisations de scripteur
hu_hu: Néhány szkriptet eltávolítottak erről a tervrajzról, mert nem rendelkezik Parancsfájl-írói engedélyekkel
it: Alcuni script sono stati rimossi da questo progetto perché non si hanno i permessi di Creatore script
pl_pl: Niektóre skrypty zostały usunięte z tego schematu, ponieważ nie posiadasz uprawnień Skryptera.
pt_br: Alguns scripts foram removidos deste projeto pois você não possui permissões de Sripter
ru: Некоторые скрипты были удалены из чертежа, так как Вы не обладаете полномочиями "скриптера".
zh_cn: 一些脚本已经从这个蓝图移除，因为你没有脚本的权限

# Notification_ControllableBlockIsDamaged
source: {0} is damaged!
de: {0} ist beschädigt!
es: ¡{0} está dañado!
fr: {0} est endommagé !
hu_hu: {0} megsérült!
it: {0} è danneggiato!
pl_pl: {0} jest uszkodzony!
pt_br: {0} está danificado!
ru: Повреждено: {0}!
zh_cn: {0}已受损

# Notification_NoControl
source: Someone else is using this ship!
cs_cz: Někdo jiný již používá tuto loď!
de: Jemand anderes nutzt dieses Schiff bereits!
es: ¡Alguien más está usando esta nave!
fr: Quelqu'un d'autre utilise ce vaisseau !
hu_hu: Valaki más használja ezt a hajót!
it: Un altro giocatore sta utilizzando questa nave!
pl_pl: Ktoś inny używa tego statku!
pt_br: Outra pessoa está utilizando essa nave!
ru: Кто-то еще использует этот корабль!
zh_cn: 其他人正在使用本太空船！

# Notification_NoControlAutoPilot
source: Autopilot enabled
cs_cz: Autopilot zapojen
de: Autopilot aktiviert
es: Piloto automático activado
fr: Pilotage automatique activé
hu_hu: Robotpilóta engedélyezve
it: Autopilota attivato
pl_pl: Autopilot włączony
pt_br: Piloto automático habilitado
ru: Автопилот включен
zh_cn: 自动驾驶启用

# Notification_NoControlLowerPriority
source: Grid control forbidden. Seat/Remote with higher priority is already occupied.
cs_cz: Ovládání konstrukce nedovoleno. Obsazený Kokpit/Vzdálené ovládání s větší prioritou má přednost.
de: Steuerung der Blockkonstruktion wurde untersagt. Sitz/Fernsteuerungsblock mit höherer Priorität ist bereits belegt/aktiv.
es: Prohibido el control de la estructura. Asiento / Remoto con mayor prioridad ya está ocupado.
fr: Contrôle de la grille interdit. Siège / commande à distance dont la priorité est supérieure déjà occupé.
hu_hu: Objektum vezérlése tiltott. Ülés/Távvezérlő nagyobb prioritással már foglalt.
it: Controllo griglia proibito. Sedile/Remoto con priorità più alta è già occupato.
pl_pl: Nie można kontrolować struktury. Fotel/Zdalne sterowanie o wyższym priorytecie jest aktywne.
pt_br: Controle de grid proibido. Assento/Remoto de alta prioridade já ocupado.
ru: Управление запрещено. Кокпит/блок ДУ с более высоким приоритетом уже используется.
zh_cn: 禁止控制网格。 优先较高的座位/远程控制器已被占用。

# Notification_NoControlNotMain
source: This is not main cockpit!
cs_cz: Toto není hlavní kokpit!
de: Dies ist nicht das Hauptcockpit!
es: ¡Esta no es la cabina principal!
fr: Ce n'est pas le cockpit principal !
hu_hu: Ez nem a fő pilótafülke!
it: Questa non è la cabina di pilotaggio principale!
pl_pl: To nie jest główny kokpit!
pt_br: Esta não é mais a cabine principal!
ru: Это не главный кокпит!
zh_cn: 这不是主驾驶舱！

# Notification_NoControlOtherShip
source: A connected ship has taken control
cs_cz: Připojená loď převzala ovládání
de: Ein verbundenes Schiff hat die Steuerung übernommen
es: Una nave conectada ha tomado el control
fr: Un vaisseau connecté a pris le contrôle
hu_hu: Egy összekapcsolt hajó átvette az irányítást
it: Una nave collegata ha preso il controllo
pl_pl: Podłączony statek przejął kontrolę
pt_br: Uma nave conectada assumiu o controle
ru: Присоединенные корабль взял управление
zh_cn: 一艘连接的飞船有控制权

# Notification_NoControlStation
source: Someone else is using this station!
cs_cz: Někdo jiný již používá tuto stanici!
de: Jemand anderes nutzt diese Station bereits!
es: ¡Alguien más está usando esta estación!
fr: Quelqu'un d'autre utilise cette station !
hu_hu: Valaki más használja ezt az állomást!
it: Un altro giocatore sta utilizzando questa stazione!
pl_pl: Ktoś inny używa tej stacji!
pt_br: Outra pessoa está utilizando essa estação!
ru: Кто-то еще использует эту станцию!
zh_cn: 其他人正在使用本太空站！

# Notification_PistonHeadAlreadyExists
source: Piston head already exists.
cs_cz: Píst už hlavu má.
de: Es ist bereits ein Kolbenaufsatz vorhanden.
es: La cabeza del pistón ya existe.
fr: La tête de piston existe déjà.
hu_hu: A dugattyúfej már létezik.
it: La testa del pistone esiste già.
pl_pl: Głowica siłownika już istnieje.
pt_br: Cabeça de pistão já existente.
ru: Головка поршня уже существует.
zh_cn: 活塞头已经存在。

# Notification_PistonHeadNotPlaced
source: Piston head could not be placed.
cs_cz: Nelze vytvořit hlavu pístu.
de: Kolbenaufsatz konnte nicht platziert werden.
es: No se ha podido colocar la cabeza del pistón.
fr: La tête de piston n'a pas pu être placée.
hu_hu: A dugattyúfejet nem lehetett elhelyezni.
it: La testa del pistone non può essere piazzata.
pl_pl: Głowica siłownika nie mogła być umieszczona.
pt_br: A cabeça do pistão não pode ser posicionada.
ru: Невозможно разместить головку поршня.
zh_cn: 活塞头无法放置。

# Notification_WheelNotPlaced
source: Wheel could not be placed. Try to remove any obstacles first.
cs_cz: Kolo nemůže být umístěno. Zkuste nejprve odstranit překážky.
de: Das Rad konnte nicht platziert werden. Versuchen Sie zunächst, alle Hindernisse zu beseitigen.
es: No se ha podido colocar la rueda. Intenta eliminar los obstáculos primero.
fr: La roue n'a pas pu être placée. Essayez de supprimer les obstacles en premier.
hu_hu: A kerék nem helyezhető el. Először próbáljon eltávolítani minden akadályt.
it: La ruota non può essere piazzata. Cerca prima di rimuovere degli ostacoli.
pl_pl: Koło nie mogło zostać postawione. Spróbuj usunąć wszystkie przeszkody na jego drodze.
pt_br: A roda não pode ser posicionada. Tente primeiro remover os obstáculos.
ru: Колесо не может быть добавлено. Удалите препятствия.
zh_cn: 车轮无法放置。请先移除障碍物。

# Notification_DeconstructionLoss
source: Some components will be lost if removed.
de: Beim Entfernen werden einige Komponenten verloren gehen.
es: Algunos componentes se perderán si se quitan.
fr: Certains composants seront perdus s'ils sont supprimés.
it: Alcuni componenti andranno persi se rimossi.
pt_br: Alguns componentes serão perdidos se removidos.
ru: Некоторые компоненты при удалении будут утрачены.
zh_cn: 某些组件如果移除则会丢失。

source: Number
cs_cz: Číslo
de: Zahl
es: Número
fr: Nombre
hu_hu: Szám
it: Numero
pl_pl: Numer
pt_br: Número
ru: Номер
zh_cn: 编号

# O2High
source: High
cs_cz: Vysoký
de: Hoch
es: Alto
fr: Elevée
hu_hu: Magas
it: Alta
pl_pl: Wysoka
pt_br: Alto
ru: Высок.
zh_cn: 高

# O2Low
source: Low
cs_cz: Nízký
de: Niedrig
es: Bajo
fr: Faible
hu_hu: Alacsony
it: Bassa
pl_pl: Niska
pt_br: Baixo
ru: Низк.
zh_cn: 低

# O2None
source: None
cs_cz: Žádný
de: Leer
es: Ninguno
fr: Aucune
hu_hu: Nincs
it: Nessuno
pl_pl: Brak
pt_br: Nenhum
ru: Нет
zh_cn: 否

# TemperatureFreeze
source: Freeze
de: Frostig
es: Congelación
fr: Gel
hu_hu: Fagy
it: Gelido
pl_pl: Lodowato
pt_br: Congelado
ru: Мороз
zh_cn: 很冷

# TemperatureCold
source: Cold
de: Kalt
es: Frío
fr: Froid
hu_hu: Hideg
it: Freddo
pl_pl: Zimno
pt_br: Frio
ru: Холодно
zh_cn: 冷

# TemperatureWarm
source: Warm
es: Caliente
fr: Tempéré
hu_hu: Meleg
it: Tiepido
pl_pl: Ciepło
pt_br: Morno
ru: Тепло
zh_cn: 温暖

# TemperatureHot
source: Hot
de: Heiß
es: Ardiente
fr: Chaud
hu_hu: Forró
it: Caldo
pl_pl: Gorąco
pt_br: Quente
ru: Жара
zh_cn: 热

# TemperatureInferno
source: Inferno
es: Infernal
fr: Enfer
hu_hu: Pokol
pl_pl: Piekło
ru: Ад
zh_cn: 火热

source: OFF
cs_cz: VYPNUTO
de: AUS
hu_hu: Ki
pl_pl: WYŁ
pt_br: DESLIGADO
ru: ВЫКЛ
zh_cn: 关闭

source: ON
cs_cz: ZAPNUTÉ
de: AN
es: ENCENDIDO
hu_hu: Be
pl_pl: WŁ
pt_br: LIGADO
ru: ВКЛ
zh_cn: 开启

source: Open admin screen
cs_cz: Otevřít okno administrace
de: Admin-Bildschirm öffnen
es: Abrir la pantalla de administrador
fr: Ouvrir l'écran d'administration
hu_hu: Rendszergazda képernyő megnyitása
it: Apri schermata ammin
pl_pl: Otwórz ekran administratora
pt_br: Abrir tela de administrador
ru: Открыть экран администратора
zh_cn: 打开管理员菜单

# OpenBlueprints
source: Open blueprint screen
cs_cz: Otevřít okno technických výkresů
de: Entwurfsbildschirm öffnen
es: Abrir la pantalla de planos
fr: Ouvrir l'écran des plans
hu_hu: Tervrajz képernyő megnyitása
it: Apri schermata progetto
pl_pl: Otwórz ekran schematu
pt_br: Abrir tela de projeto
ru: Открыть экран чертежей
zh_cn: 打开蓝图菜单

source: Open spawn screen
cs_cz: Otevřít okno vytváření objektů
de: Spawn-Bildschirm öffnen
es: Abrir la pantalla de reaparición
fr: Ouvrir l'écran d'apparition
hu_hu: Születés képernyő megnyitása
it: Apri schermata spawn
pl_pl: Otwórz ekran odradzania
pt_br: Abrir tela de renascimento
ru: Открыть экран возрождения
zh_cn: 打开生成菜单

source: OwnerLastLogin
cs_cz: PosledníPřihlášeníVlastníka
de: LetzterLoginEigentümer
es: Ultima conexión del dueño
fr: Dernière connexion du propriétaire
hu_hu: Tulajdonos utolsó bejelentkezés
it: Ultimo accesso del proprietario
pl_pl: Ostatnie Logowanie Właściciela
pt_br: Último login do proprietário
ru: Последний вход владельца
zh_cn: 所有者上次登录时间

source: OwnerLoginTime
cs_cz: PřihlášenýČasVlastníka
de: EigentümerLoginZeit
es: Tiempo de conexión del dueño
fr: Heure de connexion du propriétaire
hu_hu: Tulajdonos bejelentkezési ideje
it: Ora di accesso del proprietario
pl_pl: Czas Logowania Właściciela
pt_br: Tempo de login do proprietário
ru: Время онлайна владельца
zh_cn: 所有者登录时间

source: OwnerName
cs_cz: JménoVlastníka
de: Eigentümername
es: Nombre del dueño
fr: Nom du propriétaire
hu_hu: Tulajdonos neve
it: Nome del proprietario
pl_pl: Nazwa Właściciela
pt_br: Nome do proprietário
ru: Имя владельца
zh_cn: 所有者名称

# Oxygen_Disabled
source: Oxygen or Airtightness disabled in world settings!
cs_cz: Kyslík nebo vzduchotěsnost vypnuta v nastavení světa!
de: Sauerstoff oder Luftdichtheit in Welteinstellungen deaktiviert!
es: ¡Oxígeno o Presurización desactivados en las opciones del mundo!
fr: L'oxygène ou l'étanchéité à l'air sont désactivés dans le monde !
hu_hu: Oxigén vagy Légzárás letiltva a világban!
it: Ossigeno o tenuta d'aria disabilitata nelle impostazioni del mondo!
pl_pl: Tlen lub Szczelność wyłączona w ustawieniach gry!
pt_br: Oxigênio e Vedação hermética desablitados nas configurações do planeta!
ru: Кислород или герметичность выключена в настройках мира!
zh_cn: 在世界设置中禁用氧气或者气密性！

# Oxygen_Filled
source: Filled: {0}% ({1}L/{2}L)
cs_cz: Naplněno: {0}% ({1}L/{2}L)
de: Gefüllt: {0}% ({1}L/{2}L)
es: Llenado: {0}% ({1}L/{2}L)
fr: Rempli : {0} % ({1} L/{2} L)
hu_hu: Töltöttség: {0}% ({1}L/{2}L)
it: Riempito: {0}% ({1}L/{2}L)
pl_pl: Napełniono: {0}% ({1}L/{2}L)
pt_br: Abastecido: {0}% ({1}L/{2}L)
ru: Заполнено: {0}% ({1} л/{2} л)
zh_cn: 储气量：{0}% ({1}L/{2}L)

# Oxygen_NotPressurized
source: Room pressure: Not pressurized
cs_cz: Tlak v místnosti: Nenatlakována
de: Raumdruck: Steht nicht unter Druck
es: Presión de la sala: No presurizada
fr: Pression de la pièce : non pressurisée
hu_hu: Helyiségnyomás: Nincs nyomás alatt
it: Pressione stanza: non pressurizzata
pl_pl: Ciśnienie pomieszczenia: Bez ciśnienia
pt_br: Pressão local: Não pressurizado
ru: Давление: не герметично
zh_cn: 室内压力：没有加压

# Oxygen_Pressure
source: Room pressure:
cs_cz: Tlak v místnosti:
de: Raumdruck:
es: Presión de la sala:
fr: Pression de la pièce :
hu_hu: Helyiségnyomás:
it: Pressione stanza:
pl_pl: Ciśnienie pomieszczenia:
pt_br: Pressão local:
ru: Давление:
zh_cn: 室内压力：

# Turbine_WindClearance
source: Wind Clearance: {0}
de: Windverhältnisse: {0}
es: Claridad del viento: {0}
fr: Dégagement du vent : {0}
hu_hu: Szél Engedélyezése: {0}
it: Compensazione vento: {0}
pl_pl: Siła wiatru: {0}
pt_br: Condição do vento: {0}
ru: Сила ветра: {0}
zh_cn: 风间隙：{0}

# Turbine_WindClearanceOptimal
source: Optimal
es: Óptima
hu_hu: Optimális
it: Ottimale
pl_pl: Optymalna
pt_br: Ótima
ru: Оптимальная
zh_cn: 最佳

# Turbine_WindClearanceGood
source: Good
de: Gut
es: Buena
fr: Bon
hu_hu: Jó
it: Buona
pl_pl: Dobra
pt_br: Boa
ru: Высокая
zh_cn: 好

# Turbine_WindClearancePoor
source: Poor
de: Schlecht
es: Pobre
fr: Mauvais
hu_hu: Gyenge
it: Scarso
pl_pl: Słaba
pt_br: Ruim
ru: Низкая
zh_cn: 差

# Turbine_WindClearanceNone
source: None
de: Kein Wind
es: Ninguna
fr: Aucune
hu_hu: Nincs
it: Nessuno
pl_pl: Zerowa
pt_br: Nenhum
ru: Отсутствует
zh_cn: 无

# Parachute_AutoDeploy
source: Auto deploy
cs_cz: Automatické otevření
de: Automatisches Auslösen des Fallschirms
es: Autodespliegue
fr: Dépoiement automatique
hu_hu: Automatikus telepítés
it: Auto dispiegamento
pl_pl: Automatyczne Rozłożenie
pt_br: Abertura automática
ru: Автораскрытие
zh_cn: 自动展开

# Parachute_AutoDeployOff
source: Auto deploy off
cs_cz: Automatické otevření vypnuto
de: Automatisches Auslösen ein
es: Autodespliegue desactivado
fr: Déploiement automatique off
hu_hu: Automatikus telepítés ki
it: Auto dispiegamento off
pl_pl: Automatyczne Rozłożenie Wyłączone
pt_br: Abertura automática desativada
ru: Автораскрытие выкл
zh_cn: 自动展开关闭

# Parachute_AutoDeployOn
source: Auto deploy on
cs_cz: Automatické otevření zapnuto
de: Automatisches Auslösen aus
es: Autodespliegue activado
fr: Déploiement automatique on
hu_hu: Automatikus telepítés be
it: Auto dispiegamento on
pl_pl: Automatyczne Rozłożenie Włączone
pt_br: Abertura automática ativada
ru: Автораскрытие вкл
zh_cn: 自动展开开启

# Parachute_AutoDeployTooltip
source: Parachute will auto deploy at auto deploy height if descending to the ground
cs_cz: Padák se automaticky otevře v příslušné výšce, pokud klesá k zemi
de: Fallschirm öffnet sich automatisch in der korrekten Höhe, wenn die Blockkonstruktion sich auf den Boden zubewegt
es: El paracaídas se autodesplegará a la altura de autodespliegue si desciende hacia el suelo.
fr: Le parachute se déploiera automatiquement à la hauteur de déploiement automatique s'il descend au sol
hu_hu: Az ejtőernyő automatikusan kiold a bevetési magasságban ha a földre ereszkedik
it: Il paracadute si dispiegherà automaticamente all'altezza di dispiegamento automatico se scende a terra
pl_pl: Spadochron rozłoży się automatycznie na wysokości automatycznego rozkładania jeśli spada w kierunku ziemi
pt_br: O paraquedas se abrirá automaticamente, na altura de predefinida, quando estiver em descida
ru: Парашют автоматически раскроется на указанной высоте при движении к поверхности.
zh_cn: 降落伞下降时在特定高度会自动打开

# Parachute_ConstraintItem
source: Parachute Material
cs_cz: Materiál padáku
de: Fallschirm-Material
es: Material del paracaídas
fr: Matériau de parachute
hu_hu: Ejtőernyő anyaga
it: Materiale paracadute
pl_pl: Materiał spadochronu
pt_br: Material de paraquedas
ru: Материал парашюта
zh_cn: 降落伞材料

# Parachute_DeployHeightTitle
source: Auto deploy height
cs_cz: Výška automatického otevření
de: Automatische Auslösehöhe des Fallschirms
es: Altura de despliegue automático
fr: Hauteur de déploiement automatique
hu_hu: Automatikus üzembehelyezési magasság
it: Altezza auto dispiegamento
pl_pl: Wysokość autom. rozkładania
pt_br: Abertura automática de paraquedas
ru: Высота автораскрытия
zh_cn: 自动展开高度

# Parachute_DeployHeightTooltip
source: Height that the parachute will automatically deploy if auto deploy is On
cs_cz: Výška, při které se automaticky otevře padá, pokud je zapnuté automatické otevření
de: Höhe, in der sich der Fallschirm automatisch öffnet, wenn das automatische Auslösen eingeschaltet ist
es: Altura en la que el paracaídas se desplegará automáticamente si el despliegue automático está activado
fr: Hauteur à laquelle le parachute se déploiera automatiquement si le déploiement automatique est activé
hu_hu: Magasság, amelyen az ejtőernyő automatikusan kinyílik, ha az automatika be van kapcsolva
it: Altezza a cui il paracadute si dispiegherà automaticamente se l'auto dispiegamento è on
pl_pl: Wysokość na której spadochron rozłoży się automatycznie jeśli opcja automatycznego rozkładania jest włączona
pt_br: Altura em que o paraquedas se abrirá automaticamente se ativada “abertura automática”
ru: Высота, на которая парашют автоматически раскроется
zh_cn: 降落伞到达该高度时会自动展开（若自动展开已开启）

source: Paste object
cs_cz: Vložit objekt
de: Objekt einfügen
es: Pegar objeto
fr: Coller l'objet
hu_hu: Objektum beillesztése
it: Incolla oggetto
pl_pl: Wklej obiekt
pt_br: Colar objeto
ru: Вставить объект
zh_cn: 粘贴

# Person_FB
source: Like us on Facebook: www.facebook.com/SpaceEngineers
cs_cz: Dejte nám palec na Facebooku: www.facebook.com/SpaceEngineers
de: Liken Sie uns auf Facebook: www.facebook.com/SpaceEngineers
es: Conócenos en Facebook: www.facebook.com/SpaceEngineers
fr: Aimez-nous sur Facebook : www.facebook.com/SpaceEngineers
hu_hu: Kedveljen bennünket a Facebook: www.facebook.com/SpaceEngineers
it: Seguici su Facebook: www.facebook.com/SpaceEngineers
pl_pl: Polub nas na Facebooku: www.facebook.com/SpaceEngineers
pt_br: Siga-nos no Facebook: www.facebook.com/SpaceEngineers
ru: Мы на Facebook: www.facebook.com/SpaceEngineers
zh_cn: 在脸谱网为我们点赞：www.facebook.com/SpaceEngineers

# Person_Twitter
source: Follow us on Twitter: twitter.com/SpaceEngineersG
cs_cz: Sledujte nás na Twitteru: twitter.com/SpaceEngineersG
de: Folgen Sie uns auf Twitter: twitter.com/SpaceEngineersG
es: Síguenos en Twitter: twitter.com/SpaceEngineersG
fr: Suivez nous sur Twitter : twitter.com/SpaceEngineersG
hu_hu: Kövess minket a Twitteren: twitter.com/SpaceEngineersG
it: Seguici su Twitter: twitter.com/SpaceEngineersG
pl_pl: Śledź nas na Twitterze: twitter.com/SpaceEngineersG
pt_br: Siga-nos no Twitter: twitter.com/SpaceEngineersG
ru: Мы в Twitter: twitter.com/SpaceEngineersG
zh_cn: 在推特关注我们：twitter.com/SpaceEngineersG

source: P-Gravity
cs_cz: P-Gravitace
de: P-Gravit.
es: Gravedad-P
fr: P-Gravité
hu_hu: P-Gravitáció
it: Gravità P
pl_pl: N-Ciążenie
pt_br: Gravidade-P
ru: Нат.Грав.
zh_cn: 星球重力

# PickColorFromCube
source: Pick color from cube into slot
cs_cz: Zkopírovat barvu z bloku do slotu
de: Farbe des ausgewählten Blocks wählen
es: Copia el color de un cubo a una ranura
fr: Choisissez la couleur du cube dans l'emplacement
hu_hu: Színválasztás kockából a cellába
it: Scegli il colore dal cubo nella slot
pl_pl: Wybierz kolor z kostki
pt_br: Selecione cor do cubo no slot
ru: Взять цвет блока в слот
zh_cn: 添加到颜色选择库

source: Planets
cs_cz: Planety
de: Planeten
es: Planetas
fr: Planètes
hu_hu: Bolygók
it: Pianeti
pl_pl: Planety
pt_br: Planetas
ru: Планеты
zh_cn: 行星

source: Platinum
cs_cz: Platina
de: Platin
es: Platino
fr: Platine
hu_hu: Platina
it: Platino
pl_pl: Platyna
pt_br: Platina
ru: Платина
zh_cn: 铂

# PlayerCharacterColorBlack
source: Black
cs_cz: Černá
de: Schwarz
es: Negro
fr: Noir
hu_hu: Fekete
it: Nero
pl_pl: Czarny
pt_br: Preto
ru: Чёрный
zh_cn: 黑色

# PlayerCharacterColorBlue
source: Blue
cs_cz: Modrá
de: Blau
es: Azul
fr: Bleu
hu_hu: Kék
it: Blu
pl_pl: Niebieski
pt_br: Azul
ru: Синий
zh_cn: 蓝色

# PlayerCharacterColorDefault
source: Shadow
cs_cz: Šedá
de: Schattiert
es: Sombra
fr: Gris
hu_hu: Árnyék
it: Ombra
pl_pl: Szary
pt_br: Sombra
ru: Серый
zh_cn: 灰色

# PlayerCharacterColorGreen
source: Green
cs_cz: Zelená
de: Grün
es: Verde
fr: Vert
hu_hu: Zöld
it: Verde
pl_pl: Zielony
pt_br: Verde
ru: Зелёный
zh_cn: 绿色

# PlayerCharacterColorRed
source: Red
cs_cz: Červená
de: Rot
es: Rojo
fr: Rouge
hu_hu: Piros
it: Rosso
pl_pl: Czerwony
pt_br: Vermelho
ru: Красный
zh_cn: 红色

# PlayerCharacterColorWhite
source: White
cs_cz: Bílá
de: Weiß
es: Blanco
fr: Blanc
hu_hu: Fehér
it: Bianco
pl_pl: Biały
pt_br: Branco
ru: Белый
zh_cn: 白色

# PlayerCharacterColorYellow
source: Yellow
cs_cz: Žlutá
de: Gelb
es: Amarillo
fr: Jaune
hu_hu: Sárga
it: Giallo
pl_pl: Żółty
pt_br: Amarelo
ru: Желтый
zh_cn: 黄色

# PressNumberAgain
source: Press number again to switch size
cs_cz: Stiskněte číslovku znovu pro přepnutí velikosti
de: Zahl erneut drücken, um Größe zu wechseln
es: Vuelve a pulsar el número para cambiar el tamaño
fr: Appuyez à nouveau sur le numéro pour changer de taille
hu_hu: Nyomja meg újra a számot a méret váltásához
it: Premi di nuovo il numero per cambiare dimensione
pl_pl: Naciśnij ponownie, żeby zmienić rozmiar
pt_br: Pressione o número novamente para alternar o tamanho
ru: Нажм. снова для выбора размера
zh_cn: 再次按下编号以改变大小

# ProductionScreen_AssemblerList
source: List of available assemblers
cs_cz: Seznam dostupných montérů
de: Liste der verfügbaren Montageanlagen
es: Lista de ensambladores disponibles
fr: Liste des assembleurs disponibles
hu_hu: Rendelkezésre álló összeszerelők listája
it: Elenco di assemblatori disponibili
pl_pl: Lista dostępnych stacji montażowych
pt_br: Lista de montadoras disponíveis
ru: Список доступных сборщиков
zh_cn: 现有的组装器列表

# ProductionScreen_TerminalControlScreen
source: Show this assembler in the control panel
cs_cz: Zobrazit tento montér v ovládacím panelu
de: Diese Montageanlage im Terminal anzeigen
es: Mostrar este ensamblador en el panel de control
fr: Afficher cet assembleur dans le panneau de configuration
hu_hu: Összeszerelő megjelenítése a vezérlőpulton
it: Mostra questo assemblatore nel pannello di controllo
pl_pl: Pokaż tę stacje montażową w panelu
pt_br: Exibir essa montadora no painel de controle
ru: Показать этот сборщик на панели управления
zh_cn: 在控制面板中显示此组装器

# ProductionScreen_TerminalInventoryScreen
source: Show this assembler in the inventory screen
cs_cz: Zobrazit tento montér v obrazovce s inventáři
de: Diese Montageanlage in der Inventaransicht anzeigen
es: Mostrar este ensamblador en la pantalla de inventarios
fr: Afficher cet assembleur dans l'écran d'inventaire
hu_hu: Mutassa ezt az összeszerelőt a készlet képernyőn
it: Mostra questo assemblatore nella schermata dell'inventario
pl_pl: Pokaż tę stacje montażową w oknie ekwipunku
pt_br: Exibir esta montadora na tela do inventário
ru: Показать этот сборщик в окне инвентаря
zh_cn: 在库存屏幕中显示此组装器

# ProgrammableBlock_ButtonCreateFromEditor
source: Create from Editor
cs_cz: Vytvořit z editoru
de: Aus Editor-Code erstellen
es: Crear desde el editor
fr: Créer depuis l'éditeur
hu_hu: Létrehozás Szerkesztőben
it: Crea dall'editor
pl_pl: Stwórz z edytora
pt_br: Criar no editor
ru: Создать из редактора
zh_cn: 从编辑器创建

# ProgrammableBlock_ButtonDetails
source: Details
cs_cz: Detaily
de: Einzelheiten
es: Detalles
fr: Détails
hu_hu: Részletek
it: Dettagli
pl_pl: Szczegóły
pt_br: Detalhes
ru: Подробно
zh_cn: 详细信息

# ProgrammableBlock_ButtonRefreshScripts
source: Refresh Scripts
cs_cz: Aktualizovat skript
de: Skripts aktualisieren
es: Actualizar scripts
fr: Actualiser les scripts
hu_hu: Parancsfájlok frissítése
it: Aggiorna script
pl_pl: Odśwież skrypty
pt_br: Atualizar scripts
ru: Обновить скрипты
zh_cn: 刷新脚本

# ProgrammableBlock_ButtonRename
source: Rename
cs_cz: Přejmenovat
de: Umbenennen
es: Renombrar
fr: Renommer
hu_hu: Átnevez
it: Rinomina
pl_pl: Zmień nazwę
pt_br: Renomear
ru: Переименовать
zh_cn: 重命名
