Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# Description_FAQ_ShipBuilding
source: The minimum requirements for a ship are a cockpit, gyroscope, one thruster in each direction and some form of power supply, such as a reactor or a battery.
de: Die Mindestanforderungen an ein Schiff sind ein Cockpit, ein Gyroskop, ein Triebwerk in jede Richtung und eine Form der Energieversorgung, wie z. B. ein Reaktor oder eine Batterie.
es: Los requisitos mínimos para una nave son una cabina de mando, un giroscopio, un propulsor en cada dirección y alguna forma de suministro de energía, como un reactor o una batería.
fr: Les exigences minimales pour un vaisseau sont un cockpit, un gyroscope, un propulseur dans chaque direction et une forme d’alimentation, telle qu’un réacteur ou une batterie.
hu_hu: A hajó minimumkövetelményei: pilótafülke, giroszkóp, minden irányba egy tolóerő és valamilyen energia forrás, például reaktor vagy akkumulátor.
it: I requisiti minimi per una nave sono una cabina di pilotaggio, un giroscopio, un propulsore in ogni direzione e una qualche forma di alimentazione, come un reattore o una batteria.
pl_pl: Minimalne wymagania statku to kokpit, żyroskop, silniki w każdym kierunku oraz źródło zasilania takie jak reaktor lub akumulator.
pt_br: Os requisitos mínimos para uma nave são: cabine, giroscópio, um propulsor em cada direção e alguma forma de suprimento de energia, como reator ou bateria.
ru: Минимальные требования для корабля: кокпит, гироскоп, один ускоритель в каждом направлении и источник энергии, например реактор или батарея.
zh_cn: 一个飞船至少配备有驾驶舱，陀螺仪，每个方向都要有推进器还要有电，可由反应堆或者电池提供。

# Description_FAQ_Script
source: Scripts might be disabled in world settings.
de: Skripts könnten in den Welteinstellungen deaktiviert sein.
es: Los scripts pueden estar deshabilitados en los ajustes del mundo.
fr: Les scripts peuvent être désactivés dans les paramètres de la partie.
hu_hu: Lehet, hogy a szkriptek le vannak tiltva a világbeállításkban.
it: Gli script possono essere disabilitati nelle impostazioni del mondo.
pl_pl: Skrypty możesz wyłączyć w ustawieniach świata.
pt_br: Os scripts devem ser desabilitados nas configurações de mundo.
ru: Скрипты могут быть отключены в настройках мира.
zh_cn: 可在世界设置中禁用脚本。

# Description_FAQ_GridMovement
source: Make sure it has thrusters pointing in the direction it is moving and some source of power.
de: Achten Sie darauf, dass es über Triebwerke, die in alle Richtungen gerichtet sind, und über eine Energiequelle verfügt.
es: Asegúrate de que tienes propulsores que apuntan en la dirección en que te estás moviendo y alguna fuente de energía.
fr: Assurez-vous que les propulseurs sont orientés dans la direction dans laquelle il se déplace et qu’il y a une source d'alimentation.
hu_hu: Ellenőrizze, hogy a tolóerők a mozgás irányába mutassanak és az energiaforrás be van kapcsolva.
it: Assicurati che abbia i propulsori puntati nella direzione in cui si sta muovendo e una qualche fonte di alimentazione.
pl_pl: Upewnij się, że posiadasz silniki w każdym kierunku do poruszania się oraz jakieś źródło zasilania.
pt_br: Certifique-se que há propulsores apontando para a direção que está se movimentando e se há alguma fonte de energia.
ru: Убедитесь что присутствуют ускорители во всех направлениях и источник энергии.
zh_cn: 保证前进方向上安装了推进器，可以是多种动力。

# Description_FAQ_StopMoving
source: Be sure to enable your jetpack with {CONTROL:THRUSTS} and turn on your dampeners with {CONTROL:DAMPING}.
de: Stellen Sie sicher, dass Sie Ihr Jetpack mit {CONTROL:THRUSTS} aktivieren und die Dämpfer mit {CONTROL:DAMPING} einschalten.
es: Asegúrate de activar el jetpack con {CONTROL:THRUSTS} y enciende los amortiguadores con {CONTROL:DAMPING}.
fr: Assurez-vous d'activer votre jetpack avec {CONTROL:THRUSTS} et d'allumer vos amortisseurs avec {CONTROL:DAMPING}.
hu_hu: Ügyeljen arra, hogy engedélyezze a jetpack használatát a {CONTROL: THRUSTS} segítségével, és kapcsolja be a csillapítókat a {CONTROL: DAMPING} gombbal.
it: Assicurati di abilitare il tuo jetpack con {CONTROL:THRUSTS} e accendi i tuoi smorzatori con {CONTROL:DAMPING}.
pl_pl: Bądź pewien że masz włączony jetpack {CONTROL:THRUSTS} i amortyzatory bezwładności {CONTROL:DAMPING}.
pt_br: Certifique-se de habilitar seu jetpack com {CONTROL:THRUSTS} e seus amortecedores com {CONTROL:DAMPING}.
ru: Убедитесь, что включили джетпак на [{CONTROL:THRUSTS}] и гасители инерции на [{CONTROL:DAMPING}].
zh_cn: 用{CONTROL:THRUSTS}开启喷气背包，用{CONTROL:DAMPING}开启抑制器。

# Description_FAQ_RelativeDampeners
source: Relative dampeners match your speed and direction with a moving target. Press [Ctrl-{CONTROL:DAMPING}] while looking at your target. You need to be within 100 meters for it to work.
de: Relative Dämpfer passen Ihre Geschwindigkeit und Richtung an ein sich bewegendes Ziel an. Drücken Sie [Strg-{CONTROL:DAMPING}], während Sie auf Ihr Ziel schauen. Sie müssen sich innerhalb von 100 Metern befinden, damit es funktioniert.
es: Los amortiguadores relativos igualan tu velocidad y dirección con la de un objetivo en movimiento. Pulsa [Ctrl+{CONTROL:DAMPING}] mientras miras un objetivo. Tienes que estar a menos de 100 metros para que funcione.
fr: Les amortisseurs relatifs font correspondre votre vitesse et votre direction avec une cible en mouvement. Appuyez sur [Ctrl-{CONTROL:DAMPING}] tout en regardant votre cible. Vous devez être à moins de 100 mètres pour que cela fonctionne.
hu_hu: A relatív csillapítók mérik a mozgó célpont sebességét és irányát. Nyomja meg a [Ctrl-{CONTROL:DAMPING}] gombot, a célpontra nézve. 100 méteren belül kell lennie, hogy működjön.
it: Gli smorzatori relativi corrispondono alla tua velocità e direzione con un bersaglio in movimento. Premi [Ctrl-{CONTROL:DAMPING}] mentre guardi il tuo bersaglio. Devi trovarti entro 100 metri perché funzioni.
pl_pl: Zależne amortyzatory wyrównują prędkość i jej kierunek z poruszającym się pojazdem. Wciśnij Ctrl+[{CONTROL:DAMPING}] celując w cel. Ta funkcja działa do 100 metrów.
pt_br: Amortecedores relativos equiparam sua velocidade e direção às do seu alvo em movimento. Pressione [Ctrl-{CONTROL:DAMPING}] enquanto busca por um alvo. Você deve estar ao menos a 100 metros do alvo.
ru: Относительные гасители уравнивают вашу скорость и направление с движущейся целью. Нажмите Ctrl+{CONTROL:DAMPING}, когда смотрите на цель. Вы должны быть в пределах 100 м от цели.
zh_cn: 相对抑制器可以让你和移动的目标的速度和方向保存一致。对着目标按{CONTROL:DAMPING}即可。距离在100米内才可以。

# Description_FAQ_InertiaDampeners
source: Inertia dampeners will slow movements when there is no input and can be toggled with {CONTROL:DAMPING}. Relative dampeners will match your speed with that of a moving object and can be toggled with [Ctrl-{CONTROL:DAMPING}]. Both need thrusters in all directions to work effectively
de: Trägheitsdämpfer verlangsamen die Bewegungen, wenn kein Steuerimpuls vorhanden ist, und können mit {CONTROL:DAMPING} eingeschaltet werden. Relative Dämpfer passen Ihre Geschwindigkeit an die eines sich bewegenden Objekts an und können mit [Strg+{CONTROL:DAMPING}] umgeschaltet werden. Beide setzen Triebwerke in alle Richtungen voraus, um effektiv arbeiten zu können
es: Los amortiguadores de inercia ralentizan los movimientos cuando no se pulsan los controles y se pueden cambiar de modo con {CONTROL:DAMPING}. Los amortiguadores relativos harán coincidir tu velocidad con la de un objeto en movimiento y se pueden alternar con[Ctrl-{CONTROL:DAMPING}]. Ambos necesitan propulsores en todas las direcciones para funcionar correctamente
fr: Les amortisseurs d’inertie ralentissent les mouvements quand il n’y a pas de commande et peuvent être allumés ou éteints avec {CONTROL:DAMPING}. Les amortisseurs relatifs vont correspondre à votre vitesse avec celle d’un objet en mouvement et peuvent être allumés ou éteints avec Ctrl-{CONTROL:DAMPING}. Les deux ont besoin de propulseurs dans toutes les directions pour fonctionner efficacement
hu_hu: A tehetetlenségi csillapítók lassítják a mozgást, ha nincs meghajtás, és átváltható a {CONTROL: DAMPING} gombbal. A relatív csillapítók igazodnak a mozgó tárgy sebességéhez, és a [Ctrl-{CONTROL:DAMPING}] gombokkal átválthatók. A hatékony működéshez mindkét irányban tolóerőre van szükség
it: Gli smorzatori inerziali rallentano i movimenti quando non c'è un ingresso e possono essere attivati con {CONTROL:DAMPING}. Gli smorzatori relativi corrispondono alla tua velocità con quella di un oggetto in movimento e possono essere attivati con [Ctrl-{CONTROL:DAMPING}]. Entrambi hanno bisogno di propulsori in tutte le direzioni per funzionare efficacemente
pl_pl: Amortyzatory bezwładności spowalniają twój ruch jeśli nie wciskasz klawisza Mogą być przełączane na {CONTROL:DAMPING}. Zależne amortyzatory wyrównują prędkość do poruszającego się obiektu są przełączane na [Ctrl+{CONTROL:DAMPING}]. Oba tryby wymagają silników w każdym kierunku
pt_br: Amortecedores de inércia reduzem a velocidade dos movimentos quando não houver aceleração e podem ser acionados com {CONTROL:DAMPING}. Amortecedores relativos equiparam sua velocidade à de um objeto em movimento e podem ser acionados com [Ctrl-{CONTROL:DAMPING}]. Ambos necessitam de propulsores em todas as direções para funcionarem efetivamente.
ru: Гасители инерции это система, предотвращающая Ваше движение по направлению, в котором Вы в данный момент не пытаетесь двигаться, включается на {CONTROL:DAMPING}. Относительные гасители уравнивают вашу скорость и направление с движущейся целью, включаются на Ctrl+{CONTROL:DAMPING}. В обоих случаях нужны ускорители во всех направлениях.
zh_cn: 没有动力驱动的情况下，开启惯性抑制器会让你减速。用{CONTROL:DAMPING}切换抑制器。相对抑制器会让你和飞船的速度保持一致，可以用Ctrl-{CONTROL:DAMPING}切换。飞船的全方位都要有推进器保证有效地使用抑制器。

# Description_FAQ_Flashlight
source: You can toggle your flashlight with {CONTROL:HEADLIGHTS}. Flashlights consume suit power and will not work when depleted.
de: Sie können Ihr Anzuglicht mit {CONTROL:HEADLIGHTS} umschalten. Taschenlampen verbrauchen Energie, funktionieren also nicht, wenn der Anzug keine Energie mehr zur Verfügung stellen kann.
es: Puedes encender la linterna con {CONTROL:HEADLIGHTS}. La linterna consume la energía del traje y dejará de funcionar cuando se agote.
fr: Vous pouvez allumer ou éteindre votre lampe de poche avec{CONTROL:HEADLIGHTS}. Les lampes de poche consomment de l'énergie et ne fonctionneront pas lorsqu'elle est épuisée.
hu_hu: A zseblámpát a {CONTROL: HEADLIGHTS} gombbal kapcsolhatja. A zseblámpa a ruházat energiáját használja, ha kimerül, nem működik.
it: Puoi attivare o disattivare la torcia con {CONTROL:HEADLIGHTS}. Le torce consumano la potenza della tuta e non funzionano quando sono esaurite.
pl_pl: Włączać i wyłączać latarkę możesz na klawiszu {CONTROL:HEADLIGHTS}. Latarka zużywa energię skafandra i nie będzie działać gdy jest wyczerpana.
pt_br: Você pode ligar sua lanterna com {CONTROL:HEADLIGHTS}. Lanternas consomem energia do seu traje e não funcionam quando descarregadas.
ru: Вы можете включить фонарик на [{CONTROL:HEADLIGHTS}]. Фонарик питается от энергии скафандра и не прекращает работу, когда энергия истощена.
zh_cn: 用{CONTROL:HEADLIGHTS}切换电灯。电灯会消耗宇航服的电，电用完后灯就不亮了。

# Description_FAQ_FindOtherPlayers
source: Look for factions that allow anyone to join or ask around if you can group up with players. Look for antenna signals that could indicate other players.
de: Halten Sie Ausschau nach Fraktionen, denen jeder beitreten kann, oder fragen Sie herum, ob sich Spieler mit Ihnen zusammenschließen möchten. Suchen Sie nach Antennensignalen, die auf andere Spieler hinweisen könnten.
es: Busca facciones que permitan que cualquiera se una o pregunte si puedes agruparte con los jugadores. Busca señales de antena que puedan indicar otros jugadores cercanos.
fr: Recherchez des factions qui permettent à quiconque de s'y joindre ou demandez autour de vous si vous pouvez vous regrouper avec d'autres joueurs. Recherchez les signaux d'antenne pouvant indiquer d'autres joueurs.
hu_hu: Keressen olyan frakciókat, amelyhez bárki csatlakozhat, vagy kérdezze meg, beléphet e egy csoportba. Keressen olyan antennajeleket, amelyek más játokosokat jeleznek.
it: Cerca le fazioni che permettono a chiunque di unirsi o chiedi in giro se puoi raggruppare i giocatori. Cerca i segnali delle antenne che potrebbero indicare altri giocatori.
pl_pl: Poszukaj frakcji do której każdy może dołączyć lub popytaj innych czy możesz do nich dołączyć. Rozglądaj się za sygnałami które pozwolą ci zlokalizować innych graczy.
pt_br: Busque facções que permitam a entrada de todos ou pergunte aos jogadores se pode se juntar a eles. Sinais de antena podem indicar a presença de outros jogadores.
ru: Поищите фракции, которые позволяют вступать кому угодно или спросите других, можете ли Вы играть с ними в группе. Ищите сигналы антенн других игроков.
zh_cn: 看看有没有阵营可以加入或者到处问问可不可以组队。看天线信号能找到玩家。

# Description_FAQ_HowToPlayGame
source: Can you be more specific, please?
de: Könnten Sie bitte etwas genauer sein?
es: ¿Puedes ser más específico, por favor?
fr: Pouvez-vous être plus précis, s'il vous plaît ?
hu_hu: Kérem, lehetne egy kicsit pontosabban?
it: Puoi essere più specifico, per favore?
pl_pl: Możesz sprecyzować pytanie?
pt_br: Você pode ser mais específico, por favor?
ru: Можно конкретнее, пожалуйста?
zh_cn: 可以说得更具体点吗？

# Description_FAQ_Thing
source: Have you tried that other thing?
de: Haben Sie diese andere Sache versucht?
es: ¿Has probado lo otro?
fr: Avez-vous essayé cette autre chose ?
hu_hu: Próbálta már ezt a másik dolgot?
it: Hai provato quell'altra cosa?
pl_pl: Może spróbuj inaczej?
pt_br: Você já tentou aquilo?
ru: А Вы пробовали что-то другое?
zh_cn: 有试过别的办法吗？

# Description_FAQ_ShipWontFly
source: Does your ship have enough power? Does it have enough thrusters? Are your dampeners turned on?
de: Verfügt Ihr Schiff über genügend Leistung? Verfügt es über genügend Schubkraft? Sind die Dämpfer eingeschaltet?
es: ¿Tiene tu nave suficiente energía? ¿Tienes suficientes propulsores? ¿Están encendidos los amortiguadores?
fr: Votre vaisseau a-t-il assez de puissance? At-il assez de propulseurs? Vos amortisseurs sont-ils allumés?
hu_hu: A hajónak van elég energiája? Van-e elég tolóerő? Be vannak kapcsolva a csillapítói?
it: La tua nave ha abbastanza potenza? Ha abbastanza propulsori? I tuoi smorzatori sono accesi?
pl_pl: Czy statek ma wystarczająco energii? Może nie ma wystarczająco silników? Może spróbuj odblokować podwozie?
pt_br: Sua nave tem energia suficiente? Propulsores suficientes? Seus amortecedores estão ativados?
ru: Достаточно ли энергии у вашего корабля? Достаточно ли ускорителей? Ваши гасители включены?
zh_cn: 你的飞船电够用吗？动力是否充足？抑制器开启没有？

# Description_FAQ_WhatIsABlock
source: Blocks are what all ships and stations are made off. There are two sizes: large and small. You can find blocks in the menu by pressing {CONTROL:BUILD_SCREEN}.
de: Blöcke sind das, aus dem alle Schiffe und Stationen konstruiert sind. Es gibt zwei Größen: große und kleine Blöcke. Sie können Blöcke im entsprechenden Menü finden, indem Sie auf {CONTROL:BUILD_SCREEN} drücken.
es: Todas las naves y estaciones están hechas de bloques. Hay dos tamaños: grande y pequeño. Puedes encontrar los bloques en el menú pulsando {CONTROL:BUILD_SCREEN}.
fr: Les blocs sont les composants de base de tous les vaisseaux et stations. Il y a deux tailles : grand et petit. Vous pouvez trouver des blocs dans le menu en appuyant sur {CONTROL:BUILD_SCREEN}.
hu_hu: Az összes hajót és állomást a blokkok alkotják. Két méret van: nagy és kicsi. A menüben a {CONTROL: BUILD_SCREEN} megnyomásával találhat blokkokat.
it: I blocchi sono ciò di cui tutte le navi e le stazioni sono fatte. Ci sono due dimensioni: grandi e piccole. I blocchi si trovano nel menu premendo {CONTROL:BUILD_SCREEN}.
pl_pl: Bloki to wszystko z czego są zbudowane statki i stacje. Istnieją dwa rozmiary: duże i małe. Okno z wyborem bloków możesz otworzyć na {CONTROL:BUILD_SCREEN}.
pt_br: Blocos são do que as naves e estações são feitas. Eles possuem dois tamanhos: grande e pequeno. Você pode encontrar os blocos no menu ao pressionar {CONTROL:BUILD_SCREEN}.
ru: Блоки, из которых сделаны все корабли и станции. Есть два размера: большой и малый. Вы можете найти блоки в меню на [{CONTROL:BUILD_SCREEN}].
zh_cn: 方块可以拼成飞船。有大型和小型两类。可以按{CONTROL:BUILD_SCREEN}在菜单中搜索方块。

# Description_FAQ_MirrorMode
source: Mirror mode only works in creative mode and allows symmetric building. Press {CONTROL:SYMMETRY_SWITCH} to cycle through all six planes of mirrors. Use LMB button to confirm placement and RMB to remove one. Press {CONTROL:USE_SYMMETRY} to temporarily disable mirror mode.
de: Der Spiegelmodus funktioniert nur im Kreativmodus und ermöglicht einen symmetrischen Aufbau. Drücken Sie auf {CONTROL:SYMMETRY_SWITCH}, um durch alle sechs Spiegelebenen zu schalten. Verwenden Sie die LMT, um die Platzierung zu bestätigen, und die RMT, um platzierte Blöcke zu entfernen. Drücken Sie {CONTROL:USE_SYMMETRY}, um den Spiegelmodus vorübergehend zu deaktivieren.
es: El modo espejo sólo funciona en modo creativo y permite la construcción simétrica. Pulsa {CONTROL:SYMMETRY_SWITCH}para desplazarte por los seis planos de los espejos. Utiliza el botón LMB para confirmar la colocación y RMB para quitar una. Pulsa {CONTROL:USE_SYMMETRY} para desactivar temporalmente el modo espejo.
fr: Le mode miroir ne fonctionne qu'en mode créatif et permet la construction symétrique. Appuyez sur {CONTROL:SYMMETRY_SWITCH} pour parcourir les six plans de miroirs. Utilisez le clic gauche pour confirmer le placement et le clic droit pour en supprimer un. Appuyez sur {CONTROL:USE_SYMMETRY} pour désactiver temporairement le mode miroir.
hu_hu: A tükör mód csak kreatív módban működik, és szimmetrikus építést tesz lehetővé. Nyomja meg a {CONTROL: SYMMETRY_SWITCH} gombot a tükör mind a hat síkjának áttekintéséhez. Az LMB gomb az elhelyezés megerősítése, az RMB pedig az eltávolítás. A {CONTROL: USE_SYMMETRY} gomb a tükör mód ideiglenes kikapcsolása.
it: La modalità mirror funziona solo in modalità creativa e consente la costruzione simmetrica. Premi {CONTROL:SYMMETRY_SWITCH}per far scorrere tutti e sei i piani dei mirror. Usa il pulsante LMB per confermare il posizionamento e RMB per rimuoverne uno. Premi {CONTROL:USE_SYMMETRY}per disattivare temporaneamente la modalità mirror.
pl_pl: Tryb lustrzany działa tylko w trybie kreatywnym i pozwala na symetryczne budowanie. Wciskanie {CONTROL:USE_SYMMETRY} przełącza pomiędzy 6 płaszczyzn odbicia. Użyj prawego klawisza myszy żeby potwierdzić wybór. Możesz chwilowo wyłączyć ten tryb na {CONTROL:SYMMETRY_SWITCH}.
pt_br: O modo espelhamento funciona apenas no modo criativo e permite uma construção simétrica. Pressione {CONTROL:SYMMETRY_SWITCH} para alternar entre os seis tipos de espelhamento. Use o botão esquerdo do mouse para confirmar o posicionamento e o direito para remover. Pressione {CONTROL:USE_SYMMETRY} para desabilitar temporariamente o modo espelhamento.
ru: Зеркальный режим доступен только в творческом режиме и позволяет строить симметрично. Нажмите [{CONTROL:SYMMETRY_SWITCH}] для переключения между всеми 6 осями отзеркаливания. Используйте ЛКМ для подтверждения и ПКМ для удаления. Нажмите [{CONTROL:USE_SYMMETRY}] для временного выключения режима.
zh_cn: 镜像模式只能在创意模式中使用，可以对称建造。按{CONTROL:SYMMETRY_SWITCH}可以循环使用六种模式。按鼠标左键确认放方块，右键移除。按{CONTROL:USE_SYMMETRY}暂时禁用镜像模式。

# Description_FAQ_ProtectingMyself
source: Hide your bases underground or inside asteroids. Build turrets and decoys to defend against attacks. Build hidden medical rooms and spread them out to maintain ways to respawn when attacked from inside you base.
de: Verstecken Sie Ihre Basen unterirdisch oder im Inneren von Asteroiden. Konstruieren Sie Geschütztürme und Täuschkörper zur Verteidigung gegen Angriffe. Konstruieren Sie versteckte Krankenstationen und verteilen Sie sie so, dass Sie dort respawnen können, sollten Feinde ins Innere Ihrer Basis eindringen.
es: Esconde tus bases bajo tierra o dentro de asteroides. Construye torretas y señuelos para defenderte de los ataques. Construye salas médicas ocultas y distribúyelas para mantener las formas de reaparecer cuando te ataquen desde el interior de tu base.
fr: Cachez vos bases sous terre ou à l'intérieur d'astéroïdes. Construisez des tourelles et des leurres pour vous défendre contre les attaques. Construisez des salles médicales cachées et répartissez-les afin de maintenir les moyens de réapparaître lorsqu'elles sont attaquées depuis votre base.
hu_hu: Rejtse el a bázisát a föld alatt vagy az aszteroidák belsejében. Építsen tornyokat és csalikat a támadások ellen. Építsen rejtett orvosi szobákat, szétszórva, hogy visszacsaphasson, amikor a bázisán megtámadják.
it: Nascondi le tue basi sottoterra o all'interno di asteroidi. Costruisci torrette e segnalatori per difenderti dagli attacchi. Costruisci stanze mediche nascoste e diffondile per mantenere i modi di rigenerazione quando vengono attaccate dall'interno della tua base.
pl_pl: Ukrywaj swoje bazy pod ziemią lub we wnętrzach asteroid. Buduj wieżyczki i wabiki żeby się bronić. Twórz ukryte pokoje medyczne rozsiane w całej bazie aby móc się odrodzić kiedy ktoś zaatakuje od środka.
pt_br: Oculte suas bases subterrâneas dentro de um asteroide. Construa torres e iscas para defendê-lo de ataques. Construa salas médicas escondidas e espalhadas para poder renascer quando for atacado no interior de sua base.
ru: Прячьте свои базы под землей или внутри астероидов. Стройте турели и приманки для защиты от атак. Стройте спрятанные медпункты и расширяйте охват для сохранения альтернатив для возрождения, когда оборона базы прорвана.
zh_cn: 将基地藏在地下或者小行星内。建造炮塔和诱饵保护自己免受攻击。建造隐蔽医疗站为战时重生做准备。

# Description_FAQ_LosingHealth
source: Are you suffocating? Standing in front of a thruster or perhaps you came too close to an active ship tool?
de: Ersticken Sie gerade? Stehen Sie vor einem Triebwerk oder sind Sie vielleicht einem aktiven Schiffsinstrument zu nahe gekommen?
es: ¿Te estás sofocando? ¿Parado frente a un propulsor o tal vez se acercó demasiado a una herramienta activa de la nave?
fr: Vous étouffez ? Vous êtes devant un propulseur ou peut-être avez-vous trop approché un outil de vaisseau actif ?
hu_hu: Fuldoklik? Egy fúvóka előtt áll, vagy talán túl közel került egy aktív hajószerszámhoz?
it: Stai soffocando? Stai davanti a un propulsore o forse ti sei avvicinato troppo a uno strumento attivo della nave?
pl_pl: Dusisz się? Może stoisz na przeciwko silnika lub jesteś zbyt blisko włączonego narzędzia?
pt_br: Está sufocando? Será que você está em frente a um propulsor ou se aproximou demais de uma nave ativada?
ru: Вы задыхаетесь? Стоите напротив ускорителя или может подошли слишком близко к работающему инструменту?
zh_cn: 无法呼吸吗？离推进器或者运转的工具太近？
