Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# Connector_TemporaryBlock
source: Connection failed. Connector will unblock in {0} seconds.
de: Koppeln fehlgeschlagen. Ein neuer Verbindungsversuch kann in {0} Sekunden stattfinden.
es: Error al intentar conectar. El conector se desbloqueara en {0} segundos.
fr: Échec de la connexion. Le connecteur se débloquera dans {0} secondes.
hu_hu: A kapcsolat nem sikerült. Az összekötő {0} másodpercen belül feloldja a blokkolást.
it: Collegamento fallito. Il connettore si sbloccherà in {0} secondi.
pl_pl: Połączenie nieudane. Łącznik odblokuje się za {0} sek.
pt_br: Falha na conexão. O conector será desbloqueado em {0} segundos.
ru: Ошибка подключения. Повторное подключение возможно через {0} с.
zh_cn: 连接失败。连接器将在{0}秒后解锁。

# DisplayName_TSS_FactionIcon
source: Faction Icon
de: Fraktionssymbol
es: Icono de facción
fr: Icône de faction
hu_hu: Frakció Ikonja
it: Icona fazione
pl_pl: Ikona Frakcji
pt_br: Ícone de facção
ru: Значок фракции
zh_cn: 阵营图标

# TSS_FactionIcon_Error
source: No Faction Found
de: Keine Fraktion gefunden
es: No se encontró ninguna facción
fr: Aucune faction trouvée
hu_hu: Nem Található Frakció
it: Nessuna fazione trovata
pl_pl: Nie Znaleziono Frakcji
pt_br: Sem saldo de facção
ru: Фракции не найдены
zh_cn: 没找到阵营

# SafeZone_Size_X
source: Set Width
de: Breite anpassen
es: Selec. anchura
fr: Définir la largeur
hu_hu: Szélesség Beállítása
it: Imposta Larghezza
pl_pl: Ustaw Szerokość
pt_br: Definir largura
ru: Установить ширину
zh_cn: 设定宽度

# SafeZone_Size_Y
source: Set Height
de: Höhe anpassen
es: Selec. altura
fr: Définir la hauteur
hu_hu: Magasság Beállítása
it: Imposta Altezza
pl_pl: Ustaw Wysokość
pt_br: Definir altura
ru: Установить высоту
zh_cn: 设定高度

# SafeZone_Size_Z
source: Set Depth
de: Tiefe anpassen
es: Selec. profund.
fr: Définir la profondeur
hu_hu: Mélység Beállítása
it: Imposta profondità
pl_pl: Ustaw Głębokość
pt_br: Definir profundidade
ru: Установить глубину
zh_cn: 设定深度

# Description_FAQ_ContractBlock
source: A Contract block lets you set up your own contracts for other players to complete. You can also accept contracts from Trading stations.
de: Mit einem Vertragsblock können Sie Ihre eigenen Verträge ausarbeiten und anderen Spielern anbieten. Sie können dort auch Verträge von Handelsstationen annehmen.
es: Un Bloque contrato te permite crear tus propios contratos para que otros jugadores los completen. También puedes aceptar contratos de las Estaciones de intercambio.
fr: Un bloc contrat vous permet de créer vos propres contrats pour que d'autres joueurs puissent les remplir. Vous pouvez également accepter des contrats des stations commerciales.
hu_hu: A Szerződés blokk lehetővé teszi, hogy szerződéseket állítson össze a többi játékos számára. Kereskedelmi állomásoktól is elfogadhat szerződéseket.
it: Un blocco di contratto ti consente di impostare i tuoi contratti per gli altri giocatori da completare. Puoi anche accettare contratti da stazioni commerciali.
pl_pl: Blok kontraktów pozwala na ustawienie własnych kontraktów dla innych graczy do wykonania. Możesz również akceptować kontrakty ze stacji handlowych.
pt_br: O bloco de contrato permite criar contratos para serem concluídos por outros jogadores. Você também pode aceitar contratos nas estações de comércio.
ru: Блок контрактов позволяет создавать собственные контракты для других игроков. Вы также можете принимать контракты от торговых станций.
zh_cn: 合同方块可以让你订立合同给别的玩家签。也可以从贸易站接受合同。

# Description_FAQ_Contracts
source: Contracts can be accepted trough contract blocks and are a good income of space credit. They can be found at trading stations or from other players with contract blocks.
de: Verträge können an Vertragsblöcken angenommen werden und bieten eine gute Einkunftsmöglichkeit für Space Credits. Sie können bei Handelsstationen, oder von anderen Spielern mit Vertragsblöcken gefunden werden.
es: Los contratos pueden ser aceptados a través de los bloques contrato y son una buena forma de conseguir créditos espaciales. Pueden encontrarse en estaciones de intercambio o recibirse de otros jugadores que posean bloques contrato.
fr: Les contrats peuvent être acceptés par le biais de blocs de contrats et constituent un bon revenu du crédit spatial. On peut les trouver dans les stations commerciales ou auprès d'autres joueurs ayant des blocs de contrats.
hu_hu: A szerződések szerződés blokkokon keresztül elfogadhatók, és jó bevételt jelentenek az űrkredithez. Megtalálhatók a kereskedési állomásokon vagy más, szerződéses blokkokkal rendelkező játékosoknál.
it: I contratti possono essere accettati attraverso i blocchi di contratto e sono un buon reddito di credito spaziale. Possono essere trovati presso le stazioni commerciali o da altri giocatori con blocchi di contratti.
pl_pl: Kontrakty mogą być akceptowane poprzez bloki kontraktowe i zwykle są dobrze płatne.
pt_br: Os contratos podem ser aceitos através de blocos de contrato e são ótimas fontes de créditos espaciais. Podem ser encontrados em estações de comércio ou com outros jogadores que possuam blocos de contrato.
ru: Контракты — это отличный источник космокредитов. Контракты можно брать в блоках контрактов, которые находятся на торговых станциях, а также у других игроков с построенными блоками контрактов.
zh_cn: 可以从合同方块接受合同获取不错的收益。可以从别的玩家和合同方块找到合同。

# Description_FAQ_SafeZoneBlock
source: The safe zone block projects a configurable zone to protect your base. The safe zone block requires power and zone chips to function. Zone chips can be bought from trading stations.
de: Der Sicherheitszonenblock projiziert eine konfigurierbare Zone zum Schutz Ihrer Basis. Der Block benötigt Energie und Zonenchips, um zu funktionieren. Zonenchips können an Handelsstationen gekauft werden.
es: El bloque de zona segura proyecta una zona configurable para proteger tu base. El bloque zona segura requiere energía y chips de zona para funcionar. Los chips de zona pueden comprarse en la estaciones de intercambio.
fr: Le bloc de zone sécurisée projette une zone configurable pour protéger votre base. Le bloc de zone sécurisée nécessite une alimentation et des puces de zone pour fonctionner. Les puces de zone peuvent être achetées dans les stations commerciales.
hu_hu: A biztonságos zóna blokk egy konfigurálható zónát vetít ki a bázis védelme érdekében. A blokk működése áramot és zóna chipeket igényel. A zóna chipeket a kereskedési állomásokon lehet megvásárolni.
it: Il blocco di zona sicura proietta una zona configurabile per proteggere la tua base. Il blocco di zona sicura richiede potenza e chip di zona per funzionare. I chip di zona possono essere acquistati presso le stazioni commerciali.
pl_pl: Blok strefy bezpiecznej projektuje konfigurowalną strefę, która ochroni Twoją bazę. Blok do działania wymaga dużej ilości zasilania i czipów strefy. Chipy można kupić na stacjach handlowych.
pt_br: O bloco de zona segura projeta uma zona de proteção configurável na sua base. O bloco de zona segura requer energia e fichas de zona para funcionar. As fichas de zona podem ser adquiridas em estações de comércio.
ru: Блок безопасной зоны создает настраиваемую зону для защиты базы. Для работы блока требуется энергия и ключи безопасности. Ключи безопасности можно приобрести на торговых станциях.
zh_cn: 安全区方块可以配置后保护你的基地。需要电力和区芯片。可以从交易站买到区芯片。

# Description_FAQ_SpaceCredit
source: Space Credit is the universal currency used to trade with stations and other players. You can withdraw or deposit space credits from store blocks.
de: Space Credit ist die universelle Währung für den Handel mit Stationen und anderen Spielern. Sie können Space Credits an einem Geschäftsblock abheben oder einzahlen.
es: El Crédito Espacial es la divisa universal usada para intercambiar con estaciones u otros jugadores. Puedes retirar o depositar créditos espaciales de los bloques tienda.
fr: Les Space Credits sont la monnaie universelle utilisée pour les échanges avec les stations et les autres joueurs. Vous pouvez retirer ou déposer des Space Credits dans les magasins.
hu_hu: A Space Credit az állomásokkal és más játékosokkal folytatott kereskedelemhez használt univerzális valuta. Az üzletblokkokban helykrediteket vehet fel vagy helyezhet el.
it: Il Credito spaziale è la valuta universale utilizzata per il commercio con le stazioni e gli altri giocatori. Puoi prelevare o depositare crediti di spazio dai blocchi di negozi.
pl_pl: Space Credit to uniwersalna waluta służąca do handlu z innymi graczami i stacjami. Możesz wypłacać lub wpłacać pieniądze z bloków sklepowych.
pt_br: O Crédito Espacial é a moeda corrente universal utilizada para negociar com estações e outros jogadores. Você pode retirar ou depositar créditos espaciais em blocos de loja.
ru: Космокредиты — это универсальная валюта для торговли со станциями и другими игроками. Космокредиты можно обменивать в блоке магазина.
zh_cn: 太空货币是一种通用货币，用来和基站以及其他玩家交易。可以从存储模块存取货币。

# Description_FAQ_StoreBlock
source: You can use a store block to trade with players or other factions. Trading can be done from ship inventories when using connectors with trade functions enabled.
de: Sie können einen Geschäftsblock verwenden, um mit Spielern oder anderen Fraktionen zu handeln. Handel kann mit Schiffsinventar vollzogen werden, wenn Sie Verbinder mit aktivierten Handelsfunktionen verwenden.
es: Puedes usar un bloque tienda para intercambiar ítems con otros jugadores u otras facciones. El intercambio puede ser hecho a través del inventario de la nave cuando se usan conectores con la función de intercambio habilitada.
fr: Vous pouvez utiliser un bloc de magasin pour commercer avec des joueurs ou d'autres factions. Les échanges peuvent se faire à partir des inventaires de vaisseaux en utilisant des connecteurs dont les fonctions commerciales sont activées.
hu_hu: Az árúház blokkot használhatja, hogy kereskedjen játékosokkal vagy más frakciók. A kereskedés a hajó készletekből végezhető, ha olyan csatlakozókat használ, amelyeken kereskedelmi funkciók engedélyezve vannak.
it: Puoi utilizzare un blocco negozio per commerciare con i giocatori o altre fazioni. Il commercio può essere fatto dagli inventari delle navi quando si usano connettori con funzioni commerciali abilitate.
pl_pl: Blok sklepowy służy do handlu z graczami i innymi frakcjami. Handlować można z ekwipunków statków jeśli są one połączone łącznikiem z aktywnym trybem handlowym.
pt_br: Você pode utilizar os blocos de loja para negociar com jogadores ou facções. O comércio pode ser feito através dos inventários das naves, com o uso de conectores com a função de comércio habilitada.
ru: Блок магазина можно использовать для торговли с игроками или фракциями. Торговля может вестись из корабельного инвентаря с помощью коннектора с активированной функцией торговли.
zh_cn: 可以使用存储方块和其他玩家和阵营交易。启动带交易功能的连接器后，从飞船库存进行交易。

# Description_FAQ_TradeStations
source: Trade stations can spawn on planets, moons in orbit or in deep space. Depending on what faction owns the trade station it can sell Ores, components, amunitions, fuel and ships and let you do contracts for them.
de: Handelsstationen können auf Planeten, Monden, in der Umlaufbahn oder im tiefen Weltraum spawnen. Je nachdem, welcher Fraktion die Handelsstation gehört, kann sie Erze, Komponenten, Munition, Treibstoff und Schiffe anbieten, oder Ihnen die Möglichkeit bieten Verträge abzuschließen.
es: Las estaciones de Comercio pueden aparecer en planetas, lunas en órbita o en el espacio profundo. Dependiendo que facción posea la estación de intercambio puede vender Minerales, componentes, munición, combustible y naves y te permitirá hacer contratos para ellos.
fr: Les stations commerciales peuvent apparaître sur des planètes, des lunes en orbite ou dans l'espace lointain. Selon la faction à laquelle appartient la station commerciale, elle peut vendre des minerais, des composants, des munitions, du carburant et des vaisseaux et vous laisser conclure des contrats pour eux.
hu_hu: Kereskedelmi állomások alakulhatnak bolygókon, holdakon orbitális pályán vagy a mély űrben. Attól függően, hogy melyik frakció birtokolja a kereskedelmi állomást, értékesíthet érceket, alkatrészeket, töltényeket, üzemanyagot és hajókat, valamint lehetővé teszi, hogy szerződéseket kössön ezek megszerzéséért.
it: Le stazioni di commercio possono essere generate sui pianeti, sulle lune in orbita o nello spazio profondo. A seconda di quale fazione possiede la stazione di commercio può vendere minerali, componenti, munizioni, carburante e navi e ti permette di fare contratti per loro.
pl_pl: Stacje handlowe pojawiają się na planetach, księżycach, ich orbitach lub w przestrzeni kosmicznej. W zależności od frakcji takie stacje sprzedają rudy, komponenty, amunicję, paliwo i statki, pozwalają też na wypełnianie kontraktów.
pt_br: Estações de comércio surgem em planetas, luas, em órbita ou no espaço. Dependendo de qual facção possua a estação, ela pode comercializar minério, componentes, munição, combustível e naves, além de permitir que você faça contratos com eles.
ru: Торговые станции могут появляться на планетах, лунах на орбите или в глубоком космосе. В зависимости от того, какой фракции принадлежит торговая станция, на ней могут продаваться руды, компоненты, боеприпасы, топливо и корабли. Также на станциях можно брать контракты.
zh_cn: 贸易站可以在行星，卫星上和深空中上重生。 看哪个阵营有交易站，可以卖矿石，组件，弹药，燃料和飞船。也可以签订合同。

# Description_FAQ_Trading
source: You can trade with players and stations using Store blocks. Trading with players can be done directly by pressing F3.
de: Sie können mit Spielern und Stationen handeln, indem Sie Geschäftsblöcke verwenden. Der Handel mit Spielern kann auch direkt durch Drücken von F3 durchgeführt werden.
es: Puedes comerciar con jugadores y estaciones usando los bloques Tienda. El comercio con los jugadores se puede hacer directamente presionando F3.
fr: Vous pouvez échanger avec les joueurs et les stations en utilisant les blocs de magasin. Les échanges avec les joueurs peuvent être effectués directement en appuyant sur la touche F3.
hu_hu: Az árúház blokkok segítségével kereskedhet játékosokkal és állomásokkal. A játékosokkal folytatott kereskedelem közvetlenül az F3 megnyomásával végezhető el.
it: Puoi commerciare con i giocatori e le stazioni utilizzando i blocchi Store. Il commercio con i giocatori può essere fatto direttamente premendo F3.
pl_pl: Możesz handlować z graczami i stacjami przez Blok Handlowy. Bezpośredni handel z graczem można aktywować klikając F3.
pt_br: Você pode negociar com jogadores e estações utilizando os blocos de loja. O comércio com jogadores pode ser feito diretamente, ao pressionar F3.
ru: Посредством блоков магазина можно торговать с другими игроками и станциями. Кроме того, с игроками можно торговать напрямую, нажав F3.
zh_cn: 可以用存储方块与玩家和站点进行交易。按F3就能和玩家交易。

# RadialMenuGroupTitle_Build
source: Build
de: Konstruieren
es: Construir
fr: Construire
hu_hu: Építés
it: Costruisci
pl_pl: Zbuduj
pt_br: Construir
ru: Построить
zh_cn: 建造

# RadialMenuGroupTitle_LastUsed
source: Recent Blocks
de: Zuletzt konstruierte Blöcke
es: Bloques recientes
fr: Blocs récents
hu_hu: Legutóbbi blokkok
it: Blocchi recenti
pl_pl: Ostatnie Bloki
pt_br: Blocos recentes
ru: Последние блоки
zh_cn: 最近用的方块

# RadialMenuGroupTitle_LastUsedVoxels
source: Recent Voxels
de: Zuletzt verwendete Voxelmaterialien
es: Vóxeles recientes
fr: Voxels récents
hu_hu: Legutóbbi Voxelek
it: Voxel recenti
pl_pl: Ostatnie Woksele
pt_br: Voxels recentes
ru: Последние воксели
zh_cn: 最近用的体素

# RadialMenu_HintClose
source: {0} Close
de: {0} Schließen
es: {0} Cerrar
fr: {0} Fermer
hu_hu: {0} Lezár
it: {0} Chiudi
pl_pl: {0} Zamknij
pt_br: {0} Fechar
ru: {0} Закрыть
zh_cn: {0}关闭

# RadialMenu_HintConfirm
source: {0} Confirm
de: {0} Bestätigen
es: {0} Confirmar
fr: {0} Confirmer
hu_hu: {0} Jóváhagy
it: {0} Conferma
pl_pl: {0} Potwierdź
pt_br: {0} Confirmar
ru: {0} Подтвердить
zh_cn: {0}确认

# RadialMenu_HintCycleBlocks
source: {0} Cycle blocks in group
de: {0} Zwischen Blöcken der Gruppe hin- und herschalten
es: {0} Cambiar entre bloques del grupo
fr: {0} Faire défiler les blocs du groupe
hu_hu: {0} Blokk változat a csoportban
it: {0} Scorri i blocchi in gruppo
pl_pl: {0} Przełącz bloki w grupie
pt_br: {0} Alternar blocos neste grupo
ru: {0} Переключение между блоками в группе
zh_cn: {0}按组循环方块

# SkinNotOwned
source: You don't own selected skin. Do you want to visit DLC store?
de: Sie besitzen das ausgewählte Skin nicht. Wollen Sie den Shop für Zusatzinhalte besuchen?
es: No tienes ningún aspecto seleccionado. ¿Quieres visitar la tienda de DLCs?
fr: Vous ne possédez pas de peau sélectionnée. Vous voulez visiter la boutique de DLC ?
hu_hu: A kiválasztott skin nincs az Ön tulajdonában. Szeretné meglátogatni a DLC áruházat?
it: Non possiedi la skin selezionata. Vuoi visitare il negozio DLC?
pl_pl: Nie posiadasz wybranej skórki. Chcesz odwiedzić sklep aby kupić DLC?
pt_br: Você não possui a skin selecionada. Deseja visitar a loja da DLC?
ru: У вас нет выбранного скина. Перейти в магазин загружаемого контента?
zh_cn: 你没有所选的皮肤。想要访问DLC商店吗？

# HintGamepadOnly01Text
source: Did you know? {0} and {1} are modifier buttons. Try holding them while performing any action in-game. And most of the times the action will do something slightly different.
de: Wussten Sie schon? {0} und {1} sind Modifizierungstasten. Halten Sie sie gedrückt, während Sie eine Aktion im Spiel durchführen. Oft wird die Aktion etwas leicht anderes bewirken.
es: ¿Sabías que...? {0} y {1} son botones modificadores. Prueba a pulsarlos mientras realizas cualquier acción en el juego. Y la mayoría de veces harás una acción ligeramente diferente.
fr: Le saviez-vous ? {0} et {1} sont des modificateurs. Essayez de les maintenir appuyés pendant que vous faites une action en jeu et, la plupart du temps, l'action fera quelque chose de légèrement différent.
hu_hu: Tudta? A {0} és az {1} módosító kulcs. Bármilyen játék közbeni akció végrehajtásakor próbálja meg őket nyomva tartani. A legtöbbször az akció némileg megváltozik.
it: Lo sapevi? {0} e {1} sono tasti di modifica. Prova a tenerli premuti mentre esegui qualsiasi azione in-game. E il più delle volte l'azione farà qualcosa di leggermente diverso.
pl_pl: Czy wiesz? {0} i {1} to ważne klawisze. Przytrzymaj je podczas różnych działań w grze. Często wykonane działania będą się różniły.
pt_br: Você sabia? {0} e {1} são botões modificadores. Tente segurá-los enquanto realiza qualquer ação no jogo. E, na maioria das vezes, a ação fará algo um pouco diferente.
ru: Знаете ли вы, что… {0} и {1} — это кнопки-модификаторы. Если их удерживать, в большинстве случаев выполняемое действие будет слегка отличаться от обычного.
zh_cn: 小贴士： {0} 和 {1} 为修改按钮。在游戏中，做动作的时候，试着按住它们。多数情况下你会发现每次做的动作都不太一样。

# HintGamepadOnly02Text
source: Did you know? If you make mistake while placing blocks in survival mode you can press {0} to switch to Grinder tool. When you have Grinder equipped you can press {0} to switch to the last equipped block.
de: Wussten Sie schon? Wenn Sie beim Platzieren von Blöcken im Survival-Modus einen Fehler machen, können Sie {0} drücken, um zum Schleifwerkzeug zu wechseln. Anschließend können Sie {0} drücken, um erneut den zuvor ausgewählten Block auszuwählen.
es: ¿Sabías que...? Si cometes un error al colocar un bloque en modo supervivencia puedes pulsar {0} para cambiar a la Amoladora. Cuando llevas la Amoladora equipada puedes pulsar {0} otra vez para volver a cambiar al último bloque equipado.
fr: Le saviez-vous ? Si vous faites une erreur de placement de bloc en mode survie vous pouvez appuyer sur {0} pour basculer sur l'outil meuleuse. Lorsqu'elle est équipée pouvez appuyer sur {0} pour basculer sur le dernier dernier bloc équipé.
hu_hu: Tudta? Ha hibát követ el, amikor blokkokat helyez el túlélési módban, a {0} gombbal válthat a Daraboló eszközre. Ha a Daraboló fel van szerelve, a {0} gombbal válthat az utolsó felszerelt blokkra.
it: Lo sapevi? Se commetti un errore durante il posizionamento dei blocchi in modalità di sopravvivenza, puoi premere {0}per passare allo strumento Smerigliatrice. Quando hai Smerigliatrice in equipaggio puoi premere {0} per passare all'ultimo blocco equipaggiato.
pl_pl: Czy wiesz? Jeśli popełnisz błąd podczas stawiania bloków w trybie przetrwania możesz wcisnąć {0} aby wyjąć Szlifierkę. Kiedy się w nią wyposażysz możesz kliknąć {0} aby przełączyć się do ostatniego wybranego bloku.
pt_br: Você sabia? Se você cometer um erro ao colocar os blocos no modo sobrevivência, pode pressionar {0} para alternar para a ferramenta Esmeril. Quando estiver com o Esmeril equipado, pressione {0} para alternar para o último bloco equipado.
ru: Знаете ли вы, что... Если вы допустите ошибку при размещении блока в режиме выживания, нажмите {0}, чтобы взять в руки болгарку. С этим инструментом можно еще раз нажать {0}, чтобы переключиться на последний использованный блок.
zh_cn: 小贴士： 在生存模式放方块的时候，如果出错了，你可以按{0}切换到切割机。手上有切割机的时候，你可以按{0}切换到之前的方块。

# HintGamepadOnly03Text
source: Did you know? You can move through complicated windows more easily with {0}.
de: Wussten Sie schon? Mit {0} können Sie sich Ducken und sich so leichter durch enge Fenster und Gänge bewegen.
es: ¿Sabías que...? Puedes moverte entre espacios estrechos más fácilmente con {0}.
fr: Le saviez-vous ? Vous pouvez naviguer plus facilement dans des fenêtres complexes avec {0}.
hu_hu: Tudta? A bonyolult ablakokok között könnyebben mozoghat a {0} segítségével.
it: Lo sapevi? Puoi muoverti attraverso finestre complicate più facilmente con {0}.
pl_pl: Czy wiesz? Możesz łatwiej poruszać się po skomplikowanych oknach używając {0}.
pt_br: Você sabia? Você pode mover-se por janelas complicadas com mais facilidade com {0}.
ru: Знаете ли вы, что... С помощью {0} можно пробираться через сложные отверстия и окна.
zh_cn: 小贴士： 你可以用{0}，这样在复杂的窗户区行走更容易。

# HintGamepadOnly04Text
source: Did you know? Hold {0}+{1} and move {2} and {3} to move camera around your character or ship.
de: Wussten Sie schon? Halten Sie {0}+{1} gedrückt und bewegen Sie {2} und {3}, um die Kamera um Ihren Charakter oder Ihr Schiff herum zu bewegen.
es: ¿Sabías que...? Si mantienes {0}+{1}, puedes mover la cámara con {2} y {3} alrededor del personaje o la nave.
fr: Le saviez-vous ? Maintenez {0}+{1} et déplacez {2} et {3} pour déplacer la caméra autour de votre personnage ou vaisseau.
hu_hu: Tudta? Tartsa lenyomva a {0}+{1} gombokat, aztán a kamera mozgatásához a karaktere, vagy a hajó körül használja a {2} és {3} gombokat.
it: Lo sapevi? Tieni premuto {0}+{1} e sposta {2} e {3} per spostare la telecamera intorno al personaggio o alla nave.
pl_pl: Czy wiesz? Przytrzymaj {0}+{1} i poruszaj {2} i {3} aby poruszać wokół kamerą postaci i w statku.
pt_br: Você sabia? Segure {0}+{1} e mova {2} e {3} para moer a câmera ao redor do seu personagem ou nave.
ru: Знаете ли вы, что... Можно удерживать {0}+{1} и двигать {2} и {3} для перемещения камеры вокруг персонажа или корабля.
zh_cn: 小贴士： 按住{0}+{1}，移动{2}和{3}，摄像头可以围着你和飞船旋转。
