Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# Description_RoverCockpit
source: The Rover Cockpit is a compact cockpit designed for rovers but works just as well for small ships or large small grid interiors.
de: Das Rover-Cockpit ist ein kompaktes Cockpit das für Rover konzipiert wurde, aber dennoch auf Schiffen oder kleinen Blockkonstruktionen mit genug verfügbarem Platz verwendet werden kann.
es: La cabina del rover es una cabina compacta diseñada para los rovers, pero funciona igual de bien para naves pequeñas o grandes interiores de estructura pequeña.
fr: Le Rover Cockpit est un cockpit compact conçu pour les rovers mais fonctionne tout aussi bien pour les petits vaisseaux ou les grands intérieurs sur petite grille.
hu_hu: A Rover Fülke egy kompakt pilótafülke roverekbe tervezve, de ugyanúgy működik a kis hajókban, vagy nagy és kis belső terekben.
it: La Cabina di pilotaggio rover è una cabina progettata per i rover, ma che si adatta anche a piccole navicelle o ad ambienti spaziosi interni.
pl_pl: Kokpit pojazdu to kompaktowy kokpit zaprojektowany dla pojazdów, ale równie dobrze sprawdza się w małych statkach lub większych wnętrzach małych struktur.
pt_br: A Cabine de rover é uma cabine compacta projetada para rovers, mas funciona também para pequenas naves ou grandes áreas internas de grid.
ru: Кабина вездехода — это компактная кабина, спроектированная для вездеходов. Кроме этого, она неплохо подходит для малых кораблей и интерьеров структур.
zh_cn: 探测车驾驶舱是专为探测车设计的紧凑型驾驶舱，但也适合小型太空船或大小网格内饰。

# DisplayName_Block_BuggyCockpit
source: Buggy Cockpit
es: Cabina buggy
fr: Cockpit de buggy
hu_hu: Buggy Pilótafülke
it: Cabina di pilotaggio compatta
pl_pl: Kokpit Buggy
pt_br: Cabine de buggy
ru: Кабина багги
zh_cn: 越野车驾驶舱

# DisplayName_Block_RoverCockpit
source: Rover Cockpit
es: Cabina del rover
fr: Cockpit de rover
hu_hu: Rover Pilótafülke
it: Cabina di pilotaggio rover
pl_pl: Kokpit Pojazdu
pt_br: Cabine de rover
ru: Кабина вездехода
zh_cn: 探测车驾驶舱

# DisplayName_Screen_Left
source: Left Screen
de: Linker Bildschirm
es: Pantalla izquierda
fr: Écran gauche
hu_hu: Bal oldali képernyő
it: Schermo sinistro
pl_pl: Lewy Ekran
pt_br: Monitor esquerdo
ru: Левый экран
zh_cn: 左屏

# DisplayName_Screen_Right
source: Right Screen
de: Rechter Bildschirm
es: Pantalla derecha
fr: Écran droit
hu_hu: Jobb oldali képernyő
it: Schermo destro
pl_pl: Prawy Ekran
pt_br: Monitor direito
ru: Правый экран
zh_cn: 右屏

# DisplayName_Screen_Small
source: Small Screen
de: Kleiner Bildschirm
es: Pantalla pequeña
fr: Petit écran
hu_hu: Kis képernyő
it: Schermo piccolo
pl_pl: Mały Ekran
pt_br: Monitor pequeno
ru: Малый экран
zh_cn: 小屏幕

# DisplayName_TSS_Weather_ElectricStorm
source: Electric Storm
de: Gewittersturm
es: Tormenta eléctrica
fr: Tempête électrique
hu_hu: Elektromos Vihar
it: Tempesta elettrica
pl_pl: Burza EM
pt_br: Tempestade elétrica
ru: Электрическая буря
zh_cn: 电暴

source: Alien Fog Light
de: Außerirdischer leichter Nebel
es: Niebla alienígena ligera
fr: Brouillard extraterrestre léger
hu_hu: Könnyű Idegen Köd
it: Nebbia aliena sparsa
pl_pl: Obca słabe zamglenie
pt_br: Nevoeiro alienígena leve
ru: Легкий инопланетный туман
zh_cn: 外星轻雾

source: Alien Fog Heavy
de: Außerirdischer dichter Nebel
es: Niebla alienígena densa
fr: Brouillard extraterrestre lourd
hu_hu: Erős Idegen Köd
it: Nebbia aliena densa
pl_pl: Obca gęsta mgła
pt_br: Nevoeiro alienígena pesado
ru: Густой инопланетный туман
zh_cn: 外星重雾

source: Alien Rain Light
de: Außerirdischer leichter Regen
es: Lluvia alienígena ligera
fr: Pluie extraterrestre légère
hu_hu: Könnyű Idegen Eső
it: Pioggia aliena leggera
pl_pl: Obca słaby deszcz
pt_br: Chuva alienígena leve
ru: Легкий инопланетный дождь
zh_cn: 外星小雨

source: Alien Rain Heavy
de: Außerirdischer starker Regen
es: Lluvia alienígena intensa
fr: Pluie extraterrestre lourde
hu_hu: Heves Idegen Eső
it: Pioggia aliena forte
pl_pl: Obca silny deszcz
pt_br: Chuva alienígena pesada
ru: Сильный инопланетный дождь
zh_cn: 外星大雨

source: Alien Thunderstorm Heavy
de: Außerirdisches schweres Unwetter
es: Tormenta eléctrica alienígena intensa
fr: Orage extraterrestre lourd
hu_hu: Heves Idegen Zivatar
it: Tempesta aliena pesante
pl_pl: Obca silna burza z piorunami
pt_br: Tempestade alienígena pesada
ru: Сильная инопланетная гроза
zh_cn: 外星重雷暴

source: Alien Thunderstorm Light
de: Außerirdisches leichtes Unwetter
es: Tormenta eléctrica alienígena ligera
fr: Orage extraterrestre léger
hu_hu: Könnyű Idegen Zivatar
it: Tempesta aliena leggera
pl_pl: Obca słaba burza z piorunami
pt_br: Tempestade alienígena leve
ru: Слабая инопланетная гроза
zh_cn: 外星轻雷暴

source: Dust
de: Staub
es: Polvo
fr: Poussière
hu_hu: Por
it: Polvere
pl_pl: Kurzawa
pt_br: Poeira
ru: Пыль
zh_cn: 沙尘

source: Electric Storm
de: Gewittersturm
es: Tormenta eléctrica
fr: Tempête électrique
hu_hu: Elektromos Vihar
it: Tempesta elettrica
pl_pl: Burza elektromagnetryczna
pt_br: Tempestade elétrica
ru: Электрическая буря
zh_cn: 电暴

source: Snow Light
de: Leichter Schneefall
es: Nieve ligera
fr: Neige légère
hu_hu: Könnyű Hó
it: Neve leggera
pl_pl: Słaby opad śniegu
pt_br: Neve leve
ru: Легкий снег
zh_cn: 小雪

source: Snow Heavy
de: Heftiger Schneefall
es: Nieve intensa
fr: Neige lourde
hu_hu: Heves Hó
it: Neve forte
pl_pl: Silny opad śniegu
pt_br: Neve pesada
ru: Сильный снег
zh_cn: 大雪

source: SandStorm Light
de: Leichter Sandsturm
es: Tormenta de arena ligera
fr: Tempête de sable légère
hu_hu: Könnyű Homokvihar
it: Tempesta di sabbia leggera
pl_pl: Słaba burza piaskowa
pt_br: Tempestade de areia leve
ru: Легкая песчаная буря
zh_cn: 轻沙暴

source: SandStorm Heavy
de: Schwerer Sandsturm
es: Tormenta de arena densa
fr: Tempête de sable lourde
hu_hu: Heves Homokvihar
it: Tempesta di sabbia pesante
pl_pl: Silna burza piaskowa
pt_br: Tempestade de areia pesada
ru: Сильная песчаная буря
zh_cn: 重沙暴

source: Fog Light
de: Leichter Nebel
es: Niebla ligera
fr: Brouillard léger
hu_hu: Könnyű Köd
it: Nebbia sparsa
pl_pl: Słabe zamglenie
pt_br: Nevoeiro leve
ru: Легкий туман
zh_cn: 轻雾

source: Fog Heavy
de: Dichter Nebel
es: Niebla densa
fr: Brouillard lourd
hu_hu: Erős Köd
it: Nebbia densa
pl_pl: Gęsta mgła
pt_br: Nevoeiro pesado
ru: Густой туман
zh_cn: 重雾

source: Mars Snow
de: Marsschnee
es: Nieve de Marte
fr: Neige martienne
hu_hu: Mars hó
it: Neve marziale
pl_pl: Mars śnieg
pt_br: Neve de marte
ru: Марсианский снег
zh_cn: 火星雪

source: Mars Storm Heavy
de: Schwerer Marssturm
es: Tormenta de Marte intensa
fr: Orage martien lourd
hu_hu: Heves Mars Vihar
it: Tempesta marziale pesante
pl_pl: Mars silna burza
pt_br: Tempestade de marte pesada
ru: Сильная марсианская буря
zh_cn: 火星重风暴

source: Mars Storm Light
de: Leichter Marssturm
es: Tormenta de Marte ligera
fr: Orage martien léger
hu_hu: Könnyű Mars Vihar
it: Tempesta marziale leggera
pl_pl: Mars słaba burza
pt_br: Tempestade de marte leve
ru: Слабая марсианская буря
zh_cn: 火星轻风暴

source: Thunderstorm Light
de: Leichtes Unwetter
es: Tormenta eléctrica ligera
fr: Orage léger
hu_hu: Könnyű Zivatar
it: Tempesta leggera
pl_pl: Słaba burza z piorunami
pt_br: Tempestade leve
ru: Слабая гроза
zh_cn: 轻雷暴

source: Thunderstorm Heavy
de: Schweres Unwetter
es: Tormenta eléctrica intensa
fr: Orage lourd
hu_hu: Heves zivatar
it: Tempesta pesante
pl_pl: Silna burza z piorunami
pt_br: Tempestade pesada
ru: Сильная гроза
zh_cn: 重雷暴

source: Rain Heavy
de: Starker Regen
es: Lluvia intensa
fr: Pluie lourde
hu_hu: Heves Eső
it: Pioggia forte
pl_pl: Silny deszcz
pt_br: Chuva pesada
ru: Сильный дождь
zh_cn: 大雨

source: Rain Light
de: Leichter Regen
es: Lluvia ligera
fr: Pluie légère
hu_hu: Könnyű Eső
it: Pioggia leggera
pl_pl: Słaby deszcz
pt_br: Chuva leve
ru: Слабый дождь
zh_cn: 小雨

# BlockPropertyTitle_ExhaustEffect
source: Exhaust Effect
de: Abgaseffekt
es: Efecto de escape
fr: Effet d'échappement
hu_hu: Kipufogó Hatás
it: Effetto esaustione
pl_pl: Efekt wydechu
pt_br: Efeito de exaustão
ru: Эффект выхлопа
zh_cn: 排放效应

# BlockPropertyTitle_PowerDependency
source: Power Dependency
de: Energieabhängigkeit
es: Dependencia energética
fr: Dépendance d'alimentation
hu_hu: Energiafüggőség
it: Dipendenza da elettricità
pl_pl: Zależność od poboru mocy
pt_br: Dependência de energia
ru: Зависимость от мощности
zh_cn: 能源依赖

# BlockPropertyDescription_PowerDependency
source: Determines how much of the glow effect is dependent on power consumption percentage of the grid.
de: Entscheidet, inwiefern der Glüheffekt vom Energieverbrauch der Blockkonstruktion abhängt.
es: Determina en qué medida el efecto de resplandor depende del porcentaje de consumo de energía de la estructura.
fr: Détermine dans quelle mesure l'effet de lueur dépend du pourcentage de consommation d'énergie du réseau.
it: Determina quanto dell'effetto bagliore dipende dalla percentuale di consumo energetico della rete.
pt_br: Determina o quanto o efeito de brilho depende do percentual de consumo de energia do grid.
ru: Насколько эффект свечения зависит от процента энергопотребления структуры.
zh_cn: 确定发光效果取决于网格耗电量百分比的程度。

# DisplayName_Block_Viewport1
source: Viewport 1
de: Aussichtsfenster 1
es: Punto de visión 1
fr: Hublot 1
hu_hu: Nézőport 1
it: Oblò 1
pl_pl: Owalne okienko 1
ru: Смотровое окно 1
zh_cn: 视口1

# DisplayName_Block_Viewport2
source: Viewport 2
de: Aussichtsfenster 2
es: Punto de visión 2
fr: Hublot 2
hu_hu: Nézőport 2
it: Oblò 2
pl_pl: Owalne okienko 2
ru: Смотровое окно 2
zh_cn: 视口2

# ScreenDebugAdminMenu_ReplayTool_ChangeCharacter
source: Change Character
de: Spielcharakter wechseln
es: Cambiar personaje
fr: Changer de personnage
hu_hu: Karakter Módosítása
it: Cambia personaggio
pl_pl: Zmień postać
pt_br: Alterar personagem
ru: Сменить персонажа
zh_cn: 更改角色

# ScreenDebugAdminMenu_ReplayTool_ChangeCharacter_Tooltip
source: Changes the currently active character.
de: Wechselt den aktuell gesteuerten Spielcharakter.
es: Cambia el personaje activo actualmente.
fr: Change le personnage actif actuellement
hu_hu: Módosítja az éppen aktív karaktert.
it: Cambia il personaggio attualmente attivo.
pl_pl: Zmienia obecnie aktywną postać.
pt_br: Altera o personagem ativo no momento.
ru: Меняет активного в настоящий момент персонажа.
zh_cn: 更改当前活跃的角色。

# Description_OffsetLight
source: The Offset Light and Offset Spotlight function the same as regular lights and can be used to illuminate dark areas.
de: Die versetzte Leuchte und der versetzte Scheinwerfer unterscheiden sich, abgesehen von ihrer Position, nicht von normalen Leuchten und können zur Ausleuchtung dunkler Umgebungen genutzt werden.
es: La Luz compensada y el Foco compensado funcionan igual que las luces normales y pueden utilizarse para iluminar zonas oscuras.
fr: La lumière décalée et le projecteur décalé fonctionnent de la même manière que les lumières communes et peuvent être utilisés pour éclairer les zones sombres.
hu_hu: Az Eltolt fény és az Eltolt reflektorfény ugyanúgy működik, mint a normál fények, és sötét területek megvilágítására használható.
it: La luce spostata e il riflettore spostato funzionano come le normali luci ma possono essere usati per illuminare aree buie.
pl_pl: Przesunięta lampa i przesunięty reflektor działają jak ich zwykłe wersjie używane do rozświetlania mroku.
pt_br: O Luz offset e Holofotes offset funcionam da mesma forma que luzes comuns e podem ser usadas para iluminar áreas escuras.
ru: Навесная фара и навесной прожектор работают так же, как и обычные источники освещения.
zh_cn: 偏移灯和偏移聚光灯的功能与常规灯相同，可用于照亮黑暗区域。

# DisplayName_Block_OffsetLight
source: Offset Light
de: Versetzte Leuchte
es: Luz compensada
fr: Lumière décalée
hu_hu: Eltolt Fény
it: Luce spostata
pl_pl: Przesunięta lampa
pt_br: Luz offset
ru: Навесная фара
zh_cn: 偏移灯

# DisplayName_Block_OffsetSpotlight
source: Offset Spotlight
de: Versetzter Scheinwerfer
es: Foco compensado
fr: Lumière décalé
hu_hu: Eltolt Reflektor
it: Riflettore spostato
pl_pl: Przesunięty reflektor
pt_br: Holofotes offset
ru: Навесной прожектор
zh_cn: 偏移聚光灯

# Description_BarredWindow
source: Barred windows have the same integrity as glass windows but are not air tight. Great for keeping big spiders outside.
de: Vergitterte Fenster sind genauso Widerstandsfähig wie Glassfenster, sie sind jedoch nicht Luftdicht. Sie eignen sich gut dafür große Spinnen fernzuhalten.
es: Las ventanas con barrotes tienen la misma integridad que las de vidrio, pero no son herméticas. Son geniales para mantener a las grandes arañas afuera.
fr: Les fenêtres à barreaux ont la même intégrité que les fenêtres en verre mais ne sont pas étanches à l'air. Elles sont idéales pour garder les grosses araignées à l'extérieur.
hu_hu: A rácsos ablakok ugyanolyan egységesek, mint az üvegablakok, de nem légmentesek. Kiválóan alkalmas nagy pókok kint tartására.
it: Le finestre sbarrate funzionano come le finestre in vetro ma fanno passare l'aria. Ottime per tenere alla larga i ragni giganti.
pl_pl: Zakratowane okna mają taką samą odporność jak okna szklane, ale nie są szczelne. Świetnie nadają się do utrzymywania dużych pająków na zewnątrz.
pt_br: Janelas com barras têm a mesma integridade que janelas de vido, mas não oferece resistência ao ar. Ótimo para manter as aranhonas do lado de fora.
ru: Решетчатые окна имеют таку же непроницаемость, как и стеклянные окна, но не обладают герметичностью. Они отлично подходят для защиты от сабироидов.
zh_cn: 铁条窗与玻璃窗具有相同的完整性，但不透气。非常适合把大蜘蛛挡在外面。

# DisplayName_Block_BarredWindow
source: Barred Window
de: Vergittertes Fenster
es: Ventana con barrotes
fr: Fenêtre à barreaux
hu_hu: Rácsos ablak
it: Finestra sbarrata
pl_pl: Zakratowane okno
pt_br: Janela com barras
ru: Решетчатое окно
zh_cn: 铁条窗

# DisplayName_Block_BarredWindowFace
source: Barred Window Face
de: Vergittertes Fenster (Front)
es: Ventana con barrotes Frontal
fr: Face de fenêtre à barreaux
hu_hu: Rácsos Ablak Homlokzati
it: Finestra sbarrata fronte
pl_pl: Zakratowane okno naroże
pt_br: Frente de janela com barras
ru: Решетчатое окно лицевое
zh_cn: 铁条窗正面

# DisplayName_Block_BarredWindowSide
source: Barred Window Side
de: Vergittertes Fenster (Seite)
es: Ventana con barrotes Lateral
fr: Côté de fenêtre à barreaux
hu_hu: Rácsos Ablak Oldalirányú
it: Finestra sbarrata lato
pl_pl: Zakratowane okno skos
pt_br: Janela lateral com barras
ru: Решетчатое окно угловое
zh_cn: 铁条窗侧面

# DisplayName_Block_BarredWindowSlope
source: Barred Window Slope
de: Vergittertes Fenster (Schräge)
es: Ventana con barrotes Pendiente
fr: Pente de fenêtre à barreaux
hu_hu: Rácsos Ablak Lejtős
it: Finestra sbarrata inclinata
pl_pl: Zakratowane okno pochyłe
pt_br: Janela inclinada com barras
ru: Решетчатое окно наклонное
zh_cn: 铁条窗斜面

# DisplayName_BlockGroup_BarredWindows
source: Barred Windows
de: Vergitterte Fenster
es: Ventanas con barrotes
fr: Fenêtres à barreaux
hu_hu: Rácsos Ablakok
it: Finestre sbarrate
pl_pl: Zakratowane Okna
pt_br: Janelas com barras
ru: Решетчатые окна
zh_cn: 铁条窗

# Description_StorageShelf
source: Storage Shelves can be used to store components and make your hangar or garage look messy and productive.
de: Lagerregale können zum Lagern von Komponenten benutzt werden lassen Ihren Hangar oder Ihre Garage nicht nur sauberer erscheinen, sondern sie erhöhen auch die Produktivität.
es: Los estantes de almacenamiento se pueden usar para guardar componentes y hacer que su hangar o garaje parezca desordenado y productivo.
fr: Les étagères de rangement peuvent être utilisées pour stocker des composants et donner à votre hangar ou à votre garage un aspect désordonné et productif.
hu_hu: Tároló polcok használhatók alkatrészek tárolására, így a hangárok vagy a garázsok rendezett megjelenésűvé válnak.
it: Le mensole possono essere utilizzate per conservare i componenti e per far apparire il tuo hangar o il tuo garage trasandato e produttivo.
pl_pl: Regały magazynowe mogą służyć do przechowywania komponentów oraz sprawią, że Twój hangar lub garaż będzie wyglądał bałaganiarsko a zarazem produktywnie.
pt_br: As Prateleiras de armazenamento podem ser usadas para armazenar componentes e tornar seu hangar ou garagem produtiva e com aparência bagunçada.
ru: Стеллажи можно использовать для хранения компонентов и придания творческого беспорядка вашему ангару или гаражу.
zh_cn: 储物架可用于存放零件，并让机库或车库看起来整洁而高效。

# DisplayName_BlockGroup_StorageShelves
source: Storage Shelves
de: Lagerregale
es: Estantes de almacenamiento
fr: Étagères de rangement
hu_hu: Tároló Polcok
it: Mensole
pl_pl: Regały Magazynowe
pt_br: Prateleiras de armazenamento
ru: Стеллажи
zh_cn: 储物架

# DisplayName_Block_StorageShelf1
source: Storage Shelf 1
de: Lagerregal 1
es: Estante de almacenamiento 1
fr: Étagère de rangement 1
hu_hu: Tároló polc 1
it: Mensola 1
pl_pl: Regał magazynowy 1
pt_br: Prateleira de armazenamento 1
ru: Стеллаж 1
zh_cn: 储物架1

# DisplayName_Block_StorageShelf2
source: Storage Shelf 2
de: Lagerregal 2
es: Estante de almacenamiento 2
fr: Étagère de rangement 2
hu_hu: Tároló polc 2
it: Mensola 2
pl_pl: Regał magazynowy 2
pt_br: Prateleira de armazenamento 2
ru: Стеллаж 2
zh_cn: 储物架2

# DisplayName_Block_StorageShelf3
source: Storage Shelf 3
de: Lagerregal 3
es: Estante de almacenamiento 3
fr: Étagère de rangement 3
hu_hu: Tároló polc 3
it: Mensola 3
pl_pl: Regał magazynowy 3
pt_br: Prateleira de armazenamento 3
ru: Стеллаж 3
zh_cn: 储物架3

# Description_FAQ_ScrapRacePack
source: The Wasteland Pack includes a new multiplayer scenario and several new blocks like the Off Road wheels, Car lights, Buggy cockpit, Viewport Blocks and the Exhaust Pipe. Additionally, this DLC features several new armour and player skins like the Heavy Rust Armor Skin, Concrete Armor skin and the Scavenger character skin.
de: Das Paket „Wasteland“ enthält ein neues Multiplayer-Szenario und diverse neue Blöcke wie Offroad-Räder, Autoscheinwerfer, ein Buggy-Cockpit, Aussichtsfensterblöcke und ein Auspuffrohr. Zusätzlich enthält dieser Zusatzinhalt einige neue Charakter- und Panzerungs-Skins wie das stark verrostete Panzerungs-Skin, das Beton-Panzerungs-Skin und das Plünderer-Charakter-Skin.
es: El paquete Wasteland incluye un nuevo escenario multijugador y varios bloques nuevos como Ruedas de vehículos todoterreno, Luces de coche, Cabina del buggy, Bloques de punto de visión y Tubo de escape. Además, este DLC incluye varias armaduras y aspectos nuevos para el jugador como el diseño de Blindaje de óxido pesado, el diseño de Blindaje de hormigón y el diseño del personaje Carroñero.
fr: Le pack Wasteland comprend un nouveau scénario multijoueur et plusieurs nouveaux blocs comme des roues tout-terrain, des phares de voiture, un cockpit de buggy, des blocs de hublots et le tuyau d'échappement. De plus, ce DLC comprend plusieurs nouveaux skins de blindage et de joueur comme le skin de blindage lourd rouillé, le skin de blindage en béton et le skin de personnage de pillard.
hu_hu: A Wasteland Pack új multiplayer forgatókönyvet és számos új blokkot tartalmaz, mint például az Terep kerekek, az autó fényei, a Buggy pilótafülke, a Nézőport blokkok és a kipufogócső. Ezenkívül ez a DLC számos új páncélt és játék skint tartalmaz, például a Heavy Rust Armor Skin, a Concrete Armor skin és a Scavenger karakter skint.
it: Il pacchetto Deserto include un nuovo scenario multiplayer e tanti blocchi nuovi come ruote motrici, fari, cabina di controllo compatta, oblò e tubi di scarico. Inoltre, in questo DLC troverai nuove skin per armature e giocatori come l'armatura corazzata, l'armatura concreta e la skin spazzino.
pl_pl: Pakiet Wasteland zawiera nowy scenariusz dla wielu graczy oraz szereg nowych bloków, takich jak koła terenowe, światła samochodowe, kokpit Buggy, bloki portów widokowych czy rury wydechowe. Dodatkowo, to DLC zawiera kilka nowych skórek pancerza i gracza, takich jak skórka Heavy Rust Armor, skórka Concrete Armor oraz skórka postaci Scavenger.
pt_br: O Pacote Terra Inculta inclui um novo cenário multijogador e vários novos blocos, como Rodas Off Road, luzes veiculares, Cabine de buggy, Blocos de viewport e a barra de exaustão. Além disso, essa DLC apresenta várias novas blindagens e skins de jogador, como a Skin Blindagem de Ferrugem Pesado, Skin de Blindagem de Concreto e a Skin de personagem Catador.
ru: Набор «Пустошь» включает в себя новый многопользовательский сценарий и несколько новых блоков, например колесо внедорожника, фары, кабина багги, смотровые окна и выхлопная труба. Кроме того, в этом DLC вас ждут несколько новых видов обшивки в стиле «Ржавчина», «Бетон», а также скин персонажа «Сборщик лома».
zh_cn: Wasteland包中包含一个新的多人游戏场景和几个新模块，例如越野车车轮、车灯、越野车驾驶舱、视口模块和排气管。此外，此DLC还提供一些新的装甲和玩家皮肤，例如“重锈装甲皮肤”、“混凝土装甲皮肤”和“食腐动物角色皮肤”。

# Description_ViewPort
source: Viewports are available in the Wasteland Pack. They are windows that fit flush with armour blocks and combine easily with desks and kitchens.
de: Aussichtsfenster sind im „Wasteland“-Paket enthalten. Sie schließen bündig mit Panzerungsblöcken ab und können gut mit Schreibtischen und Küchen kombiniert werden.
es: Los puntos de visión están disponibles en el paquete Wasteland. Son ventanas que encajan a ras con los bloques de blindaje y se combinan fácilmente con escritorios y cocinas.
fr: Les hublots sont disponibles dans le pack Wasteland. Il s'agit de fenêtres qui s'encastrent dans des blocs de blindage et se combinent facilement avec les bureaux et les cuisines.
hu_hu: A Nézőport a Wasteland Pack csomagban érhetők el. Olyan ablakokról van szó, amelyek a páncélblokkokkal egy síkban illeszkednek, és könnyen kombinálhatók íróasztallal és konyhával.
it: Gli oblò sono disponibili nel pacchetto Deserto. Sono finestre che si abbinano con i blocchi armatura e fanno la loro figura con scrivanie e cucine.
pl_pl: Owalne okienka są dostępne w pakiecie Wasteland. Pasują do połowek bloków pancerza oraz bezproblemowo łączą się z biurkami i kuchniami.
pt_br: Os viewports estão disponíveis no Pacote Terra Inculta. São janelas que se encaixam perfeitamente com blocos de blindagem e combinam facilmente com mesas e cozinhas.
ru: В наборе «Пустошь» добавлены смотровые окна. Они прилегают заподлицо к блокам обшивки и легко сочетаются со столами и кухнями.
zh_cn: Wasteland包中提供了视口。它们是与装甲模块齐平的窗户，可轻松与桌子和厨房组合。

# ControlMenuItemLabel_CrackedSoil
source: Cracked soil
de: Aufgebrochener Lehmboden
es: Suelo agrietado
fr: Sol craquelé
hu_hu: Repedezett talaj
it: Terreno incrinato
pl_pl: Spękana gleba
pt_br: Solo rachado
ru: Потрескавшаяся почва
zh_cn: 破裂的土壤

# ControlMenuItemLabel_DustyRocks
source: Dusty rocks 1
de: Staubbedecktes Gestein 1
es: Rocas polvorientas 1
fr: Pierres poussiéreuses 1
hu_hu: Poros sziklák 1
it: Rocce polverose 1
pl_pl: Zakurzone skały 1
pt_br: Pedras empoeiradas 1
ru: Пыльные валуны 1
zh_cn: 布满灰尘的岩石1

# ControlMenuItemLabel_DustyRocks2
source: Dusty rocks 2
de: Staubbedecktes Gestein 2
es: Rocas polvorientas 2
fr: Pierres poussiéreuses 2
hu_hu: Poros sziklák 2
it: Rocce polverose 2
pl_pl: Zakurzone skały 2
pt_br: Pedras empoeiradas 2
ru: Пыльные валуны 2
zh_cn: 布满灰尘的岩石2

# ControlMenuItemLabel_DustyRocks3
source: Dusty rocks 3
de: Staubbedecktes Gestein 3
es: Rocas polvorientas 3
fr: Pierres poussiéreuses 3
hu_hu: Poros sziklák 3
it: Rocce polverose 3
pl_pl: Zakurzone skały 3
pt_br: Pedras empoeiradas 3
ru: Пыльные валуны 3
zh_cn: 布满灰尘的岩石3

# ControlMenuItemLabel_PertamSand
source: Pertam sand
es: Arena de Pertam
fr: Sable de Pertam
hu_hu: Pertam homok
it: Sabbia di Pertam
pl_pl: Piasek Pertam
pt_br: Areia de Pertam
ru: Песок Пертама
zh_cn: Pertam沙

# ControlMenuItemLabel_TritonBlend
source: Triton blend
de: Triton-Bodengemisch
es: Mezcla de Tritón
fr: Mélange de Triton
hu_hu: Triton keverék
it: Miscela di Triton
pl_pl: Miks Tryton
pt_br: Mistura de Triton
ru: Смесь Тритона
zh_cn: Triton混合物

# ControlMenuItemLabel_TritonIce
source: Triton ice
de: Triton-Eis
es: Hielo de Tritón
fr: Glace de Triton
hu_hu: Triton jég
it: Ghiaccio di Triton
pl_pl: Lód Tryton
pt_br: Gelo de Triton
ru: Лед Тритона
zh_cn: Triton冰
