Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# DefensiveCombatBlock_CharacterLocked
source: Status: Defending against {0}
de: Status: Verteidigung gegen {0}
es: Estado: Defendiendo contra {0}
fr: État : Défense contre {0}
it: Stato: Difesa contro {0}
pl_pl: Stan: Obrona przeciw {0}
pt_br: Status: Defendendo contra {0}
ru: Статус: защита от {0}
zh_cn: 状态：正在抵御{0}

# OffensiveDefensiveCombatBlock_CanTargetCharacters
source: Target Characters
de: Spielcharaktere anvisieren
es: Apuntar a jugadores
fr: Cibler les personnages
it: Mira ai personaggi
pl_pl: Namierzaj postacie
pt_br: Mirar em personagens
ru: Стрелять по живой силе
zh_cn: 目标角色

# OffensiveCombatBlock_FacingMode
source: Facing mode
de: Ausrichtungsmodus
es: Modo de orientación
fr: Mode orientation
it: Modalità frontale
pl_pl: Rodzaj orientacji
pt_br: Modo de frente
ru: Режим ориентации
zh_cn: 朝向模式

# OffensiveCombatBlock_FacingMode_Tooltip
source: Use static weapons or manually set what side(s) should face the enemy
de: Verwenden Sie statische Waffen oder legen Sie manuell fest, welche Seiten zum Feind ausgerichtet sein sollen
es: Utiliza armas estáticas o establece manualmente qué lado(s) debe(n) enfrentarse al enemigo
fr: Utilisez des armes statiques ou définissez manuellement le ou les côtés qui doivent faire face à l'ennemi
it: Usa armi statiche o imposta manualmente quali lati devono essere di fronte al nemico
pl_pl: Wykorzystaj broń statyczną lub ręcznie ustaw, która strona (strony) ma być skierowana w kierunku wroga.
pt_br: Use armas estáticas ou defina manualmente qual(is) lado(s) deve(m) enfrentar o inimigo
ru: Использовать стационарные орудия или вручную установить, какой стороной (сторонами) ориентироваться на врага
zh_cn: 使用静止武器或手动设置应当朝向敌人的哪一侧

# DefensiveCombatBlock_SavedGps
source: (Saved)
de: (Gespeichert)
es: (Guardado)
fr: (Sauvegardé)
it: (Salvato)
pl_pl: (Zapisano)
pt_br: (Salvo)
ru: (Сохранено)
zh_cn: （已保存）

# BasicMissionBlock_SavedGps
source: (Saved)
de: (Gespeichert)
es: (Guardado)
fr: (Sauvegardé)
it: (Salvato)
pl_pl: (Zapisano)
pt_br: (Salvo)
ru: (Сохранено)
zh_cn: （已保存）

# Assembler_ItemsInQueue
source: Items in queue: {0}/{1}
de: Artikel in der Warteschlange: {0}/{1}
es: Elementos en cola: {0}/{1}
fr: Objets en file d'attente : {0}/{1}
it: Oggetti in coda: {0}/{1}
pl_pl: Pozycje w kolejce: {0}/{1}
pt_br: Itens na fila: {0}/{1}
ru: Предметы в очереди: {0}/{1}
zh_cn: 队列中的物品：{0}/{1}

# EventState_Merged
source: Merged
de: Zusammengeführt
es: Fusionado
fr: Fusionné
it: Unito
pl_pl: Połączono
pt_br: Mesclado
ru: Соединено
zh_cn: 已合并

# EventState_NotMerged
source: Not Merged
de: Nicht zusammengeführt
es: No fusionado
fr: Non fusionné
it: Non unito
pl_pl: Nie połączono
pt_br: Não mesclado
ru: Не соединено
zh_cn: 未合并

# DisplayName_EventMerged
source: Merge Block Merged
de: Fusionsblock zusammengeführt
es: Fusionar bloque fusionado
fr: Bloc de fusion fusionné
it: Unisci blocco unito
pl_pl: Blok łączący połączony
pt_br: Bloco de mesclagem mesclado
ru: Соединитель соединен
zh_cn: 合并方块已合并

# DisplayName_EventGridSpeedChanged
source: Grid Speed Changed
de: Netzgeschwindigkeit angepasst
es: Velocidad de la estructura modificada
fr: Vitesse de grille modifiée
it: Velocità della griglia modificata
pl_pl: Zmiana prędkość struktury
pt_br: Velocidade do grid alterada
ru: Скорость структуры изменилась
zh_cn: 网格速度已更改

# DisplayName_EventThrustPercentage
source: Thrust %
de: Schubkraft %
es: Propulsión %
fr: Poussée %
it: Propulsione %
pl_pl: Siła ciągu w %
pt_br: Propulsão %
ru: Тяга %
zh_cn: 推力 %

# EventState_EventThrustPercentage
source: Thrust:
de: Schubkraft:
es: Propulsión:
fr: Poussée :
it: Propulsione:
pl_pl: Siła ciągu:
pt_br: Propulsão:
ru: Тяга:
zh_cn: 推力：

# EventControllerBlock_SpeedThreshold_Title
source: Speed Threshold
de: Geschwindigkeitsschwelle
es: Umbral de velocidad
fr: Seuil de vitesse
it: Soglia di velocità
pl_pl: Próg prędkości
pt_br: Limite de velocidade
ru: Порог скорости
zh_cn: 速度阈值

# EventControllerBlock_SpeedThreshold_Tooltip
source: Speed Threshold
de: Geschwindigkeitsschwelle
es: Umbral de velocidad
fr: Seuil de vitesse
it: Soglia di velocità
pl_pl: Próg prędkości
pt_br: Limite de velocidade
ru: Порог скорости
zh_cn: 速度阈值

# EventControllerBlock_AngleThreshold_Title
source: Angle Threshold
de: Winkelschwelle
es: Umbral de ángulo
fr: Seuil d'angle
it: Soglia angolare
pl_pl: Próg kąta
pt_br: Limite de ângulo
ru: Порог угла
zh_cn: 角度阈值

# EventControllerBlock_AngleThreshold_Tooltip
source: Angle Threshold
de: Winkelschwelle
es: Umbral de ángulo
fr: Seuil d'angle
it: Soglia angolare
pl_pl: Próg kąta
pt_br: Limite de ângulo
ru: Порог угла
zh_cn: 角度阈值

# DisplayName_EventMagneticLockReady
source: Magnetic Lock Ready
de: Magnetische Verriegelung bereit
es: Cerradura magnética preparada
fr: Verrouillage magnétique prêt
it: Blocco magnetico pronto
pl_pl: Magnes podwozia gotowy
pt_br: Trava magnética pronta
ru: Магнитный фиксатор готов
zh_cn: 磁力锁就绪

# DisplayName_EventMagneticLockReady_Ready
source: ready to lock
de: bereit zum Verriegeln
es: listo para bloquear
fr: prêt au verrouillage
it: pronto a bloccare
pl_pl: blokada w gotowości
pt_br: pronto para travamento
ru: готов к фиксации
zh_cn: 已准备好锁定

# DisplayName_EventMagneticLockReady_NotReady
source: not ready to lock
de: nicht bereit zum Verriegeln
es: no está listo para bloquear
fr: non prêt au verrouillage
it: non pronto a bloccare
pl_pl: blokada niedostępna
pt_br: não está pronto para bloquear
ru: не готов к фиксации
zh_cn: 没有准备好锁定

# DisplayName_EventConnectorReadyToLock
source: Connector Ready to Lock
de: Verbinder bereit zum Verriegeln
es: Conector listo para bloquear
fr: Connecteur prêt au verrouillage
it: Connettore pronto a bloccare
pl_pl: Łącznik gotowy do połączenia
pt_br: Conector pronto para bloquear
ru: Разъем не готов к фиксации
zh_cn: 连接器已准备好锁定

# DisplayName_EventConnectorLockReady_Ready
source: ready to lock.
de: bereit zum Verriegeln.
es: listo para bloquear.
fr: prêt au verrouillage.
it: pronto a bloccare.
pl_pl: połączenie w gotowości.
pt_br: pronto para travamento.
ru: готов к фиксации.
zh_cn: 已准备好锁定。

# DisplayName_EventConnectorLockReady_NotReady
source: not ready to lock.
de: nicht bereit zum Verriegeln.
es: no está listo para bloquear.
fr: non prêt au verrouillage.
it: non pronto a bloccare.
pl_pl: połączenie niedostęne.
pt_br: não está pronto para bloquear.
ru: не готов к фиксации.
zh_cn: 没有准备好锁定。

# DisplayName_EventNaturalGravityChanged
source: Natural Gravity Changed
de: Die natürliche Schwerkraft hat sich gerändert
es: La gravedad natural cambió
fr: Gravité naturelle changée
it: La gravità naturale è cambiata
pl_pl: Siła ciążenia uległa zmianie
pt_br: Gravidade natural alterada
ru: Натуральная гравитация изменилась
zh_cn: 自然重力已更改

# DisplayName_EventNaturalGravity
source: Natural gravity:
de: Natürliche Schwerkraft :
es: Gravedad natural:
fr: Gravité naturelle :
it: Gravità naturale:
pl_pl: Naturalna grawitacja:
pt_br: Gravidade natural:
ru: Натуральная гравитация:
zh_cn: 自然重力：

# CombatBlock_OffensivePatternsTooltip
source: Determines how the grid will attack the enemy. Circle/Orbit - The grid will try to circle or orbit the enemy at a customizable distance. Stay at Range - The grid will try to keep the enemy between a customizable min/max distance. Hit and Run - The grid will continuously make an attack run on the target, and break off to retreat when it gets close. Intercept - The grid will attempt to intercept the enemy and ram it.
de: Bestimmt, wie das Netz den Feind angreift. Umkreisen – Das Netz versucht, den Feind in einer anpassbaren Entfernung zu umkreisen. Abstand halten – Das Netz versucht, den Feind in einer anpassbaren Mindest-/Maximaldistanz zu halten. Angreifen und flüchten – Das Netz führt kontinuierlich Angriffe auf das Ziel durch und bricht diese zum Rückzug ab, sobald es sich in Zielnähe befindet. Abfangen – Das Netz versucht, den Feind abzufangen und zu rammen.
es: Determina cómo atacará la estructura al enemigo. Círculo/Orbita: La estructura intentará rodear u orbitar al enemigo a una distancia personalizable. Mantenerse a distancia: La estructura intentará mantener al enemigo a una distancia mínima/máxima personalizable. Golpear y huir: La estructura atacará continuamente al objetivo y se retirará cuando se acerque. Interceptar: La estructura intentará interceptar al enemigo y embestirlo.
fr: Détermine la façon dont la grille va attaquer l'ennemi. Cercle/Orbite - La grille tente de tourner autour de l'ennemi à une distance paramétrable. Rester à portée - La grille tente de maintenir l'ennemi à une distance minimale/maximale paramétrable. Tirer et reculer - La grille attaque continuellement la cible et se retire lorsqu'elle approche. Interception - La grille tente d'intercepter l'ennemi et de le percuter.
it: Determina come la griglia attaccherà il nemico. Circolare/Orbitante: la griglia proverà a circondare od orbitare attorno al nemico a una distanza personalizzabile. Rimani a distanza - La griglia cercherà di mantenere il nemico entro una distanza min/max personalizzabile. Colpisci e fuggi - La griglia effettuerà continuamente una corsa di attacco contro l'obiettivo e si fermerà per ritirarsi quando si avvicina. Intercetta - La griglia tenterà di intercettare il nemico e speronarlo.
pl_pl: Określa sposób w jaki struktura będzie atakować wroga. Okrążaj - Struktura będzie krążyć wokół wroga zachowująć wyznaczoną odległość. Utrzymuj dystans - Struktura będzie utrzymywać od wroga dystans zawarty pomiędzy min a maks. Wal i zmykaj - Struktura będzie nieprzerwanie szarżować na wroga i wycofywać się, gdy będzie zbyt blisko. Przechycenie - Struktura będzie próbowała przechwycić wroga i go staranować.
pt_br: Determina como a grid atacará o inimigo. Circular/Orbitar - A grid tentará circular ou orbitar o inimigo a uma distância personalizável. Ficar ao alcance - A grid tentará manter o inimigo entre uma distância mínima/máxima personalizável. Bater e correr - A grid fará um ataque contínuo no alvo e interromperá a retirada quando se aproximar. Interceptar - A grade tentará interceptar o inimigo e atacá-lo.
ru: Определяет, как структура будет атаковать врага. Круг/орбита — структура будет пытаться двигаться по кругу/орбите вокруг врага на расстоянии, которое можно самостоятельно настроить. Сохранять дистанцию — структура будет пытаться удерживать врага в пределах минимального/максимального расстояния, которое можно самостоятельно настроить. Атака и отступление — структура будет непрерывно совершать заход на цель для атаки, а при приближении уходить в отрыв. Перехват — структура будет пытаться перехватить и таранить врага.
zh_cn: 确定网格攻击敌人的方式。 环行/轨道 - 网格将尝试以可自定义的距离围绕敌人环行。 保持在范围内 - 网格将尝试使敌人保持在可自定义的最小/最大距离之间。 击中即撤 - 网格将持续对目标发起攻击回合，并在靠近时停止攻击以撤退。 拦截 - 网格将尝试拦截敌人并撞击它。

# Description_SabiroidPlushie
source: An advanced motivational device of pristine quality. Can not be crafted or disassembled.
de: Eine fortschrittliche Motivationshilfe von herausragender Qualität. Kann weder angefertigt noch zerlegt werden.
es: Un dispositivo de motivación avanzado de calidad impecable. No se puede fabricar ni desmontar.
fr: Un dispositif de motivation avancé de qualité supérieure. Ne peut être ni fabriqué ni démonté.
it: Un dispositivo motivazionale avanzato di qualità prestigiosa. Non può essere realizzato o smontato.
pl_pl: Zaawansowane narzędzie motywacyjne o nieskazitelnej jakości. Nie można go wytworzyć ani rozłożyć na części.
pt_br: Um dispositivo motivacional avançado de qualidade prístina. Não pode ser fabricado ou desmontado.
ru: Продвинутое качественное устройство для мотивации. Нельзя создавать или разбирать.
zh_cn: 一种原始品质的高级激励装置。 无法制作或拆卸。

# DisplayName_Block_SabiroidPlushie
source: Saberoid Plushie
de: Saberoidinnen-Plüschtier
es: Peluche sableroide
fr: Peluche Sabéroïde
it: Peluche Saberoide
pl_pl: Pluszak Saberoid
pt_br: Pelúcia Saberoid
ru: Плюшевый сабероид
zh_cn: 毛绒剑齿虎

# DisplayName_EventDistanceToLockedTarget
source: Distance to Locked Target
de: Entfernung zum erfassten Ziel
es: Distancia al objetivo bloqueado
fr: Distance par rapport à la cible verrouillée
it: Distanza dall'obiettivo agganciato
pl_pl: Dystans do namierzonego celu
pt_br: Distância até o alvo bloqueado
ru: Расстояние до захваченной цели
zh_cn: 到锁定目标的距离

# DisplayName_EventDistanceToLockedTargetChanged
source: Distance to Locked Target
de: Entfernung zum erfassten Ziel hat sich geändert
es: Distancia al objetivo bloqueado cambiada
fr: Distance par rapport à la cible verrouillée changée
it: Distanza dall'obiettivo agganciato modificata
pl_pl: Dystans do namierzonego celu
pt_br: A distância até o alvo bloqueado mudou
ru: Расстояние до захваченной цели изменилось
zh_cn: 到锁定目标的距离已更改

# DisplayName_EventDistanceToLockedTarget_NotLocked
source: (not locked)
de: Nicht erfasst
es: No bloqueado
fr: Non verrouillée
it: Non bloccato
pl_pl: (brak namiaru)
pt_br: Não bloqueado
ru: Цель не захвачена
zh_cn: 未锁定

source: Enable Crossplay
de: Crossplay aktivieren
es: Habilitar Crossplay
fr: Activer le Crossplay
it: Abilita Crossplay
pt_br: Ativar Crossplay
ru: Кроссплатформенная игра
zh_cn: 启用跨平台游戏

# ToolTipOptionsGame_Crossplay
source: Allows games not created on PlayStation®4 console and PlayStation®5 console
de: Lässt Spiele zu, die nicht auf PlayStation®4-Konsole und PlayStation®5-Konsole erstellt wurden
es: Permite juegos no creados en consola PlayStation®4 y consola PlayStation®5
fr: Autorise les parties non créées sur la console PlayStation®4 et console PlayStation®5
it: Consenti di giocare partite non avviate su console PlayStation®4 e console PlayStation®5
pt_br: Permitir jogos não criados em console PlayStation®4 e PlayStation®5
ru: Разрешает подключаться к играм, созданным не на консолях PlayStation®4, PlayStation®5
zh_cn: 允许不是在 PlayStation®4, PlayStation®5 主机上创建的游戏

# Crossplay_Disabled_Warning
source: Crossplay servers are disabled. Go to the Game Options menu to enable.
de: Crossplay-Server sind deaktiviert. Begeben Sie sich in das Optionsmenü, um sie zu aktivieren.
es: Los servidores Crossplay están deshabilitados. Vaya al menú Opciones de juego para habilitarlos.
fr: Les serveurs Crossplay sont désactivés. Allez dans le menu Options du jeu pour les activer.
it: I server di Crossplay non sono abilitati. Vai al menu Opzioni di gioco per abilitarli.
pt_br: Os servidores crossplay estão desativados. Acesse o menu Opções do jogo para ativar.
ru: Серверы кроссплатформенной игры отключены. Включить их можно в меню параметров игры.
zh_cn: 跨平台游戏服务器已被禁用。转到“游戏选项”菜单以启用。

# WorldSettings_Error_MustSignIn
source: To be able to change online mode you need to sign-in
de: Um den Online-Modus wechseln zu können, müssen Sie sich anmelden
es: Para poder cambiar el modo en línea debe iniciar sesión
fr: Pour pouvoir changer de mode en ligne, vous devez vous connecter
it: Per poter cambiare modalità di gioco online occorre effettuare l'accesso
pt_br: Para poder alterar o modo online, você precisa entrar
ru: Чтобы изменить сетевой режим, необходимо войти в аккаунт
zh_cn: 为了能够更改在线模式，你需要登录

# DedicatedServer_Join_CrossPlayError
source: To be able to join a dedicated server you need to enable crossplay in Game Options
de: Um einem dedizierten Server beitreten zu können, müssen Sie in den Optionen Crossplay aktivieren
es: Para poder unirse a un servidor dedicado debe habilitar el crossplay en las Opciones de juego
fr: Pour pouvoir rejoindre un serveur dédié, vous devez activer le crossplay dans les options du jeu
it: Per poter accedere a un server specifico, occorre abilitare crossplay nelle Opzioni di gioco
pt_br: Para poder entrar em um servidor dedicado, você precisa ativar o crossplay nas Opções do Jogo
ru: Чтобы присоединиться к выделенному серверу, нужно включить кроссплатформенную игру в параметрах.
zh_cn: 为了能够加入专用服务器，你需要在“游戏选项”中启用跨平台游戏

# DisplayName_Block_BeaconReskin
source: Round Beacon
de: Runde Funkbake
es: Baliza redonda
fr: Balise ronde
it: Radiofaro rotondo
pt_br: Sinalizador redondo
ru: Круглый маяк
zh_cn: 圆形信标

# DisplayName_Block_CryoRoom
source: Inset Cryo Room
de: Einbau-Kryoraum
es: Sala de criogenia empotrada
fr: Salle de cryogénie encastrée
it: Criocamera incassata
pt_br: Sala criogênica inserida
ru: Встроенная криокапсула
zh_cn: 嵌入式冷冻仓

# DisplayName_DLC_DecorativeBlocks3
source: Decorative Blocks 3
de: Dekorative Blöcke 3
es: Bloques decorativos 3
fr: Blocs décoratifs 3
it: Blocchi decorativi 3
pt_br: Blocos decorativos 3
ru: Декоративные блоки 3
zh_cn: 装饰块3

# DisplayName_Block_CapCockpit
source: Cab Cockpit
de: Kabinencockpit
es: Cabina
fr: Cabine cockpit
it: Cabina di pilotaggio Camion
pt_br: Cabine
ru: Кокпит грузовика
zh_cn: 驾驶舱

# DisplayName_Screen_Center
source: Center Screen
de: Mitteldisplay
es: Pantalla central
fr: Écran central
it: Schermo al centro
pt_br: Monitor central
ru: Центральный экран
zh_cn: 中心屏

# BlueprintshareTimeOutText
source: You cannot share blueprints so fast
de: Du kannst Entwürfe nicht so schnell teilen
es: No se pueden compartir planos tan rápido
fr: Vous ne pouvez pas partager des plans aussi rapidement
it: Non puoi condividere i progetti così velocemente
pt_br: Você não pode compartilhar projetos tão rápido
ru: Нельзя предоставлять доступ к чертежам так быстро
zh_cn: 你不能这么快地共享蓝图

source: Blueprint-share TimeOut
de: Timeout beim Teilen eines Entwurfs
es: Tiempo de espera para compartir planos
fr: Délai de partage de plans
it: Timeout di condivisione del progetto
pt_br: Tempo esgotado de compartilhamento de projeto
ru: Время ожидания для доступа к чертежам
zh_cn: 蓝图共享超时

# Blueprintshare_Label
source: Blueprint share
de: Teilen eines Entwurfs
es: Compartir planos
fr: Partage de plans
it: Condivisione del progetto
pt_br: Compartilhar projeto
ru: Доступ к чертежам
zh_cn: 蓝图共享

# Blueprintshare_Tooltip
source: Enables/Disables recieving of blueprints
de: Erlaubt/Verbietet das Empfangen von Entwürfen
es: Activa/desactiva la recepción de planos
fr: Activation/désactivation de la réception des plans
it: Abilita/disabilita la ricezione dei progetti
pt_br: Ativa/desativa receber projetos
ru: Включает (отключает) получение чертежей
zh_cn: 启用/禁用接收蓝图

# DefensiveCombatBlock_FleeDistance_Title
source: Flee distance
de: Fluchtdistanz
es: Distancia de huida
fr: Distance de fuite
it: Distanza di fuga
pt_br: Distância da frota
ru: Расстояние бегства
zh_cn: 逃跑距离

# DefensiveCombatBlock_FleeDistance_Tooltip
source: Flee up to this distance from the last known location of the threat.
de: Flüchtet bis zu diesem Abstand von der letztbekannten Position der Gefahrenquelle.
es: Huir hasta esta distancia de la última ubicación conocida de la amenaza.
fr: Fuyez jusqu'à cette distance de la dernière localisation connue de la menace.
it: Fuggi fino a questa distanza dall'ultima posizione nota della minaccia.
pt_br: Foge por essa distância a partir da última localização conhecida da ameaça.
ru: Перемещаться на указанное расстояние от последнего известного местоположения угрозы.
zh_cn: 从最后已知存在威胁的位置逃到这个距离。

# DefensiveCombatBlock_EvasiveManeuvers_Title
source: Evasive Maneuvers
de: Ausweichmaneuver
es: Maniobras evasivas
fr: Manœuvres d'évitement
it: Manovre evasive
pt_br: Manobras evasivas
ru: Маневры уклонения
zh_cn: 规避机动

# DefensiveCombatBlock_EvasiveManeuvers_Tooltip
source: The AI will take evasive maneuvers to attempt to avoid incoming projectiles.
de: Die KI wird Ausweichmaneuver durchführen, um eintreffenden Geschossen auszuweichen.
es: La IA realizará maniobras evasivas para intentar evitar los proyectiles entrantes.
fr: L'IA effectuera des manœuvres d'évitement pour tenter d'éviter les projectiles entrants.
it: L'intelligenza artificiale intraprenderà manovre evasive per tentare di evitare i proiettili in arrivo.
pt_br: A IA realizará manobras de evasão para tentar evitar projéteis a caminho.
ru: ИИ будет делать маневры уклонения, избегая приближающихся снарядов.
zh_cn: 人工智能将采取规避机动来试图避开袭来的炮弹。

# DefensiveCombatBlock_RandomDeviations_Title
source: Random Deviations Angle
de: Winkel zufälliger Abweichungen
es: Ángulo de desviaciones aleatorias
fr: Écarts aléatoires Angle
it: Angolo di deviazioni casuali
pt_br: Desvios de ângulo aleatórios
ru: Угол случайных отклонений
zh_cn: 随机偏差角度

# DefensiveCombatBlock_RandomDeviations_Tooltip
source: To make it hard to predict where it will flee to, the AI will alter its course to this angle at the Random Deviations Interval. Note: Setting a high angle will reduce the effective speed.
de: Um Voraussagen darüber zu erschweren, wohin die Blockkonstruktion fliehen wird, wird die KI Ihren Kurs in, durch den „Intervall für zufällige Abweichungen” bestimmten Zeitabständen, um diesen Winkel ändern.
es: Para que sea difícil predecir hacia dónde huirá, la IA alterará su rumbo a este ángulo en el Intervalo de Desviaciones aleatorias. Nota: Fijar un ángulo alto reducirá la velocidad efectiva.
fr: Pour qu'il soit difficile de prédire où elle s'enfuira, l'IA modifiera sa trajectoire vers cet angle à l'intervalle de déviations aléatoires. Remarque : un angle élevé réduit la vitesse effective.
it: Per rendere difficile prevedere dove fuggirà, l'IA modificherà la sua rotta a questo angolo all'intervallo di deviazioni casuali. Nota: l'impostazione di un angolo elevato ridurrà la velocità effettiva.
pt_br: Para dificultar a previsão de para onde irá fugir, a IA alterará o curso para este ângulo no Intervalo de desvios aleatório. Observação: Definir um ângulo alto reduzirá a velocidade efetiva.
ru: Чтобы усложнить предсказание траектории, ИИ будет регулярно (см. интервал случайных отклонений) изменять курс на указанный угол. Примечание: чем выше угол, тем меньше эффективная скорость.
zh_cn: 为了让逃往何处变得难以预测，人工智能将以随机偏差间隔对航向改变该角度。 注意：设置较大的角度会降低有效速度。

# DefensiveCombatBlock_EvasiveManeuverIntervalRange_Title
source: Random Deviations Interval
de: Intervall für zufällige Abweichungen
es: Intervalo de desviaciones aleatorias
fr: Intervalle d'écarts aléatoires
it: Intervallo di deviazione casuali
pt_br: Intervalo de desvios aleatórios
ru: Интервал случайных отклонений
zh_cn: 随机偏差间隔

# DefensiveCombatBlock_EvasiveManeuverIntervalRange_Tooltip
source: When fleeing, the grid will change directions at this interval.
de: Bei der Flucht wird die Blockkonstruktion in diesem Zeitabstand ihre Richtung wechseln.
es: Al huir, la estructura cambiará de dirección en este intervalo.
fr: Lors de la fuite, la grille changera de direction à cet intervalle.
it: Durante la fuga, la griglia cambierà direzione in questo intervallo.
pt_br: Ao fugir, o grid alterará as direções conforme este intervalo.
ru: При бегстве структура будет менять направление через указанный интервал времени.
zh_cn: 逃跑时，网格会按照这个间隔改变方向。

# DefensiveCombatBlock_FleeMode_Title
source: Flee Destination
de: Fluchtziel
es: Destino de huida
fr: Destination de fuite
it: Destinazione di fuga
pt_br: Destino de fuga
ru: Направление бегства
zh_cn: 逃跑目的地
