Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# Contracts_Accepted_Text
source: By accepting this contract you are bound to fulfill all conditions of this contract in timely manner. Failing to do so may lead to negative feedback and loss of assets.
de: Mit der Annahme dieses Vertrags verpflichten Sie sich, alle Bedingungen dieses Vertrags rechtzeitig zu erfüllen, andernfalls kann es zu negativen Rückmeldungen und zum Verlust von Vermögenswerten kommen.
es: Al aceptar este contrato, estás obligado a cumplir todas las condiciones de este contrato de manera oportuna. Fallar puede que conlleve una reputación negativa y perder privilegios.
fr: En acceptant ce contrat, vous êtes tenu de remplir toutes les conditions de ce contrat dans les délais impartis, faute de quoi vous risquez de subir des commentaires négatifs et une perte de biens.
hu_hu: A szerződés elfogadásával Ön köteles időben teljesíteni a szerződés összes feltételét. Ennek elmulasztása negatív visszajelzéseket és eszközvesztést eredményezhet.
it: Accettando il presente contratto, l'utente è tenuto a soddisfare tempestivamente tutte le condizioni del presente contratto. Il mancato rispetto di tali condizioni può comportare un feedback negativo e la perdita di beni.
pl_pl: Akceptując kontrakt zobowiązujesz się do terminowego spełnienia wszystkich jego warunków. Niezastosowanie się do tego może prowadzić do utraty reputacji i pieniędzy.
pt_br: Ao aceitar este contrato, você fica obrigado a cumprir todas as suas condições em tempo hábil. Seu não cumprimento poderá resultar em um feedback negativo, além de perda de ativos.
ru: Соглашаясь на контракт, вы обязываетесь выполнить требования контракта в установленный срок. Невыполнение может привести к потере имущества и негативной оценке.
zh_cn: 接受合同后，你就必须及时履行合同规定的各项条款。 如有违规可能造成负面影响和财产损失。

# Contracts_Completed_Caption
source: Contract Completed
de: Vertrag erfüllt
es: Contrato Completado
fr: Contrat terminé
hu_hu: Szerződés teljesítve
it: Contratto completato
pl_pl: Kontrakt Ukończony
pt_br: Contrato concluído
ru: Контракт завершен
zh_cn: 合同完成

# Contracts_Completed_Text
source: Thanks for doing the job. Here is your reward: Reputation: {0} Payment: {1}
de: Danke, dass Sie den Auftrag erledigt haben. Hier ist Ihre Belohnung: Reputation: {0} Bezahlung: {1}
es: Gracias por encargarte del trabajo. Aquí está tu recompensa: Reputación: {0} Pago: {1}
fr: Merci d'avoir terminé la mission. Voici votre récompense : Réputation : {0} Paiement : {1}
hu_hu: Köszönöm a munkát. Itt van a jutalmad: Hírnév: {0} Fizetés: {1}
it: Grazie per aver fatto il lavoro. Ecco la tua ricompensa: Reputazione: {0} Pagamento: {1}
pl_pl: Dzięki za wykonanie pracy. Oto twoja nagroda: Reputacja: {0} Zapłata: {1}
pt_br: Obrigado por seus serviços. Aqui está a sua recompensa: Reputação: {0} Pagamento: {1}
ru: Спасибо за выполненную работу. Вот ваше вознаграждение: Репутация: {0} Оплата: {1}
zh_cn: 谢谢你的付出。这里是奖励： 声誉：{0} 酬金：{1}

# InventorySelection_All
source: All inventories
de: Alle Inventare
es: Todos los inventarios
fr: Tous les inventaires
hu_hu: Minden készlet
it: Tutti gli inventari
pl_pl: Wszystkie ekwipunki
pt_br: Todos os inventários
ru: Все инвентари
zh_cn: 所有库存

# InventorySelection_Character
source: Character inventory
de: Charakter-inventar
es: Inventario del personaje
fr: Inventaire du personnage
hu_hu: Karakterkészlet
it: Inventario personaggio
pl_pl: Ekwipunek postaci
pt_br: Inventário de personagem
ru: Инвентарь персонажа
zh_cn: 人物库存

# ContractScreen_Deliver_Distance
source: Distance:
de: Entfernung:
es: Distancia:
hu_hu: Távolság:
it: Distanza:
pl_pl: Dystans:
pt_br: Distância:
ru: Расстояние:
zh_cn: 距离：

# ContractScreen_Hunt_Target
source: Target:
de: Ziel:
es: Objetivo:
fr: Cible :
hu_hu: Célpont:
it: Obiettivo:
pl_pl: Cel:
pt_br: Alvo:
ru: Цель:
zh_cn: 目标：

# ContractScreen_ObtainDeliver_ItemAmount
source: Amount:
de: Betrag:
es: Cantidad:
fr: Quantité
hu_hu: Összeg:
it: Quantità:
pl_pl: Ilość:
pt_br: Quantidade:
ru: Количество:
zh_cn: 金额：

# ContractScreen_RepChange_Hint
source: Reputation:
es: Reputación:
fr: Réputation :
hu_hu: Hírnév:
it: Reputazione:
pl_pl: Reputacja:
pt_br: Reputação:
ru: Репутация:
zh_cn: 名声：

# ContractScreen_Deliver_Description_0
source: A priority package is to be delivered to a client of us and we are looking for the right person for the job. You will pay a mandatory collateral upon accepting this contract. Failing to complete the contract within the time limit will result our client being quite unpleased with our services and your collateral will be lost. We are sure you are up to the task.
de: Ein Kurierpaket soll an einen Kunden von uns geliefert werden, und wir suchen nach der richtigen Person für den Job. Bei Annahme dieses Vertrags verlangen wir eine obligatorische Sicherheit. Wenn der Vertrag nicht fristgerecht erfüllt wird, wird unser Kunde mit unseren Dienstleistungen ziemlich unzufrieden sein und Ihre Sicherheit wird einbehalten. Wir sind sicher, dass Sie der Aufgabe gewachsen sind.
es: Necesitamos entregar un paquete prioritario a uno de nuestros clientes y estamos buscando a la persona adecuada para el trabajo. Al aceptar este trabajo deberás pagar una garantía obligatoria. Si no cumples con el contrato dentro del límite de tiempo establecido, nuestro cliente quedará muy insatisfecho con nuestros servicios y perderás tu depósito de garantía. Estamos seguros de que estarás a la altura del trabajo.
fr: Un paquet prioritaire doit être livré à un de nos clients et nous recherchons la bonne personne pour ce travail. Vous devrez payer une caution obligatoire à l'acceptation de ce contrat. Si le contrat n'est pas rempli dans les délais impartis, notre client sera très mécontent de nos services et votre caution sera perdue. Nous sommes convaincus que vous êtes à la hauteur de la tâche.
hu_hu: Az elsőbbségi csomagot egy ügyfelünknek kell kézbesíteni, és a megfelelő személyt keressük a feladathoz. A szerződés elfogadásakor kötelező biztosítékot fizet. A szerződés határidőn belüli teljesítésének hiányában az ügyfelünk elégedetlen lesz szolgáltatásainkkal, és az Ön biztosítéka elveszik. Biztosak vagyunk benne, hogy teljesíti a feladatot.
it: Un pacchetto prioritario deve essere consegnato a un nostro cliente e stiamo cercando la persona giusta per questo lavoro. Pagherai una garanzia obbligatoria al momento dell'accettazione di questo contratto. Il mancato completamento del contratto entro il termine stabilito comporterà che il nostro cliente non sarà affatto soddisfatto dei nostri servizi e la tua garanzia andrà persa. Siamo sicuri che sei all'altezza del compito.
pl_pl: Paczka priorytetowa musi zostać doręczona do naszego klienta i szukamy odpowiedniej osoby do pracy. Zapłacisz zabezpieczenie po zaakceptowaniu tej umowy. Niewykonanie umowy w określonym czasie spowoduje, że nasz klient nie będzie zadowolony z naszych usług, a Ty stracisz zabezpieczenie. Jesteśmy pewni, że dasz sobie radę.
pt_br: Um pacote deve ser entregue com prioridade a um de nossos clientes e estamos buscando a pessoa certa para o trabalho. Você deixará uma garantia obrigatória ao aceitar o contrato. O não cumprimento do contrato no prazo determinado resultará na insatisfação do nosso cliente com os nossos serviços e a sua garantia será perdida. Temos certeza de que você está pronto para a tarefa.
ru: Важный пакет должен быть доставлен нашему клиенту и мы ищем подходящего кандидата для этой работы. Вы заплатите обязательный страховой взнос на случай невыполнения контракта. Провал контракта крайне огорчит нашего клиента и ваш взнос будет потерян. Мы уверены, что вы справитесь.
zh_cn: 要给我们客户送急件，我们在找合适的人选。 接受此合同，你需要付担保金。 无法及时履行合同，客户会不满意你的担保金也会损失。 我们确定你能做到。

# ContractScreen_Escort_Description_0
source: One of our cargo ship operators reported potential threats and is unable to proceed. We are in need of a pilot with the right equipment to escort this cargo ship safely until the treat has subsided. You will be paid appropriately. Are you up for the job?
de: Einer unserer Frachtschiffbetreiber berichtete über potenzielle Gefahren und ist nicht in der Lage die Auslieferung fortzusetzen. Wir brauchen einen Piloten mit der richtigen Ausrüstung, der dieses Frachtschiff sicher eskortiert, bis die Gefahr abgeklungen ist. Sie werden angemessen bezahlt. Sind Sie bereit für den Job?
es: Uno de nuestros operadores de naves de carga nos ha informado de posibles amenazas y no puede continuar su camino. Necesitamos un piloto con el equipamiento adecuado para escoltar la nave de carga hasta que la amenaza se haya despejado. Te pagaremos adecuadamente. ¿Te interesa el trabajo?
fr: L'un de nos opérateurs de vaisseaux cargo a signalé des menaces potentielles et n'est pas en mesure de poursuivre sa route. Nous avons besoin d'un pilote avec l'équipement adéquat pour escorter ce vaisseau cargo en toute sécurité jusqu'à ce que la menace ait disparue. Vous serez payé en conséquence. Êtes-vous prêt à faire ce travail ?
hu_hu: Az egyik teherhajó-üzemeltetője lehetséges veszélyeket jelzett, és nem tud tovább haladni. Szükségünk van egy pilótára, akinek megfelelő felszerelése van, hogy biztonságban kísérje ezt a teherhajót, amíg a rakományt le nem szállítja. Megfelelő fizetést kap. Benne van a munkában?
it: Uno dei nostri operatori di navi cargo ha segnalato potenziali minacce e non è in grado di procedere. Abbiamo bisogno di un pilota con le giuste attrezzature per scortare questa nave da carico in sicurezza fino a quando la minaccia non si sarà placata. Sei pronto per il lavoro?
pl_pl: Jeden z operatorów naszego transportowca zgłosił potencjalne zagrożenie i nie może kontynuować. Potrzebujemy pilota z odpowiednim sprzętem do eskorty transportowca aż zagrożenie ustąpi. Otrzymasz odpowiednie wynagrodzenie. Wchodzisz w to?
pt_br: Um dos nossos operadores de nave cargueira nos reportou possíveis ameaças e está impossibilitado de prosseguir. Precisamos de um piloto com equipamento adequado para escoltar a nave em segurança até não haver mais perigo. Você será devidamente pago. Está pronto para o trabalho?
ru: Один из наших грузовиков доложил о возможных угрозах и не может продолжать маршрут. Мы нуждаемся в пилоте с подходящим снаряжением для сопровождения грузового корабля, пока угроза не будет минимизирована. Оплата соответствующая. Вы готовы к заданию?
zh_cn: 有一个货船船长报告受到威胁无法前行。 我们需要人去护送直到危机解除。 我们会给你相应的报酬。你接受这任务吗？

# ContractScreen_Find_Description_0
source: A container got lost during transit and a client of ours is eager to see it returned. Go to it's last known location and find this container.
de: Ein Container ging während des Transits verloren, und ein Kunde von uns möchte ihn unbedingt zurückbekommen. Begeben Sie sich zu seinem letzten bekannten Standort und finden Sie den Container.
es: Un contenedor se perdió en tránsito y uno de nuestros clientes está ansioso por recuperarlo. Ve a su última ubicación conocida y encuéntralo.
fr: Un conteneur s'est perdu pendant le transit et un de nos clients est impatient de le récupérer. Rendez-vous à son dernier emplacement connu et trouvez ce conteneur.
hu_hu: Egy konténer elveszett a szállítás során, és az ügyfelünk alig várja, hogy visszakapja. Menjen oda az utoljára ismert helyéhez, és keresse meg a tárolót.
it: Un container si è perso durante il transito e un nostro cliente è ansioso di vederlo restituito. Vai nel suo ultimo luogo conosciuto e trova questo container.
pl_pl: Kontener zgubił się podczas transportu, a nasz klient chce go mieć z powrotem. Udaj się do ostatniej znanej lokacji zguby i znajdź ją.
pt_br: Um contêiner foi extraviado durante o transporte e nosso cliente está ansioso para recuperá-lo. Dirija-se até sua última localização e encontre-o.
ru: Грузовой контейнер был потерян при неудачной доставки и наш клиент крайне желает его вернуть. Направляйтесь к последним известным координатам и найдите контейнер.
zh_cn: 一个货柜在转送中丢失了，我们的客户急切要求找回它。去最后确认的所在地，找回它。

# ContractScreen_Hunt_Description_0
source: With the absence of organized law enforcement the responsibility falls to individual factions to make sure that criminals do not go unpunished. With that said, we have received reports of the location of one such culprit and we need you to make an example of them, so that others are not tempted down the same path. Find and take the target down. Use hand-held weapons or tools for the full reward. You will be kept up to date of the latest reported position of your target.
de: Da es keine organisierte Strafverfolgung gibt, liegt es in der Verantwortung der einzelnen Fraktionen, dafür zu sorgen, dass Kriminelle nicht ungestraft davonkommen. Wir haben Berichte über den Aufenthaltsort eines solchen Täters erhalten, und brauchen Sie, um ein Exempel zu statuieren - damit andere nicht dazu verführt werden, den gleichen Weg einzuschlagen. Finden und erledigen Sie die Zielperson. Benutzen Sie Handwaffen oder Werkzeuge, um die volle Belohnung zu kassieren. Sie werden über die zuletzt gemeldete Position Ihres Ziels auf dem Laufenden gehalten.
es: En ausencia de fuerzas del orden organizadas, las facciones individuales tienen a su cargo la responsabilidad de asegurarse de que los criminales sean castigados. Dicho esto, hemos recibido informes de la ubicación de uno de estos malvivientes y necesitamos que le des un castigo ejemplarizante para que otros no se vean tentados a seguir su camino. Encuéntralo y elimínalo. Usa armas de mano o herramientas para obtener la recompensa completa. Te mantendremos al tanto de la última posición conocida de tu objetivo.
fr: En l'absence d'une application organisée de la loi, la responsabilité incombe aux différentes factions de veiller à ce que les criminels ne restent pas impunis. Cela dit, nous avons reçu des rapports sur la localisation d'un de ces coupables et nous avons besoin que vous en fassiez un exemple, afin que d'autres ne soient pas tentés de suivre la même voie. Trouvez et abattez la cible. Utilisez des armes de poing ou des outils pour obtenir la récompense complète. Vous serez tenu au courant de la dernière position signalée de votre cible.
hu_hu: A szervezett bűnüldözés hiányában az egyes csoportok felelnek annak biztosításáért, hogy a bűnözők ne maradjanak büntetés nélkül. Ennek kapcsán jelentéseket kaptunk egy ilyen bűncselekmény helyéről, és szükségünk van arra, hogy példát mutassunk és, hogy másoknak ne legyen kedve ugyanerre az útra lépni. Keresse meg és kapja el a célszemélyt. Használjon kézi fegyvereket vagy eszközöket a teljes sikerhez. Tartsa naprakészen a célpont legfrissebb helyzetét.
it: Con l'assenza di forze dell'ordine organizzate, la responsabilità ricade sulle singole fazioni per assicurarsi che i criminali non restino impuniti. Detto questo, abbiamo ricevuto segnalazioni sulla localizzazione di uno di questi colpevoli e abbiamo bisogno che tu ne faccia un esempio, in modo che gli altri non siano tentati di seguire la stessa strada. Trova e cattura il bersaglio. Utilizza armi o strumenti portatili per la ricompensa completa. Sarai tenuto aggiornato sull'ultima posizione segnalata del tuo bersaglio.
pl_pl: Bez powszechnego egzekwowania prawa, odpowiedzialność za karanie przestępców spada na poszczególne frakcje. Właśnie otrzymaliśmy raport o jednym z takich zbójów i potrzebujemy by ktoś dał mu nauczkę, aby inni nie poszli tą samą ścieżką. Aby otrzymać pełną nagrodę, użyj ręcznych broni lub narzędzi. Będziesz na bieżąc z ostatnią zgłoszoną pozycją Twojego celu.
pt_br: Com a ausência do cumprimento das leis organizadas, toda a responsabilidade recai sobre as facções individualmente para garantir que criminosos não fiquem impunes. Desta forma, recebemos relatos da localização de um desses suspeitos e precisamos que você o tome como exemplo para que outros não sigam o mesmo caminho. Você deve encontrá-lo e abatê-lo. Utilize armas ou ferramentas de mão para uma recompensa completa. Manteremos você atualizado sobre a última posição do seu alvo.
ru: При отсутствии организованной службы безопасности, ответственность за наказание преступников перекладывается на частные организации. Мы получили донесения о местоположении одного из подобных преступников и вы нужны нам, чтобы на его примере показать другим чем этот путь заканчивается. Найдите и уничтожьте цель. Для дополнительной награды используйте ручное оружие или инструменты. Вас будут держать в курсе о последних известных перемещениях цели.
zh_cn: 缺乏法律效力，各个阵营得负责安保，要确保违法必究。 说到这个，我们收到多宗犯罪报告，我们要你去捉拿罪犯，避免更多的人重蹈覆辙。 使用手持武器或者工具。及时更新目标的所在地。

# ContractScreen_ObtainDeliver_Description_0
source: A client of ours has requested some specific goods they wish delivered to this station for pickup. Obtain the goods and then deliver them to us. We will ensure you are adequately rewarded.
de: Ein Kunde von uns hat bestimmte Waren angefordert, die er an diese Station zur Abholung geliefert haben möchte. Holen Sie die Waren ab und liefern Sie sie dann an uns. Wir werden dafür sorgen, dass Sie angemessen belohnt werden.
es: Uno de nuestros clientes ha solicitado ciertos bienes específicos que desean entregar a esta estación. Consigue los bienes y luego entréganoslos. Nos aseguraremos de que obtengas una recompensa adecuada.
fr: Un de nos clients a demandé à ce que des marchandises spécifiques soient livrées à cette station. Obtenez les marchandises et livrez-les nous. Nous veillerons à ce que vous soyez récompensé comme il se doit.
hu_hu: Az egyik ügyfelünk kért néhány különleges árut, amit be akarnak szállítani az állomásra. Szerezd meg az árut, aztán add át nekünk. Gondoskodunk róla, hogy megfelelően megjutalmazzák.
it: Un nostro cliente ha richiesto alcuni prodotti specifici che desiderava fossero consegnati a questa stazione per il ritiro. Ci assicureremo di ricompensarti adeguatamente.
pl_pl: Jeden z naszych klientów zamówił określone towary i chciałby odebrać je na tej stacji. Zdobądź towary i dostarcz je nam. Zapewnimy Ci odpowiednie wynagrodzenie.
pt_br: Um dos nossos clientes solicitou a entrega de alguns itens específicos a serem retirados nesta estação. Colete-os e faça a entrega. Garantimos que você será devidamente recompensado.
ru: Наш клиент заказал доставку некоторых товаров на эту станцию, чтобы забрать позднее. Добудьте товары и доставьте их нам. Мы обеспечим достойное вознаграждение.
zh_cn: 一个客户委托我们将一些货物发到这里，他们来取。 去取货然后发到这里。我们会给你足够的报酬。

# ContractScreen_Contract_Name_Deliver
source: Hauling Contract
de: Gütertransportvertrag
es: Contrato de transporte
fr: Contrat de livraison
hu_hu: Szállítási szerződés
it: Contratto di trasporto
pl_pl: Kontrakt Transportowy
pt_br: Contrato de transporte
ru: Контракт на перевозку
zh_cn: 运输合同

# ContractScreen_Contract_Name_Escort
source: Escort Contract
de: Eskortvertrag
es: Contrato de escolta
fr: Contrat d'escorte
hu_hu: Kíséret szerződés
it: Contratto di Accompagnamento
pl_pl: Kontrakt Eskortowy
pt_br: Contrato de escolta
ru: Контракт на сопровождение
zh_cn: 护送合同

# ContractScreen_Contract_Name_Find
source: Search Contract
de: Suchvertrag
es: Contrato de búsqueda
fr: Contrat de recherche
hu_hu: Keresési szerződés
it: Contratto di ricerca
pl_pl: Kontrakt Poszukiwaczy
pt_br: Contrato de busca
ru: Контракт на поиск
zh_cn: 搜索合同

# ContractScreen_Contract_Name_Hunt
source: Bounty Contract
de: Kopfgeldvertrag
es: Contrato de recompensa
fr: Contrat de prime
hu_hu: Fejpénz szerződés
it: Contratto Bounty
pl_pl: Kontrakt Łowcy
pt_br: Contrato de recompensa
ru: Награда за голову
zh_cn: 赠送合同

# ContractScreen_Contract_Name_ObtainAndDeliver
source: Acquisition Contract
de: Lieferungsvertrag
es: Contrato de adquisición
fr: Contrat d'acquisition
hu_hu: Beszerzési szerződés
it: Contratto di acquisizione
pl_pl: Kontrakt Przekazania
pt_br: Contrato de aquisição
ru: Контракт на доставку
zh_cn: 收购合同

# StoreBuy_Error_Caption_NotEnoughAmount
source: Transaction Failed
de: Transaktion gescheitert
es: Transacción fallida
fr: Échec de la transaction
hu_hu: Sikertelen Tranzakció
it: Transazione fallita
pl_pl: Transakcja nie powiodła się
pt_br: Falha na transação
ru: Перевод не удался
zh_cn: 无法交易

# StoreBuy_Error_Caption_NotEnoughStoreBlockInventorySpace
source: Transaction Failed
de: Transaktion gescheitert
es: Transacción fallida
fr: Échec de la transaction
hu_hu: Sikertelen Tranzakció
it: Transazione fallita
pl_pl: Transakcja nie powiodła się
pt_br: Falha na transação
ru: Перевод не удался
zh_cn: 无法交易

# StoreBuy_Error_Text_NotEnoughAmount
source: There is not enough amount of the item.
de: Der Artikel ist nicht in der ausgewählten Menge vorrätig.
es: No hay suficiente cantidad de ese objeto.
fr: Il n'y a pas assez de cet article.
hu_hu: Nincs elegendő mennyiség az elemből.
it: Non c'è una quantità sufficiente dell'oggetto.
pl_pl: Nie masz wystarczającej ilości towaru.
pt_br: Não há quantidade suficiente deste item.
ru: Недостаточно предметов.
zh_cn: 物品数量不足。

# StoreBuy_Error_Text_NotEnoughStoreBlockInventorySpace
source: There is not enough space in the store block inventory to complete transaction.
de: Das Inventar des Geschäftsblockes ist bereits voll. Die Transaktion kann nicht abgeschlossen werden.
es: No hay suficiente espacio en el inventario del bloque tienda para completar la transacción.
fr: Il n'y a pas assez d'espace dans l'inventaire du bloc de magasin pour effectuer la transaction.
hu_hu: Nincs elég hely az üzlet blokk készletében a tranzakció végrehajtásához.
it: Non c'è abbastanza spazio nell'inventario del blocco negozio per completare la transazione.
pl_pl: W magazynie bloku sklepu nie ma wystarczająco dużo miejsca, aby zakończyć transakcję.
pt_br: Não há espaço suficiente no inventário do bloco de loja para concluir a transação.
ru: Недостаточно места в магазине для транзакции.
zh_cn: 商店空间不足。需要截断库存。

# StoreBlockView_AmountLabel
source: Amount:
de: Betrag:
es: Cantidad:
fr: Quantité
hu_hu: Összeg:
it: Quantità:
pl_pl: Ilość:
pt_br: Quantidade:
ru: Количество:
zh_cn: 金额：

# StoreBlockView_CreateOfferButton
source: Create Offer
de: Angebot erstellen
es: Crear oferta
fr: Créer une offre
hu_hu: Ajánlat Létrehozása
it: Crea offerta
pl_pl: Stwórz ofertę
pt_br: Criar oferta
ru: Создать предложение
zh_cn: 做报价

# StoreBlockView_CreateOrderButton
source: Create Order
de: Auftrag erstellen
es: Crear Pedido
fr: Créer une commande
hu_hu: Rendelés Készítése
it: Crea ordine
pl_pl: Stwórz zamówienie
pt_br: Criar pedido
ru: Создать заказ
zh_cn: 创建订单

# StoreBlockView_PricePerUnitLabel
source: Price per Unit:
de: Preis pro Einheit:
es: Precio por Unidad:
fr: Prix unitaire :
hu_hu: Egységár:
it: Prezzo per unità:
pl_pl: Cena za Jednostkę:
pt_br: Preço por unidade:
ru: Цена за единицу:
zh_cn: 单价：

# StoreBlockView_TotalPriceLabel
source: Total Price:
de: Gesamtpreis:
es: Precio total:
fr: Prix total :
hu_hu: Teljes ár:
it: Prezzo totale:
pl_pl: Całkowita Cena:
pt_br: Preço total:
ru: Итоговая цена:
zh_cn: 总价：

# Contracts_Error_Caption_FinishCondition_NotEnoughSpace
source: Contract finishing failed
de: Vertrag konnte nicht erfüllt werden
es: Error al intentar finalizar el contrato
fr: Échec de la finalisation du contrat
hu_hu: Szerződés befejezése sikertelen
it: Conclusione del contratto fallita
pl_pl: Ukończenie kontraktu nie powiodło się
pt_br: Falha na finalização do contrato
ru: Завершение контракта не удалось
zh_cn: 未能完成合同
