Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# TerminalTab_Factions_DemoteToolTip
source: Demote selected member
cs_cz: Degradovat vybraného člena
de: Ausgewähltes Mitglied degradieren
es: Degradar al miembro seleccionado
fr: Rétrograder le membre sélectionné
hu_hu: A kijelölt tag lefokozása
it: Demansiona membro selezionato
pl_pl: Zdegradowuj wybranego członka
pt_br: Rebaixar membro selecionado
ru: Понизить выбранного члена фракции.
zh_cn: 将所选成员降级

# TerminalTab_Factions_EditFaction
source: Edit faction
cs_cz: Upravit frakci
de: Fraktion bearbeiten
es: Editar facción
fr: Modifier la faction
hu_hu: Frakció szerkesztése
it: Modifica fazione
pl_pl: Edytuj frakcję
pt_br: Editar facção
ru: Редактировать фракцию
zh_cn: 编辑阵营

# TerminalTab_Factions_Enemy
source: Declare war
cs_cz: Vyhlásit válku
de: Krieg erklären
es: Declarar la guerra
fr: Déclarer la guerre
hu_hu: Hadat üzen
it: Dichiara guerra
pl_pl: Wypowiedz wojnę
pt_br: Declarar guerra
ru: Объявить войну
zh_cn: 宣战

# TerminalTab_Factions_EnemyToolTip
source: Declare war to selected faction
cs_cz: Vyhlásit válku vybrané frakci
de: Ausgewählter Fraktionen den Krieg erklären
es: Declarar la guerra a una facción seleccionada
fr: Déclarer la guerre à la faction sélectionnée
hu_hu: Üzenjen hadat a kiválasztott frakciónak
it: Dichiara guerra alla fazione selezionata
pl_pl: Wypowiedz wojnę wybranej frakcji
pt_br: Declara guerra à facção selecionada
ru: Объявить войну выбранной фракции.
zh_cn: 向所选阵营宣战

# TerminalTab_Factions_Friend
source: Propose peace
cs_cz: Nabídnout mír
de: Friedensangebot unterbreiten
es: Proponer la paz
fr: Proposer la paix
hu_hu: Békejavaslat
it: Proponi pace
pl_pl: Zaproponuj pokój
pt_br: Propor acordo de paz
ru: Предложить мир
zh_cn: 和解

# TerminalTab_Factions_FriendToolTip
source: Propose peace treaty to selected faction
cs_cz: Nabídnout mírovou dohodu vybrané frakci
de: Biete ausgewählter Fraktion einen Friedensvertrag an
es: Proponer un tratado de paz a una facción seleccionada
fr: Proposer un traité de paix à la faction sélectionnée
hu_hu: Békeszerződés javaslata a kiválasztott frakciónak
it: Proponi un trattato di pace alla fazione selezionata
pl_pl: Zaproponuj traktat pokojowy wybranej frakcji
pt_br: Propõe tratado de paz à facção selecionada
ru: Предложить мирный договор выбранной фракции
zh_cn: 向所选阵营提出和平条约

# TerminalTab_Factions_Join
source: Join
cs_cz: Přidat se
de: Beitreten
es: Unirse
fr: Rejoindre
hu_hu: Csatlakozás
it: Entra
pl_pl: Dołącz
pt_br: Filiar-se
ru: Вступить
zh_cn: 加入

# TerminalTab_Factions_JoinLimitsExceeded
source: Cannot join this faction because it will exceed faction block limits!
cs_cz: Nemůžete se připojit k této frakci, jelikož by tím frakce přesáhla maximální limit bloků!
de: Kann dieser Fraktion nicht beitreten, da ein Beitritt zum Überschreiten der Blocklimits der Fraktion führen würde!
es: No se puede unir a esta facción porque excederías los límites de los bloques de facción!
fr: Impossible de rejoindre la faction car elle dépassera les limites de blocs !
hu_hu: Nem csatlakozhat ehhez a frakcióhoz, mert túllépné a frakció blokk korlátokat!
it: Non puoi entrare a far parte di questa fazione perché supererà i limiti del blocco di fazione!
pl_pl: Nie możesz dołączyć do tej frakcji po zostanie przekroczony limit bloków na frakcję!
pt_br: Impossível filiar-se à facção por exceder o limite de blocos por facção!
ru: Невозможно присоединиться к фракции, т.к. количество блоков превысит лимит
zh_cn: 因为阵营方块数量上限，无法加入此阵营！

# TerminalTab_Factions_JoinToolTip
source: Send join request to selected faction
cs_cz: Poslat požadavek pro připojení se k vybrané frakci
de: Beitrittsantrag an die ausgewählte Fraktion senden.
es: Enviar solicitud de asociación a la facción seleccionada
fr: Envoyer une demande pour rejoindre la faction sélectionnée
hu_hu: Csatlakozási kérelem küldése a kiválasztott frakciónak
it: Invia una richiesta per entrare nella fazione selezionata
pl_pl: Wyślij prośbę o dołączenie do wybranej frakcji
pt_br: Enviar pedido de filiação para a facção selecionada
ru: Послать запрос на вступление во фракцию
zh_cn: 向选定的阵营发送加入申请

# TerminalTab_Factions_KickToolTip
source: Kick selected member from the faction
cs_cz: Vykopnout vybraného člena z frakce
de: Ausgewähltes Mitglied aus der Fraktion ausschließen
es: Expulsar a un miembro seleccionado de la facción
fr: Expulser le membre sélectionné de la faction
hu_hu: Kiválasztott tag kirúgása a frakcióból
it: Caccia un membro selezionato dalla fazione
pl_pl: Wyrzuć z frakcji wybranego członka
pt_br: Expulsar membro selecionado da facção
ru: Выгнать выбранного игрока из фракции.
zh_cn: 将所选成员踢出阵营

# TerminalTab_Factions_Leave
source: Leave
cs_cz: Opustit
de: Verlassen
es: Salir
fr: Partir
hu_hu: Elhagy
it: Esci
pl_pl: Opuść
pt_br: Sair
ru: Покинуть
zh_cn: 离开

# TerminalTab_Factions_LeaveToolTip
source: Leave selected faction
cs_cz: Opustit vybranou frakci
de: Ausgewählte Fraktion verlassen
es: Abandonar la facción seleccionada
fr: Quitter la faction sélectionnée
hu_hu: Hagyja el a kiválasztott frakciót
it: Lascia fazione selezionata
pl_pl: Opuść wybraną frakcję
pt_br: Sair da facção selecionada
ru: Покинуть выбранную фракцию
zh_cn: 离开所选的阵营

# TerminalTab_Factions_MaxCountReachedToolTip
source: Maximum count of factions reached
cs_cz: Dosaženo maximálního počtu frakcí
de: Maximale Anzahl von Fraktionen erreicht
es: Número máximo de facciones alcanzadas
fr: Nombre maximum de factions atteintes
hu_hu: Elérve a maximális szám a frakcióban
it: Massimo numero di fazioni raggiunto
pl_pl: Osiągnięto maksymalną liczbę frakcji
pt_br: Número máximo de facções alcançadas
ru: Достигнуто максимальное количество фракций
zh_cn: 已达到阵营允许最大数

# TerminalTab_Factions_Members
source: Members:
cs_cz: Členové:
de: Mitglieder
es: Miembros:
fr: Membres :
hu_hu: Tagok:
it: Membri:
pl_pl: Członkowie
pt_br: Membros:
ru: Участники:
zh_cn: 成员：

# TerminalTab_Factions_PendingPeace
source: This faction is proposing peace treaty to your faction
cs_cz: Tato frakce vám nabízí uzavření mírové dohody
de: Diese Fraktion schlägt Ihrer Fraktion einen Friedensvertrag vor
es: Esta facción está proponiendo un tratado de paz a tu facción
fr: Cette faction vous propose un traité de paix
hu_hu: Ez a frakció békeszerződést javasol a frakciódnak
it: Questa fazione sta proponendo un trattato di pace alla tua fazione
pl_pl: Ta frakcja proponuje traktat pokojowy
pt_br: Esta facção está propondo um tratado de paz à sua facção
ru: Эта фракция предлагает мирный договор вашей фракции
zh_cn: 该阵营提出和平条约

# TerminalTab_Factions_Private
source: Private info (visible to members only):
cs_cz: Soukromé informace (viditelné pouze pro členy):
de: Private Info (nur für Mitglieder sichtbar):
es: Información privada (visible sólo para los miembros):
fr: Info privées (visibles par les membres uniquement) :
hu_hu: Személyes adatok (csak a tagok számára látható):
it: Informazioni private (visibili solo ai membri):
pl_pl: Informacja prywatna (widoczna tylko dla członków):
pt_br: Informação privada (visível apenas a membros):
ru: Приватная информация (видна только участникам):
zh_cn: 私人信息 （仅成员可见）：

# TerminalTab_Factions_PromoteToolTip
source: Promote selected member
cs_cz: Povýšit vybraného člena
de: Ausgewähltes Mitglied befördern
es: Promover a los miembros seleccionados
fr: Promouvoir le membre sélectionné
hu_hu: Kijelölt tag előléptetése
it: Promuovi membro selezionato
pl_pl: Awansuj wybranego członka
pt_br: Promover membro selecionado
ru: Повысить выбранного члена фракции.
zh_cn: 将所选成员升级

# TerminalTab_Factions_SentJoinToolTip
source: You are applying for a membership in this faction
cs_cz: Ucházíte se o členství v této frakci.
de: Sie bewerben sich um eine Mitgliedschaft in dieser Fraktion
es: Estás solicitando ser miembro de esta facción.
fr: Vous postulez pour devenir membre de cette faction
hu_hu: Ön ebben a frakcióban pályázik tagságra
it: Hai richiesto di far parte di questa fazione
pl_pl: Starasz się o członkostwo w tej frakcji.
pt_br: Você está se candidatando a membro desta facção
ru: Вы подаете заявку на членство в этой фракции.
zh_cn: 你申请加入该阵营

# TerminalTab_Factions_SentPeace
source: You are proposing peace treaty to this faction
cs_cz: Této frakci nabízíte uzavření mírové dohody
de: Du bieten dieser Fraktion einen Friedensvertrag an
es: Estás proponiendo un tratado de paz a esta facción
fr: Vous proposez un traité de paix à cette faction
hu_hu: Békeszerződést javasol ennek a frakciónak
it: Hai proposto un trattato di pace a questa fazione
pl_pl: Proponujesz traktat pokojowy tej frakcji
pt_br: Você está propondo um tratado de paz a esta facção
ru: Вы предлагаете данной фракции перемирие
zh_cn: 向该阵营提出和平条约

# TerminalTab_GPS_Add
source: New
cs_cz: Nové
de: Neu
es: Nuevo
fr: Nouveau
hu_hu: Új
it: Nuove
pl_pl: Nowy
pt_br: Novo
ru: Новая
zh_cn: 新建

# TerminalTab_GPS_Add_ToolTip
source: Create a new GPS entry
cs_cz: Vytvořit nový GPS záznam
de: Eine neue GPS-Markierung erstellen
es: Crear una nueva entrada GPS
fr: Créer une nouvelle entrée GPS
hu_hu: Új GPS-bejegyzés létrehozása
it: Crea una nuova voce GPS
pl_pl: Utwórz nową pozycję GPS
pt_br: Criar entrada de GPS
ru: Создать новую точку GPS
zh_cn: 创建新的GPS定位信息

# TerminalTab_GPS_AlwaysVisible
source: Always Visible
cs_cz: Stále viditelné
de: Immer sichtbar
es: Siempre visible
fr: Toujours visible
hu_hu: Mindig Látható
it: Sempre visibile
pl_pl: Zawsze widoczny
pt_br: Sempre visível
ru: Всегда видимо
zh_cn: 始终可见

# TerminalTab_GPS_AlwaysVisible_Tooltip
source: Prevents this GPS coordinate from getting clustered or fading out
cs_cz: Zabrání, aby tyto GPS souřadnice byly shlukovány a schovávány
de: Verhindert, dass diese GPS-Markierung gruppiert bzw. ausgeblendet wird
es: Evita que esta coordenada GPS se agrupe o se desvanezca.
fr: Empêche ces coordonnées GPS d'être regroupées ou de s'estomper
hu_hu: Megakadályozza ennek a GPS-koordinátának a fürtözését vagy elhalványulását
it: Impedisce che queste coordinate GPS si confondano o scompaiano
pl_pl: Zapobiega rozmywaniu się i nagromadzaniu znaczników GPS.
pt_br: Previne que esta coordenada de GPS seja agrupada ou desapareça
ru: Предотвращает затенение или слияние точки GPS с другими сигналами.
zh_cn: 防止GPS坐标集群和逐渐消失

# TerminalTab_GPS_Coordinates
source: Coordinates:
cs_cz: Souřadnice:
de: Koordinaten:
es: Coordenadas:
fr: Coordonnées :
hu_hu: Koordináták:
it: Coordinate:
pl_pl: Współrzędne:
pt_br: Coordenadas:
ru: Координаты:
zh_cn: 坐标：

# TerminalTab_GPS_CopyToClipboard
source: Copy to clipboard
cs_cz: Kopírovat do schránky
de: In Zwischenabl. kopieren
es: Copiar al portapapeles
fr: Copier dans le presse-papiers
hu_hu: Másolja a vágólapra
it: Copia negli appunti
pl_pl: Kopiuj do schowka
pt_br: Copiar para a área de transferência
ru: Копировать в буфер
zh_cn: 复制到剪贴板

# TerminalTab_GPS_CopyToClipboard_ToolTip
source: Copy the selected GPS entry into your clipboard
cs_cz: Zkopírovat vybraný GPS záznam do systémové schránky
de: Kopieren Sie die ausgewählte GPS-Markierung in Ihre Zwischenablage
es: Copiar la entrada GPS seleccionada en el portapapeles
fr: Copie l'entrée GPS sélectionnée dans votre presse-papiers
hu_hu: Kijelölt GPS-bejegyzés másolása a vágólapra
it: Copia la voce GPS selezionata nei tuoi appunti
pl_pl: Skopiuj wybrany punkt GPS do schowka
pt_br: Copiar a entrada de GPS selecionada para a área de transferência
ru: Скопировать выбранную точку GPS в буфер обмена
zh_cn: 将选中的GPS位置信息复制到剪切板

# TerminalTab_GPS_Delete
source: Delete
cs_cz: Smazat
de: Löschen
es: Borrar
fr: Supprimer
hu_hu: Töröl
it: Elimina
pl_pl: Usuń
pt_br: Excluir
ru: Удалить
zh_cn: 删除

# TerminalTab_GPS_Delete_Disabled_ToolTip
source: You have to select a GPS entry before you can remove it
cs_cz: Musíte vybrat GPS záznam předtím, než ho budete moci odstranit
de: Sie müssen eine GPS-Markierung auswählen, bevor Sie sie entfernen können
es: Tienes que seleccionar una entrada GPS antes de poder eliminarla.
fr: Vous devez sélectionner une entrée GPS avant de pouvoir la supprimer.
hu_hu: Ki kell választania egy GPS bejegyzést mielőtt eltávolíthatná
it: devi selezionare una voce GPS prima di poterla rimuovere
pl_pl: Musisz zaznaczyć wpis GPS zanim go usuniesz
pt_br: Você deve selecionar uma entrada de GPS antes de removê-la
ru: Вы должны выбрать точку GPS, прежде чем удалить ее.
zh_cn: 选定了GPS 位置信息后才能将其移除

# TerminalTab_GPS_Delete_ToolTip
source: Remove selected GPS entry
cs_cz: Odstranit vybraný GPS záznam
de: Ausgewählte GPS-Markierung entfernen
es: Eliminar la entrada GPS seleccionada
fr: Retirer l'entrée GPS sélectionnée
hu_hu: Kijelölt GPS-bejegyzés eltávolítása
it: Rimuovi voce GPS selezionata
pl_pl: Usuń zaznaczony punkt GPS
pt_br: Remove entrada de GPS selecionada
ru: Удалить выбранную точку GPS
zh_cn: 移除选中的GPS位置信息

# TerminalTab_GPS_Description
source: Description:
cs_cz: Popis:
de: Beschreibung:
es: Descripción:
hu_hu: Leírás:
it: Descrizione:
pl_pl: Opis
pt_br: Descrição:
ru: Описание:
zh_cn: 描述：

# TerminalTab_GPS_FromChatDescPrefix
source: By:
cs_cz: Od:
de: Von:
es: Por:
fr: Par :
hu_hu: Által:
it: Da:
pl_pl: Przez:
pt_br: De:
ru: От:
zh_cn: 通过：

# TerminalTab_GPS_Name
source: Name:
cs_cz: Název:
es: Nombre:
fr: Nom :
hu_hu: Név:
it: Nome:
pl_pl: Nazwa
pt_br: Nome:
ru: Название:
zh_cn: 名称：

# TerminalTab_GPS_NewCoord_Desc
source: New coordinates
cs_cz: Nové souřadnice
de: Neue Koordinaten
es: Nuevas coordenadas
fr: Nouvelles coordonnées
hu_hu: Új koordináták
it: Nuove coordinate
pl_pl: Nowe współrzędne
pt_br: Novas coordenadas
ru: Новая точка координат
zh_cn: 新坐标

# TerminalTab_GPS_NewCoord_Desc_ToolTip
source: Description of the GPS entry
cs_cz: Popis GPS záznamu
de: Beschreibung der GPS-Markierung
es: Descripción de la entrada GPS
fr: Description de l'entrée GPS
hu_hu: A GPS-bejegyzés leírása
it: Descrizione della voce GPS
pl_pl: Opis punktu GPS
pt_br: Descrição da entrada de GPS
ru: Описание точки GPS
zh_cn: GPS位置信息描述

# TerminalTab_GPS_NewCoord_Name
source: New
cs_cz: Nové
de: Neu
es: Nueva
fr: Nouvelle
hu_hu: Új
it: Nuove
pl_pl: Nowy
pt_br: Novo
ru: Новая
zh_cn: 新建

# TerminalTab_GPS_NewCoord_Name_ToolTip
source: Name of the GPS entry, that is visible on your HUD
cs_cz: Název záznamu GPS, který bude viditelný na HUDu
de: Name der GPS-Markierung, die auf Ihrem HUD sichtbar ist
es: Nombre de la entrada GPS, que es visible en su HUD
fr: Nom de l'entrée GPS, visible sur votre ATH
hu_hu: A HUD-n látható név a GPS-bejegyzéshez
it: Nome della voce GPS che è visibile sul tuo HUD
pl_pl: Nazwa punktu GPS, który jest widoczny na HUD
pt_br: Nome da entrada de GPS que estará visível no HUD
ru: Название точки GPS, которое отображается на экране
zh_cn: GPS位置信息名称，屏幕上有显示

# TerminalTab_GPS_NewFromBroadcast
source: New from broadcast
cs_cz: Nové z chatu
de: Neu aus empfangenem Signal
es: Nuevo desde la emisión
fr: Nouvelle depuis une diffusion
hu_hu: Új az adásból
it: Nuove dalla trasmissione
pl_pl: Nowy z globalnego czatu
pt_br: Novo da transmissão
ru: Новая из сообщений
zh_cn: 新广播

# TerminalTab_GPS_NewFromClipboard
source: New from clipboard
cs_cz: Nové ze schránky
de: Neu aus Zwischenablage
es: Nuevo desde el portapapeles
fr: Nouvelle depuis le presse-papiers
hu_hu: Új a vágólapról
it: Crea dagli appunti
pl_pl: Nowy ze schowka
pt_br: Novo da área de transferência
ru: Новая из буфера обмена
zh_cn: 从剪贴板新建GPS

# TerminalTab_GPS_NewFromClipboard_Desc
source: Pasted from clipboard
cs_cz: Zkopírované ze schránky
de: Aus Zwischenablage eingefügt
es: Pegado desde el portapapeles
fr: Collé depuis le presse-papiers
hu_hu: Beillesztve a vágólapra
it: Incollate dagli appunti
pl_pl: Wklejone ze schowka
pt_br: Colado da área de transferência
ru: Вставляет точку из буфера обмена
zh_cn: 从剪贴板粘贴

# TerminalTab_GPS_NewFromClipboard_ToolTip
source: Create a new GPS entry from clipboard
cs_cz: Vytvořit nový GPS záznam z dat ze systémové schránky
de: Erstellen einer neuen GPS-Markierung aus der Zwischenablage
es: Crear una nueva entrada GPS desde el portapapeles
fr: Créer une nouvelle entrée GPS à partir du presse-papiers
hu_hu: Új GPS bejegyzés létrehozása a vágólapról
it: Crea una nuova voce GPS dagli appunti
pl_pl: Stwórz nowy wpis GPS ze schowka
pt_br: Criar nova entrada de GPS da área de transferência
ru: Создать новую точку GPS из буфера обмена
zh_cn: 从剪切板创建新的GPS位置信息

# TerminalTab_GPS_NewFromCurrent
source: New from current pos.
cs_cz: Nové z aktuální pozice
de: Neu aus aktueller Pos.
es: Nuevo desde posición actual
fr: Nouvelle à partir de la position actuelle.
hu_hu: Új a jelenlegi pozíció alapján.
it: Crea dalla pos. attuale
pl_pl: Nowy z aktualnej poz.
pt_br: Novo da posição atual
ru: Новая из текущей позиции
zh_cn: 从当前位置新建GPS

# TerminalTab_GPS_NewFromCurrent_Desc
source: Current position
cs_cz: Současná pozice
de: Aktuelle Position
es: Posición actual
fr: Position actuelle
hu_hu: Jelenlegi pozíció
it: Posizione attuale
pl_pl: Aktualna pozycja
pt_br: Posição atual
ru: Текущая позиция
zh_cn: 当前位置

# TerminalTab_GPS_NewFromCurrent_Name
source: Current
cs_cz: Současné
de: Aktuelle
es: Actual
fr: Actuelle
hu_hu: Jelenlegi
it: Attuale
pl_pl: Aktualna
pt_br: Atual
ru: Текущая
zh_cn: 当前

# TerminalTab_GPS_NewFromCurrent_ToolTip
source: Create a new GPS entry at current coordinates
cs_cz: Vytvořit nový GPS záznam ze současných souřadnic
de: Erstellen Sie eine neue GPS-Markierung mit den aktuellen Koordinaten
es: Crear una nueva entrada GPS con las coordenadas actuales
fr: Créer une nouvelle entrée GPS avec les coordonnées actuelles
hu_hu: Új GPS-bejegyzés a jelenlegi koordinátákkal
it: Crea una nuova voce GPS alle coordinate attuali
pl_pl: Utwórz nowy wpis GPS z obecnej lokalizacji
pt_br: Criar nova entrada de GPS com coordenadas atuais
ru: Создать новую точку GPS в текущих координатах.
zh_cn: 在当前坐标创建新的GPS 位置信息

# TerminalTab_GPS_NewFromFactionComms
source: New from faction comms
cs_cz: Nové z frakčního chatu
de: Neu aus Fraktionsfunk
es: Nuevo desde comunicaciones de facción
fr: Nouvelle à partir des messages de la faction
hu_hu: Új a frakció comm. ból
it: Nuove da fazione
pl_pl: Nowy z czatu frakcji
pt_br: Nova mensagem de facção
ru: Новая из сообщений фракции
zh_cn: 阵营频道新消息

# TerminalTab_GPS_NewFromPrivateComms
source: New from private comms
cs_cz: Nové z privátního chatu
de: Neu aus Privatfunk
es: Nuevo desde comunicaciones privadas
fr: Nouvelle à partir d'un message privé
hu_hu: Új a privát comm. ból
it: Nuove da privata
pl_pl: Nowy z prywatnego czatu
pt_br: Nova mensagem privada
ru: Новая из личных сообщений
zh_cn: 私人频道新消息

# TerminalTab_GPS_SaveWarning
source: Warning: illegal data. Modifications will not be saved.
cs_cz: Varování: nelegální data. Modifikace nebudou uloženy.
de: Achtung: Ungültige Daten. Änderungen werden nicht gespeichert.
es: Advertencia: Datos ilegales. Las modificaciones no serán guardadas.
fr: Attention : données illégales. Les modifications ne seront pas enregistrées.
hu_hu: Figyelmeztetés: illegális adatok. A módosítások nem lesznek mentve.
it: Attenzione: dati non corretti. Le modifiche non verranno salvate.
pl_pl: Uwaga: błędne dane. Zmiany nie zostaną zapisane.
pt_br: Atenção, dados ilegais. As modificações não serão salvas.
ru: Внимание: некорректные данные. Изменения не будут сохранены.
zh_cn: 警告：非法数据。无法保存变更。

# TerminalTab_GPS_SelectGpsEntry
source: No GPS entry selected.
cs_cz: Není vybrán žádný GPS záznam.
de: Kein GPS-Eintrag ausgewählt.
es: No se ha seleccionado ninguna entrada de GPS.
fr: Aucune entrée GPS sélectionnée.
hu_hu: Nincs GPS-bejegyzés kiválasztva.
it: Nessuna voce GPS selezionata.
pl_pl: Nie zaznaczono wpisu GPS.
pt_br: Nenhuma entrada de GPS selecionada.
ru: Точка GPS не выбрана.
zh_cn: GPS位置信息没有选中。

# TerminalTab_GPS_ShowOnHud
source: Show on HUD
cs_cz: Zobrazit na HUDu
de: Auf HUD anzeigen
es: Mostrar en el HUD
fr: Afficher sur l'ATH
hu_hu: Mutassa a HUD-on
it: Mostra nell'HUD
pl_pl: Pokaż na HUD
pt_br: Mostrar no HUD
ru: Отображать на экране
zh_cn: 在屏幕上显示

# TerminalTab_GPS_ShowOnHud_ToolTip
source: Display this GPS marker on in-game HUD.
cs_cz: Zobrazit tuto značku GPS na HUDu.
de: Zeigen Sie diese GPS-Markierung auf dem HUD an.
es: Muestra este marcador GPS en el HUD del juego.
fr: Afficher ce marqueur GPS sur l'ATH du jeu.
hu_hu: Jelenítse meg ezt a GPS-jelölőt a játékban lévő HUD-on.
it: Visualizzare questo marcatore GPS su HUD in gioco
pl_pl: Pokaż punkt GPS na HUD.
pt_br: Exibir este marcador de GPS no HUD.
ru: Показывать эту точку GPS на экране.
zh_cn: 在屏幕中显示GPS标识。

# TerminalTab_GPS_X_ToolTip
source: X Coordinate
cs_cz: Souřadnice X
de: X-Koordinate
es: Coordenada X
fr: Coordonée X
hu_hu: X Koordináta
it: Coordinata X
pl_pl: Współrzędne X
pt_br: Coordenada X
ru: Координата X
zh_cn: X坐标

# TerminalTab_GPS_Y_ToolTip
source: Y Coordinate
cs_cz: Souřadnice Y
de: Y-Koordinate
es: Coordenada Y
fr: Coordonée Y
hu_hu: Y Koordináta
it: Coordinata Y
pl_pl: Współrzędne Y
pt_br: Coordenada Y
ru: Координата Y
zh_cn: Y坐标

# TerminalTab_GPS_Z_ToolTip
source: Z Coordinate
cs_cz: Souřadnice Z
de: Z-Koordinate
es: Coordenada Z
fr: Coordonée Z
hu_hu: Z koordináta
it: Coordinata Z
pl_pl: Współrzędne Z
pt_br: Coordenada Z
ru: Координата Z
zh_cn: Z坐标

# TerminalTab_Info
source: Info
cs_cz: Informace
hu_hu: Infó
pt_br: Informações
ru: Инфо
zh_cn: 信息

# TerminalTab_Info_Assign
source: Assign Author
cs_cz: Přiřadit autora
de: Urheber zuweisen
es: Asignar Autor
fr: Attribuer un auteur
hu_hu: Szerző hozzárendelése
it: Assegna autore
pl_pl: Przypisz Autora
pt_br: Atribuir autor
ru: Передать
zh_cn: 指定作者

# TerminalTab_Info_Blocks
source: Blocks:
cs_cz: Bloky:
de: Blöcke:
es: Bloques:
fr: Blocs :
hu_hu: Blokkok:
it: Blocchi:
pl_pl: Bloki:
pt_br: Blocos:
ru: Блоки:
zh_cn: 方块：

# TerminalTab_Info_BlocksLower
source: blocks
cs_cz: bloky
de: Blöcke
es: bloques
fr: blocs
hu_hu: blokkok
it: blocchi
pl_pl: bloki
pt_br: blocos
ru: блоки
zh_cn: 方块

# TerminalTab_Info_BlocksTooltip
source: Total number of blocks in a grid
cs_cz: Celkový počet bloků v mřížce
de: Gesamtzahl aller Blöcke einer Konstruktion
es: Número total de bloques en una estructura
fr: Nombre total de blocs de la grille
hu_hu: Az objektumban lévő blokkok száma összesen
it: Numero totale di blocchi nella griglia
pl_pl: Całkowita liczba bloków w siatce.
pt_br: Quantidade total de blocos na grid
ru: Общее количество блоков в структуре.
zh_cn: 网格中的总块数

# TerminalTab_Info_ConvertButton
source: Convert to ship
cs_cz: Přeměnit na loď
de: In Schiff umwandeln
es: Convertir en nave
fr: Convertir en vaisseau
hu_hu: Átalakítás hajóvá
it: Converti in nave
pl_pl: Przerób na statek
pt_br: Converter em nave
ru: Конвертировать в корабль
zh_cn: 转换成飞船

# TerminalTab_Info_ConvertButton_TT
source: Converts this station to a ship. Ships can move and rotate.
cs_cz: Přemění tuto stanici na loď. Lodě se mohou hýbat a otáčet.
de: Wandelt diese Station in ein Schiff um. Schiffe können sich fortbewegen und drehen.
es: Convierte esta estación en una nave. Las naves pueden moverse y girar.
fr: Convertit cette station en vaisseau. Les vaisseau peuvent se déplacer et pivoter.
hu_hu: Ezt az állomást hajóvá alakítja. A hajók mozoghatnak.
it: Converte questa stazione in una nave. Le navi possono muoversi e ruotare.
pl_pl: Zamienia tę stację w statek. Statki mogą poruszać się i obracać.
pt_br: Converte esta estação em nave. Naves podem se mover e girar.
ru: Конвертирует эту станцию в динамическую структуру, которая может двигаться и вращаться.
zh_cn: 将空间站转换成飞船。 飞船可以移动和旋转。

# TerminalTab_Info_ConvertToStationButton
source: Convert to station
cs_cz: Přeměnit na stanici
de: In Station umwandeln
es: Convertir a estación
fr: Convertir en station
hu_hu: Átalakítás állomássá
it: Converti in stazione
pl_pl: Przerób na stację
pt_br: Converter em estação
ru: Конвертировать в станцию
zh_cn: 转换成空间站
