Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# FolderScreen_Help_Screen
source: {CONTROL:GUI:BUTTON_Y} Refresh {CONTROL:GUI:BUTTON_X} Open {CONTROL:GUI:CANCEL} Back
de: {CONTROL:GUI:BUTTON_Y} Aktualisieren {CONTROL:GUI:BUTTON_X} Öffnen {CONTROL:GUI:CANCEL} Zurück
es: {CONTROL:GUI:BUTTON_Y} Recargar {CONTROL:GUI:BUTTON_X} Abrir{CONTROL:GUI:CANCEL} Volver
fr: {CONTROL:GUI:BUTTON_Y} Rafraîchir {CONTROL:GUI:BUTTON_X} Ouvrir {CONTROL:GUI:CANCEL} Retour
hu_hu: {CONTROL:GUI:BUTTON_Y} Frissítés {CONTROL:GUI:BUTTON_X} Megnyitás {CONTROL:GUI:CANCEL} Vissza
it: {CONTROL:GUI:BUTTON_Y} Aggiorna{CONTROL:GUI:BUTTON_X} Apri {CONTROL:GUI:CANCEL} Indietro
pl_pl: {CONTROL:GUI:BUTTON_Y} Odśwież {CONTROL:GUI:BUTTON_X} Otwórz {CONTROL:GUI:CANCEL} Wróć
pt_br: {CONTROL:GUI:BUTTON_Y} Atualizar {CONTROL:GUI:BUTTON_X} Abrir {CONTROL:GUI:CANCEL} Voltar
ru: {CONTROL:GUI:BUTTON_Y} Обновить {CONTROL:GUI:BUTTON_X} Открыть {CONTROL:GUI:CANCEL} Назад
zh_cn: {CONTROL:GUI:BUTTON_Y}刷新{CONTROL:GUI:BUTTON_X}打开{CONTROL:GUI:CANCEL}后退

# DatapadEdit_Help_Screen
source: {CONTROL:GUI:BUTTON_Y} Create GPS {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Back
de: {CONTROL:GUI:BUTTON_Y} GPS-Markierung erstellen {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Zurück
es: {CONTROL:GUI:BUTTON_Y} Crear GPS {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Volver
fr: {CONTROL:GUI:BUTTON_Y} Créer un marquer GPS {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Retour
hu_hu: {CONTROL:GUI:BUTTON_Y} GPS Létrehozása {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Vissza
it: {CONTROL:GUI:BUTTON_Y} Crea GPS {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Indietro
pl_pl: {CONTROL:GUI:BUTTON_Y} Utwórz GPS {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Wróć
pt_br: {CONTROL:GUI:BUTTON_Y} Criar GPS {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Voltar
ru: {CONTROL:GUI:BUTTON_Y} Создать GPS {CONTROL:GUI:BUTTON_X} ОК {CONTROL:GUI:CANCEL} Назад
zh_cn: {CONTROL:GUI:BUTTON_Y}创建GPS{CONTROL:GUI:BUTTON_X}确定{CONTROL:GUI:CANCEL}后退

# JoinGameScreen_Help_ScreenGamesTabXbox
source: {CONTROL:GUI:BUTTON_Y} Refresh {CONTROL:GUI:MAIN_MENU} Search Filter {CONTROL:GUI:LEFT_BUTTON} Server Provider {CONTROL:GUI:CANCEL} Back
de: {CONTROL:GUI:BUTTON_Y} Aktualisieren {CONTROL:GUI:MAIN_MENU} Suchfilter {CONTROL:GUI:LEFT_BUTTON} Serveranbieter {CONTROL:GUI:CANCEL} Zurück
es: {CONTROL:GUI:BUTTON_Y} Recargar {CONTROL:GUI:MAIN_MENU} Filtro de búsqueda {CONTROL:GUI:LEFT_BUTTON} Proveedor de servidor {CONTROL:GUI:CANCEL} Volver
fr: {CONTROL:GUI:BUTTON_Y} Rafraîchir {CONTROL:GUI:MAIN_MENU} Filtre de recherche {CONTROL:GUI:LEFT_BUTTON} Fournisseur de serveur {CONTROL:GUI:CANCEL} Retour
hu_hu: {CONTROL:GUI:BUTTON_Y} Frissítés {CONTROL:GUI:MAIN_MENU} Keresési szűrő {CONTROL:GUI:CANCEL} Vissza
it: {CONTROL:GUI:BUTTON_Y} Aggiorna {CONTROL:GUI:MAIN_MENU}Filtro di ricerca {CONTROL:GUI:LEFT_BUTTON} Fornitore Server {CONTROL:GUI:CANCEL} Indietro
pl_pl: {CONTROL:GUI:BUTTON_Y} Odśwież {CONTROL:GUI:MAIN_MENU} Filtr wyszukiwania {CONTROL:GUI:CANCEL} Wróć
pt_br: {CONTROL:GUI:BUTTON_Y} Atualizar {CONTROL:GUI:MAIN_MENU} Buscar filtro {CONTROL:GUI:LEFT_BUTTON} Provedor do servidor {CONTROL:GUI:CANCEL} Voltar
ru: {CONTROL:GUI:BUTTON_Y} Обновить {CONTROL:GUI:MAIN_MENU} Фильтр поиска {CONTROL:GUI:LEFT_BUTTON} Владелец сервера {CONTROL:GUI:CANCEL} Назад
zh_cn: {CONTROL:GUI:BUTTON_Y} 刷新 {CONTROL:GUI:MAIN_MENU} 搜索筛选 {CONTROL:GUI:LEFT_BUTTON} 服务器提供商 {CONTROL:GUI:CANCEL} 后退

# JoinGameScreen_Help_ScreenXbox
source: {CONTROL:GUI:BUTTON_Y} Refresh {CONTROL:GUI:MAIN_MENU} Search Filter {CONTROL:GUI:BUTTON_X} Server Details {CONTROL:GUI:LEFT_BUTTON} Server Provider {CONTROL:GUI:CANCEL} Back
de: {CONTROL:GUI:BUTTON_Y} Aktualisieren {CONTROL:GUI:MAIN_MENU} Suchfilter {CONTROL:GUI:BUTTON_X} Serverdetails {CONTROL:GUI:LEFT_BUTTON} Serveranbieter {CONTROL:GUI:CANCEL} Zurück
es: {CONTROL:GUI:BUTTON_Y} Recargar {CONTROL:GUI:MAIN_MENU} Filtro de búsqueda {CONTROL:GUI:BUTTON_X} Detalles del servidor {CONTROL:GUI:LEFT_BUTTON} Proveedor de servidor {CONTROL:GUI:CANCEL} Atrás
fr: {CONTROL:GUI:BUTTON_Y} Rafraîchir {CONTROL:GUI:MAIN_MENU} Filtre de recherche {CONTROL:GUI:BUTTON_X} Détails du serveur {CONTROL:GUI:LEFT_BUTTON} Fournisseur de serveur {CONTROL:GUI:CANCEL} Retour
hu_hu: {CONTROL:GUI:BUTTON_Y} Frissítés {CONTROL:GUI:MAIN_MENU} Keresési Szűrő {CONTROL:GUI:BUTTON_X} Kiszolgáló Részletei {CONTROL:GUI:LEFT_STICK_BUTTON} Szerver Szolgáltató {CONTROL:GUI:CANCEL} Vissza
it: {CONTROL:GUI:BUTTON_Y} Aggiorna {CONTROL:GUI:MAIN_MENU} Filtro di ricerca {CONTROL:GUI:BUTTON_X} Dettagli sul server {CONTROL:GUI:LEFT_BUTTON} Fornitore Server {CONTROL:GUI:CANCEL} Indietro
pl_pl: {CONTROL:GUI:BUTTON_Y} Odśwież {CONTROL:GUI:MAIN_MENU} Filtr wyszukiwania {CONTROL:GUI:BUTTON_X} Szczegóły serwera {CONTROL:GUI:LEFT_BUTTON} Zarządca serwera {CONTROL:GUI:CANCEL} Wróć
pt_br: {CONTROL:GUI:BUTTON_Y} Atualizar {CONTROL:GUI:MAIN_MENU} Buscar filtro {CONTROL:GUI:BUTTON_X} Detalhes do servidor {CONTROL:GUI:LEFT_BUTTON} Provedor do servidor {CONTROL:GUI:CANCEL} Voltar
ru: {CONTROL:GUI:BUTTON_Y} Обновить {CONTROL:GUI:MAIN_MENU} Фильтр поиска {CONTROL:GUI:BUTTON_X} Сведения о сервере {CONTROL:GUI:LEFT_BUTTON} Владелец сервера {CONTROL:GUI:CANCEL} Назад
zh_cn: {CONTROL:GUI:BUTTON_Y} 刷新 {CONTROL:GUI:MAIN_MENU} 搜索筛选 {CONTROL:GUI:BUTTON_X} 服务器详情 {CONTROL:GUI:LEFT_BUTTON} 服务器提供商 {CONTROL:GUI:CANCEL} 后退

# StoreScreen_Help_Sell
source: {CONTROL:GUI:BUTTON_X} Sell
de: {CONTROL:GUI:BUTTON_X} Verkaufen
es: {CONTROL:GUI:BUTTON_X} Vender
fr: {CONTROL:GUI:BUTTON_X} Vendre
hu_hu: {CONTROL:GUI:BUTTON_X} Elad
it: {CONTROL:GUI:BUTTON_X} Vendi
pl_pl: {CONTROL:GUI:BUTTON_X} Sprzedaj
pt_br: {CONTROL:GUI:BUTTON_X} Vender
ru: {CONTROL:GUI:BUTTON_X} Продать
zh_cn: {CONTROL:GUI:BUTTON_X}卖

# Gamepad_Help_Select
source: {CONTROL:GUI:ACCEPT} Select
de: {CONTROL:GUI:ACCEPT} Wählen
es: {CONTROL:GUI:ACCEPT} Seleccionar
fr: {CONTROL:GUI:ACCEPT} Sélectionner
it: {CONTROL:GUI:ACCEPT} Seleziona
pl_pl: {CONTROL:GUI:ACCEPT} Wybierz
pt_br: {CONTROL:GUI:ACCEPT} Selecionar
ru: {CONTROL:GUI:ACCEPT} Выбрать
zh_cn: {CONTROL:GUI:ACCEPT} 选择

# ContractsScreen_Help_Accept
source: {CONTROL:GUI:BUTTON_A} Accept
de: {CONTROL:GUI:BUTTON_A} Annehmen
es: {CONTROL:GUI:BUTTON_A} Aceptar
fr: {CONTROL:GUI:BUTTON_A} Accepter
hu_hu: {CONTROL: GUI: BUTTON_A} Elfogad
it: {CONTROL:GUI:BUTTON_A} Accetta
pl_pl: {CONTROL:GUI:BUTTON_A} Akceptuj
pt_br: {CONTROL:GUI:BUTTON_A} Aceitar
ru: {CONTROL:GUI:BUTTON_A} Принять
zh_cn: {CONTROL:GUI:BUTTON_A} 接受

# ContractsScreen_Help_Finish
source: {CONTROL:GUI:BUTTON_X} Finish
de: {CONTROL:GUI:BUTTON_X} Beenden
es: {CONTROL:GUI:BUTTON_X} Finalizar
fr: {CONTROL:GUI:BUTTON_X} Terminer
hu_hu: {CONTROL:GUI:BUTTON_X} Befejez
it: {CONTROL:GUI:BUTTON_X} Finisci
pl_pl: {CONTROL:GUI:BUTTON_X} Zakończ
pt_br: {CONTROL:GUI:BUTTON_X} Finalizar
ru: {CONTROL:GUI:BUTTON_X} Завершить
zh_cn: {CONTROL:GUI:BUTTON_X}完成

# ContractsScreen_Help_Refresh
source: {CONTROL:GUI:BUTTON_Y} Refresh
de: {CONTROL:GUI:BUTTON_Y} Aktualisieren
es: {CONTROL:GUI:BUTTON_Y} Recargar
fr: {CONTROL:GUI:BUTTON_Y} Rafraîchir
hu_hu: {CONTROL:GUI:BUTTON_Y} Frissítési
it: {CONTROL:GUI:BUTTON_Y} Aggiorna
pl_pl: {CONTROL:GUI:BUTTON_Y} Odśwież
pt_br: {CONTROL:GUI:BUTTON_Y} Atualizar
ru: {CONTROL:GUI:BUTTON_Y} Обновить
zh_cn: {CONTROL:GUI:BUTTON_Y} 刷新

# ScreenCaptionWorkshopBrowser
source: Workshop Browser
es: Navegador de workshop
fr: Navigateur du Workshop
hu_hu: Műhely böngésző
it: Browser di Workshop
pl_pl: Przeglądarka Warsztatu
pt_br: Navegador do Workshop
ru: Обзор Мастерской
zh_cn: 创意工坊浏览器

# WorkshopBrowser_Created
source: Created
de: Erstellt
es: Creado
fr: Créé
hu_hu: Létrehozva
it: Creato
pl_pl: Stworzone
pt_br: Criado
ru: Создано
zh_cn: 已创建

# WorkshopBrowser_FileSize
source: File size
de: Dateigröße
es: Tamaño completo
fr: Taille de fichier
hu_hu: Fájl méret
it: Dimensioni file
pl_pl: Rozmiar pliku
pt_br: Tamanho do arquivo
ru: Размер файла
zh_cn: 文件大小

# WorkshopBrowser_MostPopular
source: Most Voted
de: Meiste Bewertungen
es: Más votados
fr: Plus voté
hu_hu: Legtöbb szavazat
it: Più votati
pl_pl: Popularne
pt_br: Mais votados
ru: С наибольшим числом голосов
zh_cn: 投票数最多

# WorkshopBrowser_MostRecent
source: Most Recent
de: Aktuellste
es: Más recientes
fr: Plur récent
hu_hu: Legutóbbi
it: I più recenti
pl_pl: Ostatnie
pt_br: Mais recentes
ru: Самые новые
zh_cn: 最新

# WorkshopBrowser_MostSubscribed
source: Most Subscribed
de: Am meisten abonniert
es: Más suscriptores
fr: Plus d'abonnés
hu_hu: Legtöbb feliratkozott
it: Quelli con più iscritti
pl_pl: Najczęściej Subskrybowane
pt_br: Mais inscritos
ru: С наибольшим числом подписок
zh_cn: 最多订阅的

# WorkshopBrowser_NextPage
source: Next page
de: Nächste Seite
es: Página siguiente
fr: Page suivante
hu_hu: Következő oldal
it: Prossima pagina
pl_pl: Następna strona
pt_br: Próxima página
ru: Следующая страница
zh_cn: 下一页

# WorkshopBrowser_PreviousPage
source: Previous page
de: Vorherige Seite
es: Página anterior
fr: Page précédente
hu_hu: Előző oldal
it: Pagina precedente
pl_pl: Poprzednia strona
pt_br: Página anterior
ru: Предыдущая страница
zh_cn: 上一页

# WorkshopBrowser_Refresh
source: Refresh
de: Aktualisieren
es: Recargar
fr: Rafraîchir
hu_hu: Frissítés
it: Aggiorna
pl_pl: Odśwież
pt_br: Atualizar
ru: Обновить
zh_cn: 刷新

# WorkshopBrowser_Search
source: Search
de: Suchen
es: Buscar
fr: Recherche
hu_hu: Keresés
it: Cerca
pl_pl: Poszukiwanie
pt_br: Buscar
ru: Поиск
zh_cn: 搜索

# WorkshopBrowser_Subscribed
source: Subscribed
de: Abonniert
es: Suscrito
fr: Abonné
hu_hu: Feliratkozott
it: Iscritto
pl_pl: Subsrybowane
pt_br: Inscrito
ru: В подписке
zh_cn: 已订阅

# WorkshopBrowser_Subscribers
source: Subscribers
de: Abonnenten
es: Suscriptores
fr: Abonnés
hu_hu: Felíratkozottak
it: Abbonati
pl_pl: Subskrybenci
pt_br: Inscritos
ru: Подписчики
zh_cn: 订阅者

# WorkshopBrowser_Updated
source: Updated
de: Aktualisiert
es: Actualizado
fr: Mis à jour
hu_hu: Frissített
it: Aggiornato
pl_pl: Zaktualizowane
pt_br: Atualizado
ru: Обновлено
zh_cn: 已更新

# WorkhopBrowser_Help_OpenClose
source: {CONTROL:GUI:ACCEPT} Open/Close
de: {CONTROL:GUI:ACCEPT} Öffnen/Schließen
es: {CONTROL:GUI:ACCEPT} Abrir/Cerrar
fr: {CONTROL:GUI:ACCEPT} Ouvrir/fermer
hu_hu: {CONTROL:GUI:ACCEPT} Nyit/Zár
it: {CONTROL:GUI:ACCEPT} Apri/Chiudi
pl_pl: {CONTROL:GUI:ACCEPT} Otwórz/Zamknij
pt_br: {CONTROL:GUI:ACCEPT} Abrir/fechar
ru: {CONTROL:GUI:ACCEPT} Открыть/закрыть
zh_cn: {CONTROL:GUI:ACCEPT} 打开/关闭

# WorkshopBrowser_Help_Paging
source: {CONTROL:GUI:LEFT_BUTTON}{CONTROL:GUI:RIGHT_BUTTON} Change page
de: {CONTROL:GUI:LEFT_BUTTON}{CONTROL:GUI:RIGHT_BUTTON} Blättern
es: {CONTROL:GUI:LEFT_BUTTON}{CONTROL:GUI:RIGHT_BUTTON} Cambiar página
fr: {CONTROL:GUI:LEFT_BUTTON}{CONTROL:GUI:RIGHT_BUTTON} Changer de page
hu_hu: {CONTROL:GUI:LEFT_BUTTON}{CONTROL:GUI:RIGHT_BUTTON} Oldal módosítása
it: {CONTROL:GUI:LEFT_BUTTON}{CONTROL:GUI:RIGHT_BUTTON} Cambia pagina
pl_pl: {CONTROL:GUI:LEFT_BUTTON}{CONTROL:GUI:RIGHT_BUTTON} Zmień stronę
pt_br: {CONTROL:GUI:LEFT_BUTTON}{CONTROL:GUI:RIGHT_BUTTON} Alterar página
ru: {CONTROL:GUI:LEFT_BUTTON}{CONTROL:GUI:RIGHT_BUTTON} Изменить страницу
zh_cn: {CONTROL:GUI:LEFT_BUTTON}{CONTROL:GUI:RIGHT_BUTTON} 更改页面

# WorkshopBrowser_Help_Refresh
source: {CONTROL:GUI:BUTTON_Y} Refresh
de: {CONTROL:GUI:BUTTON_Y} Aktualisieren
es: {CONTROL:GUI:BUTTON_Y} Recargar
fr: {CONTROL:GUI:BUTTON_Y} Rafraîchir
hu_hu: {CONTROL:GUI:BUTTON_Y} Frissítés
it: {CONTROL:GUI:BUTTON_Y} Aggiorna
pl_pl: {CONTROL:GUI:BUTTON_Y} Odśwież
pt_br: {CONTROL:GUI:BUTTON_Y} Atualizar
ru: {CONTROL:GUI:BUTTON_Y} Обновить
zh_cn: {CONTROL:GUI:BUTTON_Y} 刷新

# WorkshopBrowser_Help_Select
source: {CONTROL:GUI:ACCEPT} Select
de: {CONTROL:GUI:ACCEPT} Wählen
es: {CONTROL:GUI:ACCEPT} Seleccionar
fr: {CONTROL:GUI:ACCEPT} Sélectionner
hu_hu: {CONTROL:GUI:ACCEPT} Kiválaszt
it: {CONTROL:GUI:ACCEPT} Seleziona
pl_pl: {CONTROL:GUI:ACCEPT} Wybierz
pt_br: {CONTROL:GUI:ACCEPT} Selecionar
ru: {CONTROL:GUI:ACCEPT} Выбрать
zh_cn: {CONTROL:GUI:ACCEPT} 选择

# WorkshopBrowser_Help_ToggleCategory
source: {CONTROL:GUI:BUTTON_X} Toggle category
de: {CONTROL:GUI:BUTTON_X} Kategorie umschalten
es: {CONTROL:GUI:BUTTON_X} Cambiar categoría
fr: {CONTROL:GUI:BUTTON_X} Changer de catégorie
hu_hu: {CONTROL:GUI:BUTTON_X} Kategória váltása
it: {CONTROL:GUI:BUTTON_X} Attiva/disattiva categoria
pl_pl: {CONTROL:GUI:BUTTON_X} Zmień kategorię
pt_br: {CONTROL:GUI:BUTTON_X} Alternar categoria
ru: {CONTROL:GUI:BUTTON_X} Переключить категорию
zh_cn: {CONTROL:GUI:BUTTON_X} 切换类别

# WorkshopBrowser_Help_ToggleSubscribe
source: {CONTROL:GUI:ACCEPT} Toggle subscription
de: {CONTROL:GUI:ACCEPT} Abonnementstatus ändern
es: {CONTROL:GUI:ACCEPT} Cambiar suscripción
fr: {CONTROL:GUI:ACCEPT} Changer l'abonnement
hu_hu: {CONTROL:GUI:ACCEPT} Feliratkozás váltása
it: {CONTROL:GUI:ACCEPT} Attiva/disattiva iscrizione
pl_pl: {CONTROL:GUI:ACCEPT} Zmień subskrybcję
pt_br: {CONTROL:GUI:ACCEPT} Alternar assinatura
ru: {CONTROL:GUI:ACCEPT} Переключить подписку
zh_cn: {CONTROL:GUI:ACCEPT} 切换订阅

# PlayerTrade_Help_AcceptOffer
source: {CONTROL:GUI:BUTTON_X} Accept offer
de: {CONTROL:GUI:BUTTON_X} Angebot annehmen
es: {CONTROL:GUI:BUTTON_X} Aceptar oferta
fr: {CONTROL:GUI:BUTTON_X} Accepter l'offre
hu_hu: {CONTROL:GUI:BUTTON_X} Ajánlat elfogadása
it: {CONTROL:GUI:BUTTON_X} Accetta offerta
pl_pl: {CONTROL:GUI:BUTTON_X} Zaakceptuj ofertę
pt_br: {CONTROL:GUI:BUTTON_X} Aceitar oferta
ru: {CONTROL:GUI:BUTTON_X} Принять предложение
zh_cn: {CONTROL:GUI:BUTTON_X} 接受报价

# PlayerTrade_Help_ChangeValue
source: {CONTROL:GUI:MOVE_LEFT}{CONTROL:GUI:MOVE_RIGHT} Change value
de: {CONTROL:GUI:MOVE_LEFT}{CONTROL:GUI:MOVE_RIGHT} Wert anpassen
es: {CONTROL:GUI:MOVE_LEFT}{CONTROL:GUI:MOVE_RIGHT} Cambiar valor
fr: {CONTROL:GUI:MOVE_LEFT}{CONTROL:GUI:MOVE_RIGHT} Changer la valeur
hu_hu: {CONTROL:GUI:MOVE_LEFT}{CONTROL:GUI:MOVE_RIGHT} Érték módosítása
it: {CONTROL:GUI:MOVE_LEFT}{CONTROL:GUI:MOVE_RIGHT} Cambia valore
pl_pl: {CONTROL:GUI:MOVE_LEFT}{CONTROL:GUI:MOVE_RIGHT} Zmień wartość
pt_br: {CONTROL:GUI:MOVE_LEFT}{CONTROL:GUI:MOVE_RIGHT} Alterar valor
ru: {CONTROL:GUI:MOVE_LEFT}{CONTROL:GUI:MOVE_RIGHT} Изменить значение
zh_cn: {CONTROL:GUI:MOVE_LEFT}{CONTROL:GUI:MOVE_RIGHT} 更改值

# PlayerTrade_Help_SubmitOffer
source: {CONTROL:GUI:BUTTON_X} Submit offer
de: {CONTROL:GUI:BUTTON_X} Angebot einreichen
es: {CONTROL:GUI:BUTTON_X} Enviar oferta
fr: {CONTROL:GUI:BUTTON_X} Envoyer l'offre
hu_hu: {CONTROL:GUI:BUTTON_X} Ajánlat benyújtása
it: {CONTROL:GUI:BUTTON_X} Sottoponi offerta
pl_pl: {CONTROL:GUI:BUTTON_X} Złóż ofertę
pt_br: {CONTROL:GUI:BUTTON_X} Enviar oferta
ru: {CONTROL:GUI:BUTTON_X} Отправить предложение
zh_cn: {CONTROL:GUI:BUTTON_X} 提交报价

# PlayerTrade_Help_Transfer
source: {CONTROL:GUI:ACCEPT} Transfer all
de: {CONTROL:GUI:ACCEPT} Alle übertragen
es: {CONTROL:GUI:ACCEPT} Transferir todo
fr: {CONTROL:GUI:ACCEPT} Tout transférer
hu_hu: {CONTROL:GUI:ACCEPT} Összes átvitele
it: {CONTROL:GUI:ACCEPT} Trasferisci tutto
pl_pl: {CONTROL:GUI:ACCEPT} Przekaż wszystko
pt_br: {CONTROL:GUI:ACCEPT} Transferir tudo
ru: {CONTROL:GUI:ACCEPT} Передать все
zh_cn: {CONTROL:GUI:ACCEPT} 全部转移

# LoadScreen_Help_Load
source: {CONTROL:GUI:ACCEPT} Load
de: {CONTROL:GUI:ACCEPT} Laden
es: {CONTROL:GUI:ACCEPT} Cargar
fr: {CONTROL:GUI:ACCEPT} Charger
hu_hu: {CONTROL:GUI:ACCEPT} Betöltés
it: {CONTROL:GUI:ACCEPT} Carica
pl_pl: {CONTROL:GUI:ACCEPT} Załaduj
pt_br: {CONTROL:GUI:ACCEPT} Carregar
ru: {CONTROL:GUI:ACCEPT} Загрузить
zh_cn: {CONTROL:GUI:ACCEPT} 加载

# WorldSettings_Help_ScreenNewGame_Modless
source: {CONTROL:GUI:BUTTON_Y} Advanced {CONTROL:GUI:BUTTON_X} Start {CONTROL:GUI:CANCEL} Back
de: {CONTROL:GUI:BUTTON_Y} Weiteres {CONTROL:GUI:BUTTON_X} Start {CONTROL:GUI:CANCEL} Zurück
es: {CONTROL:GUI:BUTTON_Y} Avanzadas {CONTROL:GUI:BUTTON_X} Comenzar {CONTROL:GUI:CANCEL} Volver
fr: {CONTROL:GUI:BUTTON_Y} Avancé {CONTROL:GUI:BUTTON_X} Démarrer {CONTROL:GUI:CANCEL} Retour
hu_hu: {CONTROL:GUI:BUTTON_Y} Speciális {CONTROL:GUI:BUTTON_X} Indít {CONTROL:GUI:CANCEL} Vissza
it: {CONTROL:GUI:BUTTON_Y} Avanzato {CONTROL:GUI:BUTTON_X} Inizia {CONTROL:GUI:CANCEL} Indietro
pl_pl: {CONTROL:GUI:BUTTON_Y} Zaawansowane {CONTROL:GUI:BUTTON_X} Start {CONTROL:GUI:CANCEL} Wróć
pt_br: {CONTROL:GUI:BUTTON_Y} Avançado {CONTROL:GUI:BUTTON_X} Iniciar {CONTROL:GUI:CANCEL} Voltar
ru: {CONTROL:GUI:BUTTON_Y} Продвинутые {CONTROL:GUI:BUTTON_X} Начать {CONTROL:GUI:CANCEL} Назад
zh_cn: {CONTROL:GUI:BUTTON_Y} 高级 {CONTROL:GUI:BUTTON_X} 开始 {CONTROL:GUI:CANCEL} 返回

# WorldSettings_Help_Screen_Modless
source: {CONTROL:GUI:BUTTON_Y} Advanced {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Back
de: {CONTROL:GUI:BUTTON_Y} Weiteres {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Zurück
es: {CONTROL:GUI:BUTTON_Y} Avanzadas{CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Volver
fr: {CONTROL:GUI:BUTTON_Y} Avancé {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Retour
hu_hu: {CONTROL:GUI:BUTTON_Y} Speciális {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Vissza
it: {CONTROL:GUI:BUTTON_Y} Avanzato {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Indietro
pl_pl: {CONTROL:GUI:BUTTON_Y} Zaawansowane {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Wróć
pt_br: {CONTROL:GUI:BUTTON_Y} Avançado {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Voltar
ru: {CONTROL:GUI:BUTTON_Y} Продвинутые {CONTROL:GUI:BUTTON_X} ОК {CONTROL:GUI:CANCEL} Назад
zh_cn: {CONTROL:GUI:BUTTON_Y} 高级 {CONTROL:GUI:BUTTON_X} 确定 {CONTROL:GUI:CANCEL} 返回

# MedicalsScreen_Help_FactionList
source: {CONTROL:GUI:ACCEPT} Join
de: {CONTROL:GUI:ACCEPT} Beitreten
es: {CONTROL:GUI:ACCEPT} Unirse
fr: {CONTROL:GUI:ACCEPT} Rejoindre
hu_hu: {CONTROL:GUI:ACCEPT} Csatlakozás
it: {CONTROL:GUI:ACCEPT} Partecipa
pl_pl: {CONTROL:GUI:ACCEPT} Dołącz
pt_br: {CONTROL:GUI:ACCEPT} Entrar
ru: {CONTROL:GUI:ACCEPT} Присоединиться
zh_cn: {CONTROL:GUI:ACCEPT} 加入

# MedicalsScreen_Help_RespawnList
source: {CONTROL:GUI:ACCEPT} Respawn
de: {CONTROL:GUI:ACCEPT} Respawnen
es: {CONTROL:GUI:ACCEPT} Reaparecer
fr: {CONTROL:GUI:ACCEPT} Réapparaître
hu_hu: {CONTROL:GUI:ACCEPT} Újjászületés
it: {CONTROL:GUI:ACCEPT} Rigenera
pl_pl: {CONTROL:GUI:ACCEPT} Odrodzenie
pt_br: {CONTROL:GUI:ACCEPT} Renascer
ru: {CONTROL:GUI:ACCEPT} Возродиться
zh_cn: {CONTROL:GUI:ACCEPT} 重生

# ControlMenuItemLabel_Handbrake
source: Toggles the grid handbrake
de: Handbremse anziehen/lösen
es: Act./Desact. freno de mano
fr: Active/désactive le frein à main de la grille
hu_hu: Váltás a kézifékre
it: Attiva/disattiva freno a mano
pl_pl: Przełącz hamulec ręczny
pt_br: Alternar freio de mão do grid
ru: Включение ручного тормоза для структуры
zh_cn: 切换网格手刹

# ControlMenuItemLabel_Park
source: Toggles the grid Parking
de: Parkmodus aktivieren/deaktivieren
es: Activa la estructura de aparcamiento
fr: Active/désactive le frein à main
it: Attiva/disattiva la griglia di parcheggio
pl_pl: Przełącza parkowanie struktury
pt_br: Alternar o Estacionamento de grid
ru: Включение парковки для структуры
zh_cn: 切换网格停车

# RadialMenuAction_ToggleHandbrake_Off
source: Off
de: Aus
hu_hu: Ki
pl_pl: Wył
pt_br: Desligado
ru: Выкл
zh_cn: 关闭

# RadialMenuAction_ToggleHandbrake_On
source: On
de: An
hu_hu: Be
pl_pl: Wł
pt_br: Ligado
ru: Вкл
zh_cn: 开启

# ContractsScreen_Help_Select
source: {CONTROL:GUI:ACCEPT} Select
de: {CONTROL:GUI:ACCEPT} Wählen
es: {CONTROL:GUI:ACCEPT} Seleccionar
fr: {CONTROL:GUI:ACCEPT} Sélectionner
hu_hu: {CONTROL:GUI:ACCEPT} Kiválasztás
it: {CONTROL:GUI:ACCEPT} Seleziona
pl_pl: {CONTROL:GUI:ACCEPT} Wybierz
pt_br: {CONTROL:GUI:ACCEPT} Selecionar
ru: {CONTROL:GUI:ACCEPT} Выбрать
zh_cn: {CONTROL:GUI:ACCEPT} 选择

# SaveAs_Help_Screen
source: {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Cancel
de: {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Abbrechen
es: {CONTROL:GUI:BUTTON_X} Aceptar {CONTROL:GUI:CANCEL} Cancelar
fr: {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Annuler
hu_hu: {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Mégse
it: {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Elimina
pl_pl: {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Anuluj
pt_br: {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Cancelar
ru: {CONTROL:GUI:BUTTON_X} ОК {CONTROL:GUI:CANCEL} Отмена
zh_cn: {CONTROL:GUI:BUTTON_X} 确定 {CONTROL:GUI:CANCEL} 取消

# Transaction_Help_Screen
source: {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Cancel
de: {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Abbrechen
es: {CONTROL:GUI:BUTTON_X} Aceptar {CONTROL:GUI:CANCEL} Cancelar
fr: {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Annuler
hu_hu: {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Mégse
it: {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Elimina
pl_pl: {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Anuluj
pt_br: {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Cancelar
ru: {CONTROL:GUI:BUTTON_X} ОК {CONTROL:GUI:CANCEL} Отмена
zh_cn: {CONTROL:GUI:BUTTON_X} 确定 {CONTROL:GUI:CANCEL} 取消

# RadialMenuAction_ToggleViewMode_Off
source: Off
de: Aus
hu_hu: Ki
pl_pl: Wył
pt_br: Desligado
ru: Выкл
zh_cn: 关闭

# RadialMenuAction_ToggleViewMode_On
source: On
de: An
hu_hu: Be
pl_pl: Wł
pt_br: Ligado
ru: Вкл
zh_cn: 开启

# Spectator_FocusPlayer
source: Focus character/ship
de: Auf Charakter/Schiff ausrichten
es: Enfocar personaje/nave
fr: Regarder le personnage/vaisseau
hu_hu: Fókusz karakter/hajó
it: Metti a fuoco personaggio/nave
pl_pl: Skoncentruj się na postaci/statku
pt_br: Focar personagem/nave
ru: Фокус на персонаже (корабле)
zh_cn: 聚焦角色/飞船

# Spectator_LockToGrid
source: Lock to grid
de: Auf Blockkonstruktion fixieren
es: Fijar a estructura
fr: Verrouiller à la grille
hu_hu: Zárolás objektumhoz
it: Blocca alla griglia
pl_pl: Zablokuj do struktury
pt_br: Travar na grid
ru: Привязка к структуре
zh_cn: 锁定到网格

# Spectator_PlayerControl
source: Control character/ship
de: Charakter/Schiff steuern
es: Controlar personaje/nave
fr: Contrôler le personnage/vaisseau
hu_hu: Vezérlés karakter/hajó
it: Controlla personaggio/nave
pl_pl: Kontroluj postać/statek
pt_br: Controlar personagem/nave
ru: Управление персонажем (кораблем)
zh_cn: 控制角色/飞船

# Spectator_RotationSpeedDown
source: Rotation speed down
de: Rotationsgeschwindigkeit reduzieren
es: Bajar velocidad de rotación
fr: Réduire la vitesse de rotation
hu_hu: Forgási sebesség le
it: Velocità di rotazione in basso
pl_pl: Zmniejsz prędkość obrotu
pt_br: Diminuir velocidade de rotação
ru: Понизить скорость вращения
zh_cn: 减小旋转速度

# Spectator_RotationSpeedUp
source: Rotation speed up
de: Rotationsgeschwindigkeit erhöhen
es: Subir velocidad de rotación
fr: Augmenter la vitesse de rotation
hu_hu: Forgási sebesség fel
it: Velocità di rotazione in alto
pl_pl: Zwiększ prędkość obrotu
pt_br: Aumentar velocidade de rotação
ru: Повысить скорость вращения
zh_cn: 增大旋转速度

# Spectator_SpeedBoost
source: Movement speed boost
de: Erhöhung der Bewegungsgeschwindigkeit
es: Impulso de velocidad de movimiento
fr: Boost de vitesse de mouvement
hu_hu: Mozgatási sebesség növelése
it: Incremento della velocità di movimento
pl_pl: Przyśpiesz ruch
pt_br: Amplificador de velocidade de movimento
ru: Ускорение
zh_cn: 移动速度提升

# Spectator_SpeedDown
source: Movement speed down
de: Bewegung verlangsamen
es: Bajar velocidad de movimiento
fr: Réduire la vitesse de mouvement
hu_hu: Mozgatási sebesség csökkentése
it: Velocità di movimento in basso
pl_pl: Zmiejsz prędkość ruchu
pt_br: Diminuir velocidade de movimento
ru: Снизить скорость движения
zh_cn: 减小移动速度

# Spectator_SpeedUp
source: Movement speed up
de: Bewegung beschleunigen
es: Subir velocidad de movimiento
fr: Augmenter la vitesse de mouvement
hu_hu: Mozgatási sebesség fel
it: Velocità di movimento in alto
pl_pl: Zwiększ prędkość ruchu
pt_br: Aumentar velocidade de movimento
ru: Повысить скорость движения
zh_cn: 增大移动速度

# Spectator_Teleport
source: Teleport character/ship
de: Charakter/Schiff teleportieren
es: Teletransportar personaje/nave
fr: Téléporter le personnage/vaisseau
hu_hu: Teleport karakter/hajó
it: Teletrasporta personaggio/nave
pl_pl: Teleportuj postać/statek
pt_br: Teleportar personagem/nave
ru: Телепортировать персонажа (корабль)
zh_cn: 传送角色/飞船
