Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# HudInfoInventoryVolume
source: Volume:
cs_cz: Objem:
de: Volumen:
es: Volumen:
hu_hu: Térfogat:
pl_pl: Pojemność:
ru: Объем:
zh_cn: 体积：

# HudInfoMagnetic
source: Magnetic
cs_cz: Magnetické
de: Magnetisch
es: Magnético
fr: Magnétique
hu_hu: Mágneses
it: Magnetico
pl_pl: Magnetyczne
pt_br: Magnético
ru: Магнитный
zh_cn: 磁性

# HudInfoNameBroadcastRange
source: Radio:
cs_cz: Vysílačka:
de: Funk:
hu_hu: Rádió:
pl_pl: Zasięg:
pt_br: Rádio:
ru: Радио:
zh_cn: 半径：

# HudInfoNameDampeners
source: Dampeners:
cs_cz: Tlumiče:
de: Trägheitsdämpfer:
es: Amortiguadores:
fr: Amortisseurs :
hu_hu: Csillapítók:
it: Smorzatori:
pl_pl: Amortyzatory:
pt_br: Amortecedores:
ru: Гасители:
zh_cn: 惯性抑制器：

# HudInfoNameEnergy
source: Energy:
cs_cz: Energie:
de: Energie:
es: Energía:
fr: Énergie :
hu_hu: Energia:
it: Energia:
pl_pl: Energia:
pt_br: Energia:
ru: Энергия:
zh_cn: 能量：

# HudInfoNameFuelTime
source: Fuel Time:
cs_cz: Výdrž paliva:
de: Verbleibender Treibstoff für:
es: Tiempo de combustible:
fr: Temps de carburant :
hu_hu: Üzemanyag-Idő:
it: Tempo carburante:
pl_pl: Zapas paliwa:
pt_br: Tempo de combustível:
ru: Остаток топлива:
zh_cn: 燃料剩余时间：

# HudInfoNameGyroscopes
source: Gyroscopes:
cs_cz: Gyroskopy:
de: Gyroskope:
es: Giroscopios:
hu_hu: Giroszkópok:
it: Giroscopi:
pl_pl: Żyroskopy:
pt_br: Giroscópios:
ru: Гироскопы:
zh_cn: 陀螺仪：

# HudInfoNameHealth
source: Health:
cs_cz: Zdraví:
de: Gesundheit:
es: Salud:
fr: Santé :
hu_hu: Egészség:
it: Salute:
pl_pl: Zdrowie:
pt_br: Saúde:
ru: Здоровье:
zh_cn: 健康：

# HudInfoNameInProximity
source: In proximity:
cs_cz: V blízkosti:
de: In der Nähe:
es: En la proximidad:
fr: À proximité :
hu_hu: Közelben:
it: In prossimità:
pl_pl: W pobliżu:
pt_br: Em proximidade:
ru: На небольшом расстоянии.
zh_cn: 附近：

# HudInfoNameJetpack
source: Jetpack
ru: Реактивный ранец
zh_cn: 喷气背包

# HudInfoNameLandingGear
source: Landing gears:
cs_cz: Přistávací podvozky:
de: Fahrwerk:
es: Trenes de Aterrizaje:
fr: Trains d'atterrissage :
hu_hu: Futóművek:
it: Carrelli di atterraggio:
pl_pl: Podwozia:
pt_br: Trens de pouso:
ru: Шасси:
zh_cn: 起落架：

# HudInfoNameLights
source: Lights:
cs_cz: Světla:
de: Lichter:
es: Luces:
fr: Lumières :
hu_hu: Lámpák:
it: Luci:
pl_pl: Światła:
pt_br: Luzes:
ru: Лампы:
zh_cn: 灯：

# HudInfoNameLocked
source: Locked:
cs_cz: Zamčeno:
de: Verriegelt:
es: Bloqueado:
fr: Verrouillé :
hu_hu: Zárolva:
it: Bloccato:
pl_pl: Zablokowane:
pt_br: Travado:
ru: Закрыто
zh_cn: 锁定：

# HudInfoNameMass
source: Mass:
cs_cz: Hmotnost:
de: Masse:
es: Masa:
fr: Masse :
hu_hu: Tömeg:
it: Massa:
pl_pl: Masa:
pt_br: Massa:
ru: Масса:
zh_cn: 质量：

# HudInfoNameNumberOfBatteries
source: Number of batteries in use:
cs_cz: Počet právě používaných baterií:
de: Anzahl verwendeter Batterien:
es: Número de Baterías en uso:
fr: Nombre de batteries utilisées :
hu_hu: Használatban lévő akkumulátorok száma:
it: Numero di batterie in uso:
pl_pl: Liczba używanych akumulatorów:
pt_br: Número de baterias em uso:
ru: Используется батарей:
zh_cn: 使用中的电池数量：

# HudInfoNamePowerUsage
source: Power Usage:
cs_cz: Využití energie:
de: Energieverbrauch:
es: Uso de la energía:
fr: Consommation d’énergie :
hu_hu: Energiafelhasználás:
it: Utilizzo potenza:
pl_pl: Zużycie energii:
pt_br: Consumo de energia:
ru: Энергопотребление:
zh_cn: 能量使用率：

# HudInfoNameReactors
source: Reactors:
cs_cz: Reaktory:
de: Reaktoren:
es: Reactores:
fr: Réacteurs :
hu_hu: Reaktorok:
it: Reattori:
pl_pl: Reaktory:
pt_br: Reatores:
ru: Реакторы:
zh_cn: 反应堆功率：

# HudInfoNameSpeed
source: Speed:
cs_cz: Rychlost:
de: Geschwindigkeit:
es: Velocidad:
fr: Vitesse :
hu_hu: Sebesség:
it: Velocità:
pl_pl: Prędkość:
pt_br: Velocidade:
ru: Скорость:
zh_cn: 速度：

# HudInfoNameThrusts
source: Thrusters:
cs_cz: Trysky:
de: Triebwerke:
es: Propulsores:
fr: Propulseurs :
hu_hu: Hajtóművek:
it: Propulsori:
pl_pl: Silniki:
pt_br: Propulsores:
ru: Ускорители:
zh_cn: 推进器：

# HudInfoNoGravity
source: No gravity
cs_cz: Žádná gravitace
de: Keine Schwerkraft
es: Sin Gravedad
fr: Pas de gravité
hu_hu: Nincs gravitáció
it: Assenza di gravità
pl_pl: Brak grawitacji
pt_br: Sem gravidade
ru: Нет гравитации
zh_cn: 无重力

# HudInfoNoPower
source: No Power
cs_cz: Žádná Energie
de: Keine Energie
es: Sin energía
fr: Pas d'énergie
hu_hu: Nincs energia
it: Mancanza di potenza
pl_pl: Brak energii
pt_br: Sem energia
ru: Нет энергии
zh_cn: 没有电

# HudInfoNoReflectors
source: No Spotlights
cs_cz: Žádný Reflektor
de: Keine Scheinwerfer
es: No hay focos
fr: Aucun Lumière
hu_hu: Nincsenek reflektorok
it: Nessun faro
pl_pl: Brak reflektorów
pt_br: Sem holofotes
ru: Прожекторов нет
zh_cn: 无聚光灯

# HudInfoOff
source: Off
cs_cz: Vypnuto
de: Aus
hu_hu: Ki
pl_pl: Wył
pt_br: Desligado
ru: Выкл
zh_cn: 关闭

# HudInfoOn
source: On
cs_cz: Zapnuto
de: An
hu_hu: Be
pl_pl: Wł
pt_br: Ligado
ru: Вкл
zh_cn: 开启

# HudInfoOxygen
source: Oxygen:
cs_cz: Kyslík:
de: Sauerstoff:
es: Oxígeno:
fr: Oxygène :
hu_hu: Oxigén:
it: Ossigeno:
pl_pl: Tlen:
pt_br: Oxigênio:
ru: Кислород:
zh_cn: 氧气：

# HudInfoPilotingLargeShip
source: Piloting Large Ship
cs_cz: Řízení velké lodě
de: Großes Schiff steuern
es: Pilotando una nave grande
fr: Pilotage d'un grand vaisseau
hu_hu: Nagy Hajó Vezető
it: Alla guida di una nave grande
pl_pl: Lot dużym statkiem
pt_br: Pilotando nave grande
ru: Пилотирование большого корабля
zh_cn: 驾驶大型飞船

# HudInfoPilotingSmallShip
source: Piloting Small Ship
cs_cz: Řízení malé lodě
de: Kleines Schiff steuern
es: Pilotando una nave pequeña
fr: Pilotage d'un petit vaisseau
hu_hu: Kis Hajó Vezető
it: Alla guida di una nave piccola
pl_pl: Lot małym statkiem
pt_br: Pilotando nave pequena
ru: Пилотирование малого корабля
zh_cn: 驾驶小型飞船

# HudInfoPowerOverload
source: Overload
cs_cz: Přetížení
de: Überlastung
es: Sobrecarga
fr: Surcharge
hu_hu: Túlterhelés
it: Sovraccarico
pl_pl: Przeciążenie
pt_br: Sobrecarga
ru: Перегрузка
zh_cn: 超负荷

# HudInfoReflectorsOff
source: Spotlights Off
cs_cz: Reflektory Vypnuty
de: Scheinwerfer aus
es: Focos Off
fr: Lumière Off
hu_hu: Reflektorok Ki
it: Fari spenti
pl_pl: Reflektory wyłączone
pt_br: Holofotes desligados
ru: Прожектора выключены
zh_cn: 聚光灯 关

# HudInfoReflectorsOn
source: Spotlights On
cs_cz: Reflektory Zapnut
de: Scheinwerfer an
es: Focos On
fr: Lumière On
hu_hu: Reflektorok Be
it: Fari accesi
pl_pl: Reflektory włączone
pt_br: Holofotes ligados
ru: Прожектора включены
zh_cn: 聚光灯 开

# HudInfoStanding
source: Standing
cs_cz: Stání
de: Aufrecht
es: Parado
fr: Debout
hu_hu: Állandó
it: In piedi
pl_pl: Stanie
pt_br: Aguardando
ru: Положение
zh_cn: 站立

# HudInfoState
source: State
cs_cz: Stav
de: Zustand
es: Estado
fr: État
hu_hu: Állapot
it: Stato
pl_pl: Stan
pt_br: Estado
ru: Состояние
zh_cn: 状态

# HudScenarioInfoLivesLeft
source: Lives:
cs_cz: Životy:
de: Leben:
es: Vidas:
fr: Vies :
hu_hu: Élettartam:
it: Vite:
pl_pl: Życia:
pt_br: Vidas:
ru: Жизни:
zh_cn: 生命：

# HudScenarioInfoTimeLeft
source: Time left:
cs_cz: Zbývající čas:
de: Verbleibende Zeit:
es: Tiempo restante:
fr: Temps restant :
hu_hu: Hátralévő idő:
it: Tempo rimasto:
pl_pl: Pozostały czas:
pt_br: Tempo restante:
ru: Осталось времени:
zh_cn: 剩余时间：

source: Ice
cs_cz: Led
de: Eis
es: Hielo
fr: Glace
hu_hu: Jég
it: Ghiaccio
pl_pl: Lód
pt_br: Gelo
ru: Лед
zh_cn: 冰

# IconSymbol_Ag
source: Ag
zh_cn: 银-Ag

# IconSymbol_Au
source: Au
zh_cn: 金-Au

# IconSymbol_Co
source: Co
zh_cn: 钴-Co

# IconSymbol_Fe
source: Fe
zh_cn: 铁-Fe

# IconSymbol_Gravel
source: Gravel
cs_cz: Štěrk
de: Schotter
es: Grava
fr: Gravier
hu_hu: Kavics
it: Ghiaia
pl_pl: Żwir
pt_br: Cascalho
ru: Гравий
zh_cn: 沙石

# IconSymbol_Ice
source: Ice
cs_cz: Led
de: Eis
es: Hielo
fr: Glace
hu_hu: Jég
it: Ghiaccio
pl_pl: Lód
pt_br: Gelo
ru: Лед
zh_cn: 冰

# IconSymbol_K
source: K
zh_cn: 钾-K

# IconSymbol_Mg
source: Mg
zh_cn: 镁-Mg

# IconSymbol_Ni
source: Ni
zh_cn: 镍-Ni

# IconSymbol_Organic
source: Organic
cs_cz: Organický
de: Organisch
es: Orgánico
fr: Organique
hu_hu: Szerves
it: Organico
pl_pl: Organiczne
pt_br: Orgânico
ru: Органика
zh_cn: 有机物

# IconSymbol_Pt
source: Pt
zh_cn: 铂-Pt

# IconSymbol_Si
source: Si
zh_cn: 硅-Si

# IconSymbol_Stone
source: Stone
cs_cz: Kámen
de: Gestein
es: Piedra
fr: Pierre
hu_hu: Kő
it: Pietra
pl_pl: Kamień
pt_br: Pedra
ru: Камень
zh_cn: 石头

# IconSymbol_U
source: U
zh_cn: 铀-U

# IngameHelp_Intro_Detail1
source: Hello, Engineer! My name is Good.bot. I am an AI teacher that helps you by offering directions. Let's get you started! You can access useful information in the help screen.
de: Hallo Ingenieur! Mein Name ist Good.Bot. Ich bin ein KI-Lehrer, der Ihnen hilft und Ihnen den Weg weist. Fangen wir an! Im Hilfebildschirm können Sie auf nützliche Informationen zugreifen.
es: ¡Hola, Ingeniero! Me llamo Good.bot. Soy un profesor de inteligencia artificial que te ayudará ofreciéndote consejos. ¡Vamos a empezar! Puedes acceder a información útil en la pantalla de ayuda.
fr: Bonjour, ingénieur ! Je m'appelle Good.bot. Je suis un enseignant IA qui vous aide en vous proposant des instructions. Commençons ! Vous pouvez accéder à des informations utiles dans l'écran d'aide.
hu_hu: Helló, mérnök! A nevem Good.bot. AI tanító vagyok, aki útbaigazítással segít Önnek. Kezdjük! Hasznos információkat a súgó képernyőn érhet el.
it: Salve, Ingegnere! Il mio nome è Good.bot. Sono un insegnante di IA che ti aiuta offrendoti indicazioni. Cominciamo! Puoi accedere alle informazioni utili nella schermata di aiuto.
pl_pl: Witaj Inżynierze! Nazywam się Good.bot. Jestem pomocnikiem AI, który pomaga poprzez wskazówki. Zaczynajmy! Możesz znaleźć przydatne informacje w ekranie pomocy.
pt_br: Olá, Engenheiro! Meu nome é Good.bot. Eu sou um guia de inteligência artificial que vai orientá-lo, mostrando o caminho. Vamos começar! Você pode acessar informações úteis na tela de ajuda.
ru: Здравствуй Инженер! Меня зовут Good.bot, я обучающий ИИ, помогающий Вам советами. Давайте начнём! Вы можете найти дополнительную информацию на экране помощи в любое время.
zh_cn: 工程师，你好！我是Good.bot。我有人类的智慧可以做你的向导，为你指明方向。那我们开始旅程吧！你可以在帮助屏幕找到你要的信息。

# IngameHelp_Intro_Detail2
source: Press {CONTROL:HELP_SCREEN} to open help screen.
de: Drücken Sie auf {CONTROL:HELP_SCREEN}, um den Hilfebildschirm zu öffnen.
es: Pulsa {CONTROL:HELP_SCREEN}para abrir la pantalla de ayuda.
fr: Appuyez sur {CONTROL:HELP_SCREEN} pour ouvrir l'écran d'aide.
hu_hu: Nyomja meg a {CONTROL:HELP_SCREEN} gombot a súgó képernyő megnyitásához.
it: Premi {CONTROL:HELP_SCREEN} per aprire la schermata dii auto.
pl_pl: Naciśnij {CONTROL:HELP_SCREEN} żeby otworzyć ekran pomocy.
pt_br: Pressione {CONTROL:HELP_SCREEN} para abrir a tela de ajuda.
ru: Нажмите {CONTROL:HELP_SCREEN}, чтобы открыть экран помощи.
zh_cn: 按{CONTROL:HELP_SCREEN}打开帮助屏幕。

# IngameHelp_Intro_Detail2:Gamepad
source: Press {CONTROL:SYSTEM_RADIAL_MENU} to open the radial menu, navigate to the [Menu] tab and and choose the [Help] option.
de: Drücken Sie auf {CONTROL:SYSTEM_RADIAL_MENU}, um das Radialmenü zu öffnen, navigieren Sie zur Registerkarte [Menü] und wählen Sie die Option [Hilfe].
es: Pulsa {CONTROL:SYSTEM_RADIAL_MENU} para abrir el menú radial, muévete hasta la pestaña de [Menú] y selecciona la opción de [Ayuda].
fr: Appuyez sur {CONTROL:SYSTEM_RADIAL_MENU} pour ouvrir le menu radial, naviguez vers l'onglet [Menu] et choisissez l'option [Aide].
hu_hu: Nyomja meg a {CONTROL:SYSTEM_RADIAL_MENU} gombot a radiál menü megnyitásához, keresse meg a [Menü] fület, és válassza ki a[Súgó] lehetőséget.
it: Premi {CONTROL:SYSTEM_RADIAL_MENU}per aprire il menu radiale, navigare fino alla scheda [Menu] e scegliere l'opzione [Help].
pl_pl: Wciśnij {CONTROL:SYSTEM_RADIAL_MENU}, żeby otworzy obrotowe menu, przejdź do zakładki [Menu] i wybierz opcję [Pomoc].
pt_br: Pressione {CONTROL:SYSTEM_RADIAL_MENU} para abrir o menu radial. Navegue até a guia [Menu] e escolha a opção [Ajuda].
ru: Нажмите {CONTROL:SYSTEM_RADIAL_MENU} для открытия кругового меню, перейдите на вкладку «Меню» и выберите пункт «Помощь».
zh_cn: 按{CONTROL:SYSTEM_RADIAL_MENU}打开圆形菜单，转到菜单栏选择帮助。

# IngameHelp_Intro_Title
source: Good.bot: Introduction
de: Good.Bot: Einführung
es: Good.bot: Introducción
hu_hu: Good.bot: Bemutatkozás
it: Good.bot: Introduzione
pl_pl: Good.bot: Wprowadzenie
pt_br: Good.bot: Introdução
ru: Good.bot: Вступление
zh_cn: Good.bot：介绍

# IngameHelp_Jetpack_Title
source: Good.bot: Jetpack
ru: Good.bot: Джетпак
zh_cn: Good.bot：喷气背包

# IngameHelp_Jetpack_Detail1
source: Your jetpack runs on hydrogen fuel. Be careful not to run out of it while flying.
de: Ihr Jetpack wird mit Wasserstoff betrieben. Achten Sie darauf, dass Ihnen während des Fluges nicht der Treibstoff ausgeht.
es: Tu jetpack funciona con hidrógeno como combustible. Ten cuidado de no quedarte sin combustible mientras vuelas.
fr: Votre jetpack fonctionne à l'hydrogène. Veillez à ne pas en manquer en plein vol.
hu_hu: A jetpack-je hidrogén üzemanyaggal működik. Legyen óvatos, ne fogyjon ki repülés közben.
it: Il tuo jetpack funziona a idrogeno. Fai attenzione a non esaurirlo durante il volo.
pl_pl: Twojemu jetpackowi skończyło się paliwo wodorowe. Uważaj, by nie zabrakło go podczas lotu.
pt_br: Seu jetpack utiliza hidrogênio como combustível. Fique atento para que não acabe enquanto estiver voando.
ru: Ваш джетпак заправлен водородным топливом. Будьте внимательны, чтобы не остаться без топлива в полёте.
zh_cn: 喷气背包使用氢气作为燃料。飞行时小心燃料耗尽。

# IngameHelp_Jetpack_Detail2
source: Toggle jetpack with {CONTROL:THRUSTS}.
de: Schalten Sie das Jetpack mit {CONTROL:THRUSTS} ein und aus.
es: Activa el Jetpack con {CONTROL:THRUSTS}.
fr: Activez/désactivez le jetpack avec {CONTROL:THRUSTS}.
hu_hu: Jetpack be,- és kikapcsolása {CONTROL:THRUSTS}.
it: Attiva il jetpack con {CONTROL:THRUSTS}.
pl_pl: Włącz/Wyłącz jetpack naciskając {CONTROL:THRUSTS}.
pt_br: Acione o jetpack com {CONTROL:THRUSTS}.
ru: Включать джетпак с помощью {CONTROL:THRUSTS}.
zh_cn: 按{CONTROL:THRUSTS}切换喷气背包。

# IngameHelp_Jetpack_Detail3
source: {CONTROL:JUMP} and {CONTROL:CROUCH} to fly up and down.
de: Fliegen Sie mit {CONTROL:JUMP} und {CONTROL:CROUCH} auf und ab.
es: Usa {CONTROL:JUMP} y {CONTROL:CROUCH} para volar hacia arriba y hacia abajo.
fr: {CONTROL:JUMP} et {CONTROL:CROUCH} pour voler vers le haut et le bas.
hu_hu: {CONTROL:JUMP} és {CONTROL:CROUCH} repülés fel és le.
it: {CONTROL:JUMP} e {CONTROL:CROUCH} per volare in su e in giù.
pl_pl: Naciśnij {CONTROL:JUMP} by lecieć w górę i {CONTROL:CROUCH} by lecieć w dół.
pt_br: {CONTROL:JUMP} e {CONTROL:CROUCH} para voar para cima e para baixo.
ru: {CONTROL:JUMP}и {CONTROL:CROUCH} чтобы лететь вверх или вниз.
zh_cn: 按{CONTROL:JUMP}和{CONTROL:CROUCH}爬升和俯冲。

# IngameHelp_Jetpack_Detail4
source: Use {CONTROL:FORWARD} {CONTROL:BACKWARD} {CONTROL:STRAFE_LEFT} {CONTROL:STRAFE_RIGHT} to move and strafe.
de: Verwenden Sie {CONTROL:FORWARD} {CONTROL:BACKWARD} {CONTROL:STRAFE_LEFT} {CONTROL:STRAFE_RIGHT} zur Fortbewegung und zum seitlichen Ausweichen.
es: Usa {CONTROL:FORWARD} {CONTROL:BACKWARD} {CONTROL:STRAFE_LEFT} {CONTROL:STRAFE_RIGHT} para moverte y desplazarte a la izquierda y derecha.
fr: Utilisez {CONTROL:FORWARD} {CONTROL:BACKWARD} {CONTROL:STRAFE_LEFT} {CONTROL:STRAFE_RIGHT} pour bouger et vous déplacer sur le côté.
hu_hu: Használja a {CONTROL:FORWARD} {CONTROL:BACKWARD} {CONTROL:STRAFE_LEFT} {CONTROL:STRAFE_RIGHT} gombokat a mozgáshoz.
it: Usa i tasti {CONTROL:FORWARD} {CONTROL:BACKWARD} {CONTROL:STRAFE_LEFT} {CONTROL:STRAFE_RIGHT} per spostarti e colpire.
pl_pl: Poruszaj się klawiszami {CONTROL:FORWARD}{CONTROL:BACKWARD}{CONTROL:STRAFE_LEFT}{CONTROL:STRAFE_RIGHT}.
pt_br: Utilize {CONTROL:FORWARD}, {CONTROL:BACKWARD}, {CONTROL:STRAFE_LEFT} e {CONTROL:STRAFE_RIGHT} para se mover e mergulhar.
ru: {CONTROL:FORWARD} {CONTROL:BACKWARD} {CONTROL:STRAFE_LEFT} {CONTROL:STRAFE_RIGHT} — перемещение и смещение в сторону.
zh_cn: 使用 {CONTROL:FORWARD} {CONTROL:BACKWARD} {CONTROL:STRAFE_LEFT} {CONTROL:STRAFE_RIGHT} 移动和扫射。

# IngameHelp_Jetpack_Detail4:Gamepad
source: Use {GAMEPAD:AXIS_MOTION} to move and strafe.
de: {GAMEPAD:AXIS_MOTION} zum Bewegen und seitlichen Ausweichen.
es: Usa {GAMEPAD:AXIS_MOTION} para moverte y desplazarte a la izquierda y derecha.
fr: Utilisez {GAMEPAD:AXIS_MOTION} pour bouger et vous déplacer sur le côté.
hu_hu: Használja a {GAMEPAD:AXIS_MOTION} a mozgáshoz.
it: Usa {GAMEPAD:AXIS_MOTION} per muoverti e colpire.
pl_pl: Użyj {GAMEPAD:AXIS_MOTION} do poruszania się.
pt_br: Use {GAMEPAD:AXIS_MOTION} para se mover e mergulhar.
ru: Используйте {GAMEPAD:AXIS_MOTION} для движения и смещения в сторону.
zh_cn: 使用{GAMEPAD:AXIS_MOTION}移动和扫射。

# IngameHelp_Jetpack_Detail5
source: Press {CONTROL:ROLL_LEFT} and {CONTROL:ROLL_RIGHT} to roll.
de: Drücken Sie {CONTROL:ROLL_LEFT} und {CONTROL:ROLL_RIGHT} zum seitlichen Rollen.
es: Pulsa {CONTROL:ROLL_LEFT} y {CONTROL:ROLL_RIGHT} para rodar.
fr: Appuyez sur {CONTROL:ROLL_LEFT} et {CONTROL:ROLL_RIGHT} pour tourner.
hu_hu: Nyomja meg a {CONTROL:ROLL_LEFT} és {CONTROL:ROLL_RIGHT} gombot az oldalra gördüléshez.
it: Premi {CONTROL:ROLL_LEFT} e {CONTROL:ROLL_RIGHT} per rotolare.
pl_pl: Do obracania użyj klawiszy {CONTROL:ROLL_LEFT}oraz {CONTROL:ROLL_RIGHT}.
pt_br: Pressione {CONTROL:ROLL_LEFT} e {CONTROL:ROLL_RIGHT} para rolar.
ru: Нажмите {CONTROL:ROLL_LEFT}и {CONTROL:ROLL_RIGHT} для крена.
zh_cn: 按{CONTROL:ROLL_LEFT}和{CONTROL:ROLL_RIGHT}翻滚。

# IngameHelp_Jetpack_Detail5:Gamepad
source: Use {CONTROL:JETPACK:ROLL_LEFT} and {CONTROL:JETPACK:ROLL_RIGHT} to roll.
de: Verwenden Sie {CONTROL:JETPACK:ROLL_LEFT} und {CONTROL:JETPACK:ROLL_RIGHT} zum seitlichen Rollen.
es: Usa {CONTROL:JETPACK:ROLL_LEFT} y {CONTROL:JETPACK:ROLL_RIGHT} para rodar.
fr: Utilisez {CONTROL:JETPACK:ROLL_LEFT} et {CONTROL:JETPACK:ROLL_RIGHT} pour tourner.
hu_hu: Használja {CONTROL:JETPACK:ROLL_LEFT} and {CONTROL:JETPACK:ROLL_RIGHT} az oldalra gördüléshez.
it: Usa {CONTROL:JETPACK:ROLL_LEFT} e {CONTROL:JETPACK:ROLL_RIGHT} per rotolare.
pl_pl: Do obracania użyj {CONTROL:JETPACK:ROLL_LEFT}oraz {CONTROL:JETPACK:ROLL_RIGHT}.
pt_br: Use {CONTROL:JETPACK:ROLL_LEFT} e {CONTROL:JETPACK:ROLL_RIGHT} para rolar.
ru: Используйте {CONTROL:JETPACK:ROLL_LEFT} и {CONTROL:JETPACK:ROLL_RIGHT} для крена.
zh_cn: 使用{CONTROL:JETPACK:ROLL_LEFT}和{CONTROL:JETPACK:ROLL_RIGHT}翻滚。

# IngameHelp_Movement_Detail1
source: Let's get you started on the basics of movement. Don't forget to stay on the ground.
de: Fangen wir erst einmal mit den Grundlagen der Bewegung an. Vergessen Sie nicht, auf dem Boden zu bleiben.
es: Vamos a empezar con los fundamentos del movimiento. No te olvides de quedarte en el suelo.
fr: Commençons sur les bases du déplacement. N'oubliez pas de rester au sol.
hu_hu: Kezdjük a mozgás alapjaival. Ne felejtsen el a földön maradni.
it: Cominciamo con le basi del movimento. Non dimenticare di stare per terra.
pl_pl: Zacznijmy od podstawowego ruchu. Tylko nie odlatuj.
pt_br: Vamos começar com os movimentos básicos. Não se esqueça de ficar no chão.
ru: Давайте ознакомимся с основами управления. Оставайтесь на земле.
zh_cn: 我们先说说基础移动技巧。

# IngameHelp_Movement_Detail2
source: Use {CONTROL:FORWARD} {CONTROL:BACKWARD} {CONTROL:STRAFE_LEFT} {CONTROL:STRAFE_RIGHT} to walk and strafe.
de: Verwenden Sie {CONTROL:FORWARD} {CONTROL:BACKWARD} {CONTROL:STRAFE_LEFT} {CONTROL:STRAFE_RIGHT} zum Gehen und zur seitlichen Bewegung.
es: Usa {CONTROL:FORWARD} {CONTROL:BACKWARD} {CONTROL:STRAFE_LEFT} {CONTROL:STRAFE_RIGHT} para caminar y desplazarte a la izquierda y derecha.
fr: Utilisez {CONTROL:FORWARD} {CONTROL:BACKWARD} {CONTROL:STRAFE_LEFT} {CONTROL:STRAFE_RIGHT} pour bouger et vous déplacer sur le côté.
hu_hu: Használja {CONTROL:FORWARD} {CONTROL:BACKWARD} {CONTROL:STRAFE_LEFT} {CONTROL:STRAFE_RIGHT} a sétáláshoz és az oldalazáshoz.
it: Usa i tasti {CONTROL:FORWARD} {CONTROL:BACKWARD} {CONTROL:STRAFE_LEFT} {CONTROL:STRAFE_RIGHT} per camminare e colpire.
pl_pl: Możesz chodzić za pomocą{CONTROL:FORWARD} {CONTROL:BACKWARD} {CONTROL:STRAFE_LEFT} {CONTROL:STRAFE_RIGHT}.
pt_br: Utilize {CONTROL:FORWARD}, {CONTROL:BACKWARD}, {CONTROL:STRAFE_LEFT} e {CONTROL:STRAFE_RIGHT} para se andar e mover-se.
ru: {CONTROL:FORWARD} {CONTROL:BACKWARD} {CONTROL:STRAFE_LEFT} {CONTROL:STRAFE_RIGHT} — ходьба и смещение в сторону.
zh_cn: 使用 {CONTROL:FORWARD} {CONTROL:BACKWARD} {CONTROL:STRAFE_LEFT} {CONTROL:STRAFE_RIGHT} 行走和扫射。

# IngameHelp_Movement_Detail2:Gamepad
source: Use {GAMEPAD:AXIS_MOTION} to walk and strafe.
de: Verwenden Sie zum Gehen und seitlichen Ausweichen {GAMEPAD:AXIS_MOTION}.
es: Usa {GAMEPAD:AXIS_MOTION} para caminar y desplazarte a la izquierda y derecha.
fr: Utilisez {GAMEPAD:AXIS_MOTION} pour bouger et vous déplacer sur le côté.
hu_hu: Használja {GAMEPAD:AXIS_MOTION}a sétáláshoz és az oldalazáshoz.
it: Usa {GAMEPAD:AXIS_MOTION} per camminare e colpire.
pl_pl: Możesz chodzić za pomocą {GAMEPAD:AXIS_MOTION}.
pt_br: Use {GAMEPAD:AXIS_MOTION} para andar e mergulhar.
ru: Используйте {GAMEPAD:AXIS_MOTION} для ходьбы и смещения в сторону.
zh_cn: 使用{GAMEPAD:AXIS_MOTION}行走和扫射。

# IngameHelp_Movement_Detail3
source: Hold {CONTROL:SPRINT}+{CONTROL:FORWARD} to sprint.
de: Halten Sie zum Sprinten {CONTROL:SPRINT}+{CONTROL:FORWARD}.
es: Mantén {CONTROL:SPRINT}+{CONTROL:FORWARD} para correr.
fr: {CONTROL:SPRINT}+{CONTROL:FORWARD} pour sprinter
hu_hu: Tartsa nyomva {CONTROL:SPRINT}+{CONTROL:FORWARD} a futáshoz.
it: Tieni {CONTROL:SPRINT}+{CONTROL:FORWARD} per sprintare.
pl_pl: Przytrzymaj {CONTROL:SPRINT}+{CONTROL:FORWARD}, żeby biec sprintem.
pt_br: Segure {CONTROL:SPRINT}+{CONTROL:FORWARD} para correr.
ru: Удерживайте {CONTROL:SPRINT}+{CONTROL:FORWARD} чтобы бежать.
zh_cn: 按住{CONTROL:SPRINT}和{CONTROL:FORWARD}冲刺。

# IngameHelp_Movement_Detail3:Gamepad
source: Push {CONTROL:FORWARD} all the way to sprint forward.
de: Drücken Sie {CONTROL:FORWARD} durch, um vorwärts zu sprinten.
es: Presiona {CONTROL:FORWARD} hasta el fondo para esprintar hacia delante.
fr: Appuyez à fond sur {CONTROL:FORWARD} pour sprinter en avant.
hu_hu: Tolja {CONTROL:FORWARD} egészen előre a futáshoz.
it: Premi {CONTROL:FORWARD} continuamente per sprintare in avanti.
pl_pl: Wciśnij {CONTROL:FORWARD} do końca, żeby biec sprintem do przodu.
pt_br: Empurre {CONTROL:FORWARD} direto para correr para frente.
ru: Для быстрого бега вперед нажмите и удерживайте {CONTROL:FORWARD}.
zh_cn: 推{CONTROL:FORWARD}向前冲刺。

# IngameHelp_Movement_Detail4
source: Use {CONTROL:JUMP} to jump.
de: Verwenden Sie zum Springen {CONTROL:JUMP}.
es: Usa {CONTROL:JUMP} para saltar.
fr: Appuyez sur {CONTROL:JUMP} pour sauter.
hu_hu: Használja {CONTROL:JUMP} az ugráshoz.
it: Usa {CONTROL:JUMP} per saltare.
pl_pl: Możesz skakać na {CONTROL:JUMP}.
pt_br: Utilize {CONTROL:JUMP} para saltar.
ru: Нажмите {CONTROL:JUMP}для прыжка.
zh_cn: 按{CONTROL:JUMP}跳。

# IngameHelp_Movement_Detail5
source: Toggle {CONTROL:CROUCH} to crouch.
de: Ducken Sie sich mit {CONTROL:CROUCH}.
es: Pulsa {CONTROL:CROUCH} para agacharte.
fr: Appuyez sur {CONTROL:CROUCH} pour vous accroupir.
hu_hu: Váltás {CONTROL:CROUCH} gombbal guggolásra.
it: Attiva {CONTROL:CROUCH} per accovacciarti.
pl_pl: Wciśnij {CONTROL:CROUCH} żeby przełączyć się na skradanie.
pt_br: Alterne {CONTROL:CROUCH} para agachar.
ru: {CONTROL:CROUCH}чтобы присесть.
zh_cn: 按{CONTROL:CROUCH}蹲。

# IngameHelp_Camera_Detail1
source: Changing your point of view can be useful in many situations.
de: Das wechseln der Perspektive kann in vielen Situationen nützlich sein.
es: Cambiar tu punto de vista puede ser útil en muchas situaciones.
fr: Changer votre point de vue peut être utile dans de nombreuses situations.
hu_hu: A nézőpont megváltoztatása sok helyzetben hasznos lehet.
it: Cambiare il tuo punto di vista può essere utile in molte situazioni.
pl_pl: Zmiana perspektywy widoku może być przydatna w wielu sytuacjach.
pt_br: Alterar seu ponto de vista pode ser útil em diversas situações.
ru: Изменение точки обзора может быть полезным во многих ситуациях.
zh_cn: 很多情况下，改变观测点会很有用。
