Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# MessageBoxTextScenarioNotFound
source: Next scenario was not found and cannot be loaded. Both {0} and {1} does not exist or contain invalid data. Please contact scenario author to fix it.
cs_cz: Následující scénář nebyl nalezen, a proto nemůže být načten. {0} a {1} neexistují, nebo obsahují neplatná data. Kontaktujte autora scénáře, aby ho opravil.
de: Nächstes Szenario wurde nicht gefunden und kann nicht geladen werden. Sowohl {0} als auch {1} existieren nicht oder enthalten ungültige Daten. Bitte wenden Sie sich an den Urheber des Szenarios, um das Problem zu beheben.
es: El siguiente escenario no se ha encontrado y no se puede cargar. Ambos {0} y {1} no existen o contienen datos no válidos. Por favor, póngase en contacto con el autor del escenario para arreglarlo.
fr: Le scénario suivant est introuvable et ne peut pas être chargé. {0} et {1} n'existent pas et contiennent des données invalides. Veuillez contacter l'auteur du scénario pour le résoudre.
hu_hu: A következő forgatókönyv nem található, és nem tölthető be. Mind {0} és {1} nem létezik, vagy érvénytelen adatokat tartalmaz. Kérjük, forduljon a forgatókönyv készítőjéhez a javításhoz.
it: Il prossimo scenario non è stato trovato e non può essere caricato. Sia {0}che {1}non esistono o contengono dati non validi. Contatta l'autore dello scenario per risolvere il problema.
pl_pl: Następny scenariusz nie został znaleziony i nie może być załadowany. Oba {0} i {1} nie istnieją lub zawierają błędne dane. Prosimi o skontaktowanie się z autorem scenariusza z prośbą o naprawę.
pt_br: O próximo cenário não foi encontrado e não pode ser carregado. Tanto {0} quanto {1} não existem ou contêm dados inválidos. Entre em contato com o autor do cenário para solucionar o problema.
ru: Следующий сценарий не найден и не может быть загружен. Оба {0} и {1} не существуют или содержат поврежденные данные. Свяжитесь с автором сценария.
zh_cn: 未找到下一个任务，无法加载。 {0} 和 {1}不存在或含有无效数据。 请联系剧本作者修复。

# MessageBoxTextScenarioPublishFailed
source: Failed to publish on {0} Workshop
cs_cz: Publikování na {0} Workshop selhalo
de: Veröffentlichung im {0} Workshop fehlgeschlagen
es: Fallo al publicar {0} en la Workshop
fr: Échec de la publication sur le Workshop {0}
hu_hu: Nem sikerült közzétenni {0} a Műhelyben
it: Pubblicazione su {0}Workshop fallita
pl_pl: Publikacja w warsztacie {0} nie powiodła się
pt_br: Falha ao publicar no Workshop {0}
ru: Публикация в Мастерской {0} не удалась
zh_cn: 在 {0} 创意工坊上发布失败

# MessageBoxTextTutorialQuestion
source: Do you want to see basic tutorial video?
cs_cz: Chcete začít zhlédnutím výcvikového videa?
de: Möchten Sie ein Videotutorial, dass sich mit grundlegenden Funktionen beschäftigt ansehen?
es: ¿Quieres ver un video tutorial básico?
fr: Voulez-vous commencer par regarder le tutoriel vidéo ?
hu_hu: Szeretné látni az alapvető oktatóvideót?
it: Vuoi iniziare guardando il video tutorial di base?
pl_pl: Chcesz zacząć od zobaczenia samouczka wideo? Pamiętaj: zawsze możesz do niego wrócić klikając "Samouczki" na ekranie "Pomocy" (naciśnij F1).
pt_br: Gostaria de assistir a um vídeo tutorial básico?
ru: Хотите сначала посмотреть видео-обучение?
zh_cn: 你想要在线观看基础视频教程吗？

# MessageBoxTextWatchVideo
source: Would you like to watch video before tutorial starts?
cs_cz: Chcete zhlédnout video, než začne výcvik?
de: Möchten Sie sich vor Beginn des Szenarios ein Tutorial ansehen?
es: ¿Quieres ver el vídeo antes de que empiece el tutorial?
fr: Voulez-vous regarder la vidéo avant le début du tutoriel ?
hu_hu: Szeretne videót megnézni a bemutató megkezdése előtt?
it: Vuoi guardare un video prima dell'inizio del tutorial?
pl_pl: Czy chcesz obejrzeć film, zanim zacznie się samouczek?
pt_br: Gostaria de assistir ao vídeo antes de iniciar o tutorial?
ru: Хотите посмотреть видео перед началом обучения?
zh_cn: 在教程开始之前，你想观看视频吗？

# MessageBoxTextWorkshopDownloadFailed
source: Download failed, please try again later.
cs_cz: Stahování selhalo, zkuste to, prosím později.
de: Download fehlgeschlagen, bitte versuchen Sie es später noch einmal.
es: Error en la descarga, por favor inténtalo de nuevo más tarde.
fr: Echec du téléchargement, veuillez réessayer plus tard.
hu_hu: A letöltés nem sikerült, próbálkozzon újra később.
it: Scaricamento fallito, si prega di riprovare più tardi.
pl_pl: Pobieranie nie powiodło się, spróbuj ponownie później.
pt_br: Falha no download. Tente novamente mais tarde.
ru: Загрузка не удалась, попробуйте снова.
zh_cn: 下载失败，请稍后再试。

# MessageBoxTextThumbnailTooBig
source: Thumbnail is too big. Maximum allowed size is 1MB. Re-create the blueprint and try again.
de: Das Vorschaubild ist zu klein. Die maximal erlaubte Größe beträgt 1 MB. Modifizieren Sie den Bauplan und versuchen Sie es erneut.
es: La miniatura es demasiado grande. El tamaño máximo permitido es de 1MB. Vuelve a crear el plano e inténtalo de nuevo.
fr: La miniature est trop grande. La taille maximum autorisée est 1 Mo. Recréez le plan et réessayez.
it: La miniatura è troppo grande. La dimensione massima consentita è 1MB. Ricrea il progetto e riprova.
pl_pl: Miniatura jest zbyt duża. Mksymalny możliwy rozmiar to 1MB. Stwórz schemat od nowa i spróbuj jeszcze raz.
pt_br: Miniatura grande demais. Máximo permitido de 1 MB. Recrie o projeto e tente novamente.
ru: Миниатюра слишком большая. Максимальный размер — 1 МБ. Создайте чертеж заново и повторите попытку.
zh_cn: 缩略图太大。允许的最大大小为 1MB。重新创建蓝图并重试。

# MissileLauncherReloadingNotification
source: Reloading
cs_cz: Nabíjení
de: Wird nachgeladen
es: Recargando
fr: Rechargement
hu_hu: Újratöltés
it: Ricarica in corso
pl_pl: Przeładowywanie
pt_br: Recarregando
ru: Перезарядка
zh_cn: 重新装填

# MissionScreenCaption
source: Scenario Settings
cs_cz: Vlastnosti scénáře
de: Szenario-Einstellungen
es: Opciones del escenario
fr: Paramètres du scénario
hu_hu: Forgatókönyv-Beállítások
it: Impostazioni Scenario
pl_pl: Ustawienia scenarusza
pt_br: Configurações de cenário
ru: Настройки сценария
zh_cn: 场景设置

# MissionTriggerOtherWon
source: Other side won
cs_cz: Vyhrála jiná strana
de: Andere Seite hat gewonnen
es: El otro bando ha ganado
fr: Le camp adverse a gagné
hu_hu: A másik fél nyert
it: La controparte ha vinto
pl_pl: Strona przeciwna wygrała
pt_br: O outro lado venceu
ru: Победила команда противников
zh_cn: 对方胜利

# MissionTriggerReachPosition
source: Reach GPS position
cs_cz: Dosáhněte GPS souřadnic
de: Ereichen der GPS-Position
es: Alcanzar la posición GPS
fr: Rejoindre la position GPS
hu_hu: Gps-pozíció elérése
it: Raggiungi posizione GPS
pl_pl: Dotrzyj do pozycji GPS
pt_br: Alcançar posição de GPS
ru: Двигаться к координатам
zh_cn: 到达GPS点位

source: MostActiveDrills
cs_cz: NejAktivnějšíVrtáky
de: Aktivste Bohrer
es: Taladros más activos
fr: Le plus de foreuses actives
hu_hu: LegAktívabbFúrók
it: Trivelle più attive
pl_pl: Najaktywniejsze Wiertła
pt_br: Brocas mais ativas
ru: Кол-во работающих буров
zh_cn: 最活跃的钻头

source: MostActiveProductionBuildings
cs_cz: NejAktivnějšíProduktivníBudovy
de: Aktivste Produktionseinrichtungen
es: Edificios de producción más activos
fr: Le plus de bâtiments de production actifs
hu_hu: LegaktívabbTermelésiÉpületek
it: Costruzioni di produzione più attive
pl_pl: Najaktywniejsze Budynki Produkcyjne
pt_br: Construções de produção mais ativas
ru: Кол-во производственных блоков
zh_cn: 最活跃的生产建筑物

source: MostActiveReactors
cs_cz: NejAktivnějšíReaktory
de: Aktivste Reaktoren
es: Reactores más activos
fr: Le plus de réacteurs actifs
hu_hu: LegaktívabbReaktorok
it: Reattori più attivi
pl_pl: Najaktywniejsze Reaktory
pt_br: Reatores mais ativos
ru: Кол-во работающих реакторов
zh_cn: 最活跃的反应堆

source: MostActiveSensors
cs_cz: NejAktivnějšíSenzory
de: Aktivste Sensoren
es: Sensores más activos
fr: Le plus de capteurs actifs
hu_hu: LegaktívabbÉrzékelők
it: Sensori più attivi
pl_pl: Najaktywniejsze Sensory
pt_br: Sensores mais ativos
ru: Кол-во работающих сенсоров
zh_cn: 最活跃的传感器

source: MostActiveThrusters
cs_cz: NejAktivnějšíTrysky
de: Aktivste Triebwerke
es: Propulsores más activos
fr: Le plus de propulseurs actifs
hu_hu: LegaktívabbHajtóművek
it: Propulsori più attivi
pl_pl: Najaktywniejsze Silniki
pt_br: Propulsores mais ativos
ru: Кол-во работающих ускорителей
zh_cn: 最活跃的推进器

source: MostWheels
cs_cz: NejvíceKol
de: Meiste Räder
es: La mayoría de las ruedas
fr: Le plus de roues
hu_hu: LegaktívabbKerék
it: Ruote più attive
pl_pl: Najwięcej Kół
pt_br: Mais rodas
ru: Кол-во колес
zh_cn: 大多数轮子

# MultiplayerJoinProductionMultipliers
source: Production multipliers
cs_cz: Násobení produkce
de: Produktions-Multiplikatoren
es: Multiplicadores de producción
fr: Multiplicateurs de production
hu_hu: Termelési szorzók
it: Moltiplicatori di produzione
pl_pl: Mnożniki produkcji
pt_br: Multiplicadores de produção
ru: Множители продукции
zh_cn: 生产倍增器

# MyGuiScreenTriggerBlockDestroyed
source: Block destroyed
cs_cz: Blok zničen
de: Block zerstört
es: Bloque destruido
fr: Bloc détruit
hu_hu: Blokk megsemmisült
it: Blocco distrutto
pl_pl: Blok zniszczony
pt_br: Bloco destruído
ru: Блок уничтожен
zh_cn: 方块破损

# MyGuiScreenTriggerNoSpawn
source: No spawn place
cs_cz: Není místo pro oživení
de: Kein Spawn-Punkt verfügbar
es: No hay lugar para reaparecer
fr: Pas de lieu d'apparition
hu_hu: Nincs születési hely
it: Nessun posto di rigenerazione
pl_pl: Brak miejsca odradzania
pt_br: Sem local de renascimento
ru: Нет точки возрождения
zh_cn: 无重生地点

# MyGuiScreenTriggerTimeLimit
source: Time limit
cs_cz: Časový limit
de: Zeitlimit
es: Límite de tiempo
fr: Limite de temps
hu_hu: Időkorlát
it: Limite di tempo
pl_pl: Limit Czasu
pt_br: Limite de tempo
ru: Лимит времени
zh_cn: 时间限制

# NewVersionAvailable
source: New version of Space Engineers is available!
cs_cz: Nová verze Space Engineers je k dispozici!
de: Eine neue Version von Space Engineers ist verfügbar!
es: ¡Ya está disponible la nueva versión de Space Engineers!
fr: Une nouvelle version de Space Engineers est disponible !
hu_hu: Elérhető a Space Engineers új verziója!
it: Una nuova versione di Space Engineers è disponibile!
pl_pl: Nowa wersja Space Engineers jest dostępna!
pt_br: Nova versão de Space Engineers disponível!
ru: Доступна новая версия Space Engineers!
zh_cn: 太空工程师已发布新版本！

source: Nickel
cs_cz: Nikl
es: Níquel
hu_hu: Nikkel
pl_pl: Nikiel
pt_br: Níquel
ru: Никель
zh_cn: 镍

source: None
cs_cz: Žádné
de: Kein Skript
es: Ninguno
fr: Aucune
hu_hu: Nincs
it: Nessuno
pl_pl: Brak
pt_br: Nenhum
ru: Нет
zh_cn: 无

source: Not Available
cs_cz: Nedostupné
de: Nicht verfügbar
es: No disponible
fr: Non disponible
hu_hu: Nem Elérhető
it: Non disponibile
pl_pl: Niedostępne
pt_br: Não disponível
ru: Недоступно
zh_cn: 无法获得

# NotEnoughMaterial
source: Not enough materials to create a new block. At least one steel plate is required.
cs_cz: Nemáte dostatek materiálu pro vytvoření nového bloku. Je potřebný alespoň jeden železný plát.
de: Nicht genug Komponenten zum Konstruieren des Blocks verfügbar. Mindestens eine Stahlplatte wird benötigt.
es: No hay suficientes materiales para crear un nuevo bloque. Se requiere al menos una placa de acero.
fr: Matériaux insuffisants pour créer un nouveau bloc. Au moins une plaque d'acier est requise.
hu_hu: Nincs elég anyag, hogy új blokkot hozzon létre. Legalább egy acéllemez szükséges.
it: Materiali insufficienti per creare un nuovo blocco. Ti serve almeno una lastra d'acciaio.
pl_pl: Niewystarczająca ilość materiałów aby stworzyć nowy blok. Wymagana przynajmniej jedna stalowa płytka.
pt_br: Sem materiais suficientes para criar novo bloco. É necessário pelo menos uma placa de aço.
ru: Недостаточно материалов для создания блока. Нужна хотя бы одна стальная пластина.
zh_cn: 材料不足，不能创建新的方块。至少需要一块钢板。

# NoticeLine_01
source: Powered by VRAGE 2.0
cs_cz: Běží na VRAGE 2.0
de: Angetrieben durch VRAGE 2.0
es: Desarrollado por VRAGE 2.0
fr: Propulsé par VRAGE 2.0
hu_hu: Működteti VRAGE 2.0
it: Alimentato da VRAGE 2.0
pl_pl: W oparciu o VRAGE 2.0
pt_br: Desenvolvido por VRAGE 2.0
ru: С использованием VRAGE 2.0
zh_cn: 由VRAGE 2.0提供支持

# NoticeLine_02
source: Copyright © 2013-2019 KEEN SWH LTD.
cs_cz: Autorská práva © 2013-2016 KEEN SWH LTD.
hu_hu: Szerzői jog © 2013-2019 KEEN SWH LTD.
ru: Авторские права © 2013-2019 KEEN SWH LTD.
zh_cn: 版权 © 2013-2016 KEEN SWH LTD.

# NoticeLine_03
source: Space Engineers® and VRAGE™ are trademarks of KEEN SWH LTD.
cs_cz: Space Engineers® a VRAGE™ jsou obchodními značkami KEEN SWH LTD.
de: Space Engineers® und VRAGE™ sind Markenzeichen der KEEN SWH LTD.
es: Space Engineers® y VRAGE™ son marcas comerciales de KEEN SWH LTD.
fr: Space Engineers® et VRAGE™ sont des marques commercial KEEN SWH LTD.
hu_hu: Space Engineers® és a VRAGE™ védjegyei a KEEN SWH LTD -nek.
it: Space Engineers® e VRAGE™ sono marchi registrati di KEEN SWH LTD.
pl_pl: Space Engineers® and VRAGE™ są znakami towarowymi KEEN SWH LTD.
pt_br: Space Engineers® e VRAGE™ são marcas registradas da KEEN SWH LTD.
ru: Space Engineers® и VRAGE™ являются товарными знаками KEEN SWH LTD.
zh_cn: Space Engineers® 和 VRAGE™ 是 KEEN SWH LTD.所属商标

# NoticeLine_05
source: “Space Engineers” uses Havok®.
cs_cz: “Space Engineers” používá Havok®
de: „Space Engineers“ verwendet Havok®.
es: " Space Engineers" utiliza Havok®.
fr: « Space Engineers » utilise Havok®.
hu_hu: “A Space Engineers ”Havok®. használ.
it: “Space Engineers” usa Havok®.
pl_pl: “Space Engineers” korzysta z Havok®.
pt_br: “Space Engineers” utiliza Havok®.
ru: “Space Engineers” использует Havok®.
zh_cn: “Space Engineers” 采用了Havok®引擎。

# NoticeLine_06
source: ©Copyright 1999-2008 Havok.com, Inc (and its Licensors). All Rights Reserved.
cs_cz: ©Autorská práva 1999-2008 Havok.com, Inc (a jeho poskytovatelů licence). Všechna práva vyhrazena.
de: ©Copyright 1999-2008 Havok.com, Inc (und seine Lizenzgeber). Alle Rechte vorbehalten.
es: Copyright 1999-2008 Havok.com, Inc (y sus licenciantes). Todos los derechos reservados.
fr: © Copyright 1999-2008 Havok.com, Inc (et ses concédants de licence). Tous droits réservés.
hu_hu: ©Szerzői jog 1999-2008 Havok.com, Inc (és licencadói). Minden jog fenntartva.
it: ©Copyright 1999-2008 Havok.com, Inc (e i suoi Concessionari). Tutti i diritti riservati.
pl_pl: ©Copyright 1999-2008 Havok.com, Inc (and its Licensors). Wszelkie prawa zastrzeżone.
pt_br: ©Copyright 1999-2008 Havok.com, Inc (e seus Licenciadores). Todos os direitos reservados.
ru: ©Авторские права 1999-2008 Havok.com, Inc (и его Лицензиары). Все права защищены.
zh_cn: ©Copyright 1999-2008 Havok.com，Inc (and its Licensors). 版权所有

# NoticeLine_07
source: See www.havok.com for details.
cs_cz: Navštivte www.havok.com pro více detailů.
de: Siehe www.havok.com für Einzelheiten.
es: Visita www.havok.com para más detalles.
fr: Consultez www.havok.com pour plus de détails.
hu_hu: Lásd www.havok.com a részletekért.
it: Vedi www.havok.com per i dettagli.
pl_pl: Odwiedź www.havok.com po więcej informacji.
pt_br: Acesse www.havok.com para mais detalhes.
ru: См. www.havok.com
zh_cn: 访问www.havok.com查看更多详情。

# Department_Licenses
source: 3rd Party Software
de: Drittanbieter-Software
es: Software de terceros
fr: Logiciels tiers
hu_hu: Harmadik Fél Szoftver
it: Software di terze parti
pl_pl: Oprogramowanie Podmiotów Trzecich
pt_br: Software de terceiros
ru: Стороннее программное обеспечение
zh_cn: 第三方软件

# NotificationArgAngleGrinder
source: Angle grinder
cs_cz: Změňte úhel brusky
de: Flex
es: Amoladora angular
fr: Meuleuse
hu_hu: Sarokcsiszoló
it: Smerigliatrice angolare
pl_pl: Szlifierka kątowa
pt_br: Esmerilhadeira angular
ru: Болгарка
zh_cn: 切割机

# NotificationArgDrill
source: Drill
cs_cz: Vrták
de: Bohrgerät
es: Taladro
fr: Foreuse
hu_hu: Fúró
it: Trivella
pl_pl: Wiertło
pt_br: Broca
ru: Бур
zh_cn: 钻头

# NotificationArgLargeShip
source: large ship
cs_cz: velké lodě
de: große Schiffe
es: Nave grande
fr: grand vaisseau
hu_hu: Nagy hajó
it: nave grande
pl_pl: dużego statku
pt_br: nave grande
ru: большой корабль
zh_cn: 大型飞船

# NotificationArgMissile
source: Rocket
cs_cz: Raketa
de: Rakete
es: Cohete
fr: Roquette
hu_hu: Rakéta
it: Razzo
pl_pl: Rakieta
pt_br: Míssil
ru: Ракета
zh_cn: 火箭

# NotificationArgProjectile
source: Projectile
cs_cz: Projektil
de: Projektile
es: Proyectil
hu_hu: Lövedék
it: Proiettile
pl_pl: Pocisk
pt_br: Projétil
ru: Снаряд
zh_cn: 机枪

# NotificationArgSmallShip
source: small ship
cs_cz: malé lodě
de: kleine Schiffe
es: Nave pequeña
fr: petit vaisseau
hu_hu: kis hajó
it: nave piccola
pl_pl: małego statku
pt_br: nave pequena
ru: Малый корабль
zh_cn: 小型飞船

# NotificationArgStation
source: station
cs_cz: stanice
de: Stationen
es: Estación
hu_hu: állomás
it: stazione
pl_pl: stacji
pt_br: estação
ru: Станция
zh_cn: 太空站

# NotificationArgWelder
source: Welder
cs_cz: Svářečka
de: Schweißgerät
es: Soldador
fr: Chalumeau
hu_hu: Hegesztő
it: Saldatrice
pl_pl: Spawarka
pt_br: Soldadora
ru: Сварщик
zh_cn: 焊接器-hjq-

# NotificationBlockNotAvailableFor
source: {0} {1} is not available for a {2}
cs_cz: {0}{1} není dostupné pro {2}
de: {0} {1} steht nicht für {2} zur Verfügung
es: {0} {1} no está disponible para {2}
fr: {0} {1} n'est pas disponible pour {2}
hu_hu: {0} {1} nem érhető el a {2}
it: {0} {1}non è disponibile per {2}
pl_pl: {0} jest niedostępny dla {1}
pt_br: {0} {1} não disponível para {2}
ru: {0} {1} не подходит для {2}
zh_cn: {0} {1} 不可用于 {2}

# NotificationBottleRefill
source: Oxygen refilled from bottles.
cs_cz: Kyslík doplněn z láhví.
de: Sauerstoff mit Flasche wieder aufgefüllt.
es: Oxígeno rellenado a partir de bombonas.
fr: Oxygène rempli par des bouteilles.
hu_hu: Újratölthető oxigén palackokból.
it: Ossigeno riempito dalle bombole.
pl_pl: Uzupełniono tlen za pomocą butli.
pt_br: Oxigênio reabastecido por cilindros.
ru: Кислород пополнен из баллонов.
zh_cn: 充气至氧气瓶

# NotificationCannotJumpFromGravity
source: Jump drives cannot be used in natural gravity.
cs_cz: Skokový pohon nelze použít v blízkosti přírodní gravitace.
de: Sprungantriebe können unter dem Einfluss natürlicher Schwerkraft nicht verwendet werden.
es: Los motores de salto no se pueden usar en gravedad natural.
fr: Les moteurs de saut ne peuvent pas être utilisés en gravité naturelle.
hu_hu: Az ugróhajtóművek nem használhatók természetes gravitációban.
it: I motori a salto non possono essere utilizzati in gravità naturale.
pl_pl: Napędy skokowe nie mogą zostać użyte w polu grawitacyjnym planety.
pt_br: Os jump drives não podem ser utilizados em gravidade natural.
ru: Прыжковый двигатель нельзя использовать при натуральной гравитации.
zh_cn: 在行星重力下不能使用迁跃引擎。

# NotificationCannotJumpIntoGravity
source: Jump drives cannot be used to jump into natural gravity field.
cs_cz: Skokový pohon nelze použít pro skok do blízkosti přírodního gravitačního pole.
de: Sprungantriebe können nicht dazu verwendet werden, in natürliche Gravitationsfelder zu springen.
es: Los motores de salto no se pueden usar para saltar a un campo gravitatorio natural.
fr: Les moteurs de saut ne peuvent pas être utilisés pour sauter dans un champ de gravité naturel.
hu_hu: Az ugróhajtóművel nem lehet a természetes gravitációs mezőbe ugrani.
it: I motori a salto non possono essere utilizzati per saltare nella gravità naturale.
pl_pl: Napędy skokowe nie mogą zostać użyte w do skoku do naturalnego pola grawitacyjnego.
pt_br: Os jump drives não podem ser utilizados para saltar em campos gravitacionais naturais.
ru: Прыжковый двигатель не может прыгнуть в натуральную гравитацию.
zh_cn: 跃迁引擎不能在自然重力场内使用。

# NotificationCannotJumpOutsideWorld
source: Jump drives cannot be used to jump outside world limits.
cs_cz: Skokový pohon nemůžete použít, protože byste se dostali za hranici světa.
de: Sprungantriebe können nicht zum Springen außerhalb der Weltgrenzen verwendet werden.
es: Los motores de salto no se pueden usar para saltar fuera de los límites de un mundo.
fr: Les moteurs de saut ne peuvent pas être utilisés pour sortir des limites du monde.
hu_hu: Az ugróhajtóművek nem használhatók a világhatárokon kívülre.
it: I motori a salto non possono essere utilizzati per saltare fuori dai limiti del mondo.
pl_pl: Napędy skokowe nie mogą zostać użyte aby skoczyć poza limit świata.
pt_br: Os jump drives não podem ser utilizados para saltar para fora dos limites do planeta.
ru: Прыжковый двигатель не может прыгать за пределы мира.
zh_cn: 跳跃引擎无法跳至外太空。

# NotificationCharacterBroadcastingOff
source: Broadcasting Off
cs_cz: Vysílání vypnuto
de: Funksignal aus
es: Emisión Off
fr: Diffusion off
hu_hu: Műsorszórás Ki
it: Trasmissione OFF
pl_pl: Nadawanie wyłączone
pt_br: Transmissão desativada
ru: Вещание выключено
zh_cn: 广播关闭

# NotificationCharacterBroadcastingOn
source: Broadcasting On
cs_cz: Vysílání zapnuto
de: Funksignal an
es: Emisión On
fr: Diffusion on
hu_hu: Műsorszórás Be
it: Trasmissione On
pl_pl: Nadawanie włączone
pt_br: Transmissão ativada
ru: Вещание включено
zh_cn: 广播开

# NotificationConnectorsDisabled
source: Connectors Disabled
cs_cz: Konektory odpojeny
de: Verbinder deaktiviert
es: Conectores Desactivados
fr: Connecteurs désactivés
hu_hu: Csatlakozók Letiltva
it: Connettori disattivati
pl_pl: Łącznik odłączony
pt_br: Conectores desablitados
ru: Коннекторы выключены
zh_cn: 连接器已禁用

# NotificationConnectorsEnabled
source: Connectors Enabled
cs_cz: Konektory připojeny
de: Verbinder aktiviert
es: Conectores Activados
fr: Connecteurs activés
hu_hu: Csatlakozók Engedélyezve
it: Connettori attivati
pl_pl: Łącznik podłączony
pt_br: Conectores habilitados
ru: Коннекторы включены
zh_cn: 连接器已启用

# NotificationParkingSuccessful
source: Parking engaged
de: Handbremse aktiv
es: Aparcamiento conectado
fr: Frein à main engagé
it: Parcheggi occupati
pl_pl: Zaparkowano
pt_br: Estacionamento acionado
ru: Парковка включена
zh_cn: 停车开始

# NotificationParkingFailed
source: Unable to park
de: Parken nicht möglich
es: No se puede aparcar
fr: Impossible d'activer le frein à main
it: Impossibile parcheggiare
pl_pl: Nie można zaparkować
pt_br: Não é possível estacionar
ru: Не удается запарковать
zh_cn: 无法停车

# NotificationCannotPaint
source: You are not allowed to paint this grid
de: Sie dürfen diese Blockkonstruktion nicht lackieren
es: No tiene permiso para pintar esta estructura
fr: Vous n'êtes pas autorisé à peindre cette grille
it: Non puoi colorare questa griglia
pl_pl: Nie masz zezwolenia na pomalowanie tej siatki
pt_br: Você não tem permissão para pintar esta grid
ru: Вам не разрешено окращивать эту структуру
zh_cn: 你未被允许喷涂此网格

# NotificationParkingReleased
source: Parking released
de: Handbremse gelöst
es: Aparcamiento liberado
fr: Frein à main relâché
it: Parcheggi abbandonati
pl_pl: Parkowanie wyłączone
pt_br: Estacionamento liberado
ru: Парковка отключена
zh_cn: 停车已释放

# NotificationCopyPasteAsteroidObstructed
source: Can not place asteroids/voxels over ships(except stations), players, or out of world bounds
cs_cz: Nelze vložit asteroid/terén skrze lodě (vyjma stanic) nebo hráče
de: Asteroiden können sich nicht mit Schiffen oder Spielern überschneiden, oder außerhalb der Weltgrenzen platziert werden
es: No puedes colocar asteroides/vóxeles sobre naves (excepto estaciones), jugadores o fuera de los límites del mundo.
fr: Impossible de placer des astéroïdes/voxels au-dessus des vaisseaux (sauf les stations), des joueurs ou en dehors des limites du monde
hu_hu: A játékosok nem helyezhetnek aszteroidákat/voxeleket hajók fölé (állomások kivételével), és a világ határain kívülre sem
it: Impossibile piazzare asteroidi/voxel sopra navi (tranne stazioni), giocatori, o fuori dai confini del mondo
pl_pl: Nie można ustawić asteroid na statkach(z wyjątkiem stacji), graczach lub poza granicą świata
pt_br: Impossível posicionar asteroides/voxels sobre naves (exceto estações), jogadores ou fora dos limites do planeta
ru: Невозможно размещать астероиды/воксели сквозь корабли и игроков
zh_cn: 不能把小行星/体素放在飞船上（除了空间站），玩家身上，或边界外
