Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# EconomyFaction_Description_Builder1
source: Top manufacturer of ships for the best prices. We offer excellent service that fit your needs.
de: Top-Hersteller von Schiffen mit besten Preisen. Wir bieten einen ausgezeichneten Service, der Ihren Bedürfnissen entspricht.
es: Líder en producción de naves al mejor precio. Ofrecemos un excelente servicio adecuado a sus necesidades.
fr: Premier fabricant de vaisseaux aux meilleurs prix. Nous offrons un excellent service qui répond à vos besoins.
hu_hu: A legjobb hajók gyártója a legjobb áron. Kiváló szolgáltatást kínálunk, amely megfelel az Ön igényeinek.
it: Il miglior produttore di navi per i migliori prezzi. Offriamo un servizio eccellente che si adatta alle tue esigenze.
pl_pl: Najlepszy producent statków w konkurencyjnych cenach. Oferujemy doskonałą obsługę, która spełni Twoje oczekiwania.
pt_br: O melhor fabricante de naves pelos melhores preços. Oferecemos um serviço de excelência para atender à sua demanda.
ru: Лидирующий производитель кораблей по лучшей цене. Мы предлагаем отличный сервис для утоления ваших нужд.
zh_cn: 飞船的顶级制造商，价格公道。服务一流，满足您所有需要。

# EconomyFaction_Description_Builder2
source: Reliable, durable, Safe. These words mark our selection of our terrestrial and extraterrestrial vehicles.
de: Zuverlässig, haltbar, sicher. Diese Worte sind bezeichnend für unsere Auswahl an terrestrischen und extraterrestrischen Fahrzeugen.
es: Confiabilidad, durabilidad y seguridad. Estas son las claves de nuestra selección de vehículos extraterrestres.
fr: Fiable, durable, sûr. Ces mots marquent notre sélection de nos véhicules terrestres et extraterrestres.
hu_hu: Megbízható, Tartós, Biztonságos. Ezek a szavak jelzik földi és földönkívüli járműveink választékát.
it: Affidabile, durevole, sicuro. Queste parole contrassegnano la nostra selezione dei nostri veicoli terrestri ed extraterrestri.
pl_pl: Niezawodne, Trwałe, Bezpieczne. Te słowa opisują pojazdy naziemne i pozaziemskie, które sprzedajemy.
pt_br: Confiabilidade, durabilidade e segurança. Três palavras que traduzem toda a nossa linha de veículos terrestres e extraterrestres.
ru: Надежно, прочно, безопасно. Эти слова описывают нашу коллекцию планетного и межпланетного транспорта.
zh_cn: 可靠，耐用，安全是我们所有交通工具的特点。

# EconomyFaction_Description_Builder3
source: Cutting edge technologies bring you the best quality through our shipyards, delivering competitive advantage to you over your competitors.
de: Unsere mit modernsten Technologien ausgestatteten Werften liefern Ihnen hochentwickelte Schiffe bester Qualität und verschaffen Ihnen einen Wettbewerbsvorteil gegenüber Ihren Mitbewerbern.
es: Nuestros astilleros usan la última tecnología para ofrecerle la mejor calidad para que usted saque ventaja a sus competidores.
fr: Les technologies de pointe vous apportent la meilleure qualité grâce à nos chantiers navals, ce qui vous donne un avantage sur vos concurrents.
hu_hu: Az élvonalbeli technológiák a legjobb minőséget biztosítják hajógyárainkon keresztül, versenyelőnyt biztosítva Önnek vetélytársakkal szemben.
it: Le tecnologie all'avanguardia ti offrono la migliore qualità attraverso i nostri cantieri navali, offrendoti un vantaggio competitivo rispetto ai tuoi concorrenti.
pl_pl: Najnowocześniejsze technologie zapewniające najlepszą jakość w naszych stoczniach, zapewniające przewagę nad konkurencją.
pt_br: A tecnologia de ponta leva a você o que há de melhor em nossos estaleiros, proporcionando vantagens competitivas em relação a seus concorrentes.
ru: Новейшие технологии обеспечивают высшее качество на наших верфях, обеспечивая Ваше конкурентное преимущество.
zh_cn: 前沿的科技打造出最好的飞船，让你击败你的竞争者。

# EconomyFaction_Description_Builder4
source: Number one producer of vehicles for industrial, military, mining and exploration aplications.
de: Führender Hersteller von Fahrzeugen für industrielle, militärische, Bergbau- und Explorationsanwendungen.
es: Principal productor de vehículos para aplicaciones industriales, militares, de minería y de exploración.
fr: Premier producteur de véhicules pour les applications industrielles, militaires, minières et d'exploration.
hu_hu: Az ipari, katonai, bányászati és felderítő járművek első számú gyártója.
it: Produttore numero uno di veicoli per applicazioni industriali, militari, minerarie e di esplorazione.
pl_pl: Numer jeden wśród producentów pojazdów do zastosowań przemysłowych, wojskowych, górniczych i eksploracyjnych.
pt_br: Fabricante número um de veículos industriais, militares, de mineração e exploração.
ru: Главные производитель промышленного, военного, шахтерского и исследовательского транспорта.
zh_cn: 一流的工业，军用，采矿和探索车辆生产商。

# EconomyFaction_Description_Miner0
source: For the highest grade of minerals and gases come visit us.
de: Statten Sie uns einen Besuch ab, wenn Sie auf der Suche nach hochwertigsten Mineralien und Gasen sind.
es: Visítenos si busca minerales y gases de la máxima calidad.
fr: Pour la meilleure qualité de minéraux et de gaz, venez nous rendre visite.
hu_hu: A legmagasabb minőségű ásványi anyagokért és gázokért látogasson el hozzánk.
it: Per il più alto livello di minerali e gas, vieni a trovarci.
pl_pl: Po najwyższej jakości minerały i gazy zapraszamy do nas.
pt_br: Buscando por minerais e gases com qualidade superior? Visite-nos.
ru: Посетите нас, если заинтересованы в минералах и газах высшей пробы.
zh_cn: 需要最高的等级的矿物和气体就找我们。

# EconomyFaction_Description_Miner1
source: We procure all manner of ores and gases, so you don't have to.
de: Wir können alle Arten von Erzen und Gasen beschaffen, damit Sie es nicht tun müssen.
es: Conseguimos todo tipo de minerales y gases, para que usted no tenga que hacerlo.
fr: Nous nous procurons toutes sortes de minerais et de gaz, pour que vous n'ayez pas à le faire.
hu_hu: Mindenféle ércet és gázt beszerzünk, így önnek nem kell.
it: Procuriamo noi tutti i tipi di minerali e gas, quindi non sei obbligato a farlo tu.
pl_pl: Pozyskujemy wszystkie rodzaje rud i gazów, więc ty nie musisz.
pt_br: Não se preocupe. Temos todos os tipos de minerais e gases.
ru: Мы извлекаем все типы руд и газов, чтобы Вам не приходилось.
zh_cn: 我们制造所有的矿石和气体。你们不需要制造。

# EconomyFaction_Description_Miner2
source: Finest ore and purest gases. Nothing but the best for our customers.
de: Feinste Erze und reinste Gase. Nur das Allerbeste für unsere Kunden.
es: Los minerales más finos y los gases más puros. Solo ofrecemos lo mejor a nuestros clientes.
fr: Le minerai le plus fin et les gaz les plus purs. Rien que le meilleur pour nos clients.
hu_hu: A legfinomabb ércek és a legtisztább gázok. Csak a legjobbat az ügyfeleink számára.
it: I minerali e i gas più fini e puri. Nient'altro che il meglio per i nostri clienti.
pl_pl: Najlepsza ruda i najczystsze gazy. Wszystko co najlepsze dla naszych klientów.
pt_br: Minério de qualidade e gases puros. Nada além do melhor para nossos clientes.
ru: Высокопробные руды и чистейшие газы. Все лучшее - нашим клиентам!
zh_cn: 最好的矿石和最纯的气体。我们只给客户最好的产品。

# EconomyFaction_Description_Miner3
source: We offer every raw material the galaxy has to offer. Except water. No one can seem to find water.
de: Wir bieten jeden Rohstoff, den die Galaxie zu bieten hat – mit Ausnahme von Wasser. Es kann scheinbar niemand Wasser finden.
es: Ofrecemos cualquier materia prima mineral disponible en la galaxia. Excepto agua. Nadie está logrando encontrar agua.
fr: Nous offrons toutes les matières premières que la galaxie a à offrir. Sauf l'eau. Personne ne semble pouvoir trouver d'eau.
hu_hu: Minden nyersanyagot kínálunk, ami a galaxisban megtalálható, kivéve a vizet. Úgy tűnik, senki sem talál vizet.
it: Offriamo ogni materia prima che la galassia ha da offrire. Tranne l'acqua. Sembra che nessuno trovi l'acqua.
pl_pl: Oferujemy każdy surowiec, jaki galaktyka ma do zaoferowania. Oprócz wody. Nikt nie może jej znaleźć.
pt_br: Contamos com toda matéria-prima que a galáxia tem para oferecer. Exceto água. Parece que ninguém está conseguindo encontrar água.
ru: Мы предлагаем любое известное сырье в галактике. Кроме воды. Никто не может найти воду.
zh_cn: 我们提供整个星系所有的原材料。除了水。好像没有人能找到水。

# EconomyFaction_Description_Miner4
source: Our industrial equipment and trained personnel bring you the finest quality ores and gases for the best prices.
de: Dank unserer Industrieausrüstung und unserem geschulten Personal sind wir in der Lage Ihnen Erze und Gase bester Qualität zu den besten Preisen zu bieten.
es: Nuestros equipos industriales y nuestro personal experto le ofrecen minerales y gases de la máxima calidad a los mejores precios.
fr: Notre équipement industriel et notre personnel qualifié vous apportent des minerais et des gaz de la meilleure qualité aux meilleurs prix.
hu_hu: Ipari felszereléseink és képzett személyzetünk a legjobb minőségű érceket és gázokat hozza el Önnek a legjobb áron.
it: Le nostre attrezzature industriali e il nostro personale addestrato ti portano i migliori minerali e gas di qualità ai migliori prezzi.
pl_pl: Nasze urządzenia przemysłowe i wyszkolony personel dostarczają Państwu najwyższej jakości rudy i gazy za najlepszą cenę.
pt_br: Nosso equipamento industrial e pessoal treinado levam a você a mais alta qualidade em minério e gases. Tudo pelo melhor preço.
ru: Наше промышленное оборудование и обученные профессионалы доставляют для Вас очищенную руду и газы за лучшие цены.
zh_cn: 我们工业设备和训练有素的人员给你提供最高质量的矿石和气体，而且价格公道。

# EconomyFaction_Description_Trader0
source: You want it, we've got it. Top supplier of components, tools and gases.
de: Sie wollen es – wir haben es! Top-Lieferant von Komponenten, Werkzeugen und Gasen.
es: Lo desea y lo tiene. El líder en componentes, herramientas y gases.
fr: Vous le voulez, nous l'avons. Premier fournisseur de composants, d'outils et de gaz.
hu_hu: Ha akarod, nálunk megkapod. Az alkatrészek, szerszámok és gázok legnagyobb szállítója.
it: Se lo vuoi, ce l'abbiamo. Il miglior fornitore di componenti, utensili e gas.
pl_pl: Ty tego chcesz, a my to mamy. Jesteśmy najlepszym dostawcą komponentów, narzędzi i gazów.
pt_br: Você quer, você pode. O melhor fornecedor de componentes, ferramentas e gases.
ru: Вам это нужно, у нас это есть. Лучшие поставщик компонентов, инструментов и газов.
zh_cn: 你要的，我们都有。我们是组件，工具和气体的顶级供应商。

# EconomyFaction_Description_Trader1
source: Our partners deliver us the highest quality components, tools, gases and contracts. From the outer regions of space directly to you.
de: Unsere Partner liefern uns Komponenten, Werkzeuge, Gase von höchster Qualität. Aus den äußeren Regionen des Weltraums direkt zu Ihnen. Und das ist nicht alles – wir bieten Verträge mit den besten Konditionen an.
es: Nuestros socios obtienen componentes, herramientas, gases y contratos de la máxima calidad desde las regiones más lejanas del espacio.
fr: Nos partenaires nous fournissent des composants, des outils, des gaz et des contrats de la plus haute qualité. Depuis les régions les plus éloignées de l'espace, directement chez vous.
hu_hu: Partnereink a legjobb minőségű alkatrészeket, szerszámokat, gázokat és szerződéseket biztosítják nekünk. A világűr külső régióiból közvetlenül önhöz.
it: I nostri partner ci forniscono componenti, utensili, gas e contratti di altissima qualità. Dalle regioni esterne dello spazio direttamente a te.
pl_pl: Nasi partnerzy dostarczają nam najwyższej jakości komponenty, narzędzia, gazy i kontrakty. Z dalekich obszarów kosmosu bezpośrednio do ciebie.
pt_br: Nossos parceiros nos fornecem componentes, ferramentas, gases e contratos da mais alta qualidade. Das regiões mais remotas do espaço diretamente para você.
ru: Наши партнеры доставляют компоненты, инструменты и газы высшего качества. Из дальних секторов космоса напрямую Вам.
zh_cn: 我们的伙伴给我们提供最高质量的组件，工具，气体。从外太空直接发到我们的这里。

# EconomyFaction_Description_Trader2
source: We deliver durable components and the best quality tools. Our services include fuel, oxygen and contracts from reliable partners.
de: Wir liefern langlebige Komponenten und Werkzeuge bester Qualität. Unsere Dienstleistungen umfassen Treibstoff, Sauerstoff und Verträge von unseren zuverlässigen Partnern.
es: Ofrecemos componentes duraderos y herramientas de la mejor calidad. Nuestros servicios incluyen combustible, oxígeno y contratos de socios confiables.
fr: Nous fournissons des composants durables et des outils de la meilleure qualité. Nos services comprennent le carburant, l'oxygène et les contrats de partenaires fiables.
hu_hu: Tartós alkatrészeket és a legjobb minőségű szerszámokat szállítjuk. Szolgáltatunk üzemanyagot, oxigént és megbízható partneri szerződéseket.
it: Forniamo componenti durevoli e strumenti della migliore qualità. I nostri servizi includono carburante, ossigeno e contratti da partner affidabili.
pl_pl: Dostarczamy wytrzymałe komponenty i najwyższej jakości narzędzia. Nasze usługi obejmują paliwo, tlen oraz kontrakty od niezawodnych partnerów.
pt_br: Oferecemos componentes com durabilidade e ferramentas de alta qualidade. Nossos serviços incluem combustível, oxigênio e contratos de parceiros de confiança.
ru: Мы предоставляем прочные компоненты и лучшие инструменты. Наши услуги включают заправку топливом и кислородом и контракты от наших проверенных партнеров.
zh_cn: 我们提供耐用品和最好质量的工具。我们的服务包括，燃油，氧气还和可靠的合作伙伴订立合约。

# EconomyFaction_Description_Trader3
source: Components, Munitions, Tools, and Fuel. You name it. Become a partner for the best offers, we will make it worth your while.
de: Komponenten, Munition, Werkzeuge und Treibstoff. Sie haben die Wahl – wir haben nur die allerbesten Artikel im Angebot. Werden Sie jetzt unser Partner und wir sorgen dafür, dass es sich für Sie lohnt.
es: Componentes, municiones, herramientas y combustible. Lo que usted desee. Hágase socio para obtener las mejores ofertas. Realmente vale la pena.
fr: Composants, munitions, outils et carburant. Tout ce que vous voulez. Devenez un partenaire pour les meilleures offres, nous ferons en sorte que cela en vaille la peine.
hu_hu: Alkatrészek, lőszerek, szerszámok és üzemanyag. Amit csak akar. Legyen partnerünk a legjobb ajánlatokért Megéri a fáradságot.
it: Componenti, munizioni, strumenti e carburante. Devi solo chiedere. Diventa partner per le migliori offerte, ne varrà la pena.
pl_pl: Komponenty, Amunicja, Narzędzia i Paliwo. Co tylko chcesz. Zostań naszym partnerem, a sprawimy, że będzie to warte Twojej uwagi.
pt_br: Componentes, munição, ferramentas e combustível. A escolha é sua. Torne-se um parceiro e aproveite nossas melhores ofertas. Vale a pena!
ru: Компоненты, боеприпасы, инструменты, топливо. Только назовите. Станьте партнером для лучших предложений, они будут стоить того.
zh_cn: 组件，军火，工具和燃油。你要，我们就给你最好的价格。

# EconomyFaction_Description_Trader4
source: We offer all the essentials for your space industrial advancements and more.
de: Wir bieten alles, was für Ihren raumfahrtindustriellen Fortschritt nötig ist, und noch vieles mehr.
es: Ofrecemos todo lo esencial para que avance en la industria espacial. Y más.
fr: Nous vous offrons tous les éléments essentiels pour vos avancées industrielles spatiales et plus encore.
hu_hu: Minden lényeges dolgot kínálunk az űripari fejlesztésekhez és még sok minden mást.
it: Offriamo tutto l'essenziale per i tuoi progressi industriali spaziali e molto altro ancora.
pl_pl: Oferujemy wszystko, co niezbędne do rozwoju przemysłu kosmicznego i nie tylko.
pt_br: Oferecemos todo o essencial para seus avanços industriais no espaço e muito mais.
ru: Мы предлагаем всё необходимое для ваших промышленных начинаний в космосе.
zh_cn: 我们提供所有的必需品，为你们提高太空工业水平。

# TerminalTab_Factions_Reputation
source: Reputation:
es: Reputación:
fr: Réputation :
hu_hu: Hírnév:
it: Reputazione:
pl_pl: Reputacja:
pt_br: Reputação:
ru: Репутация:
zh_cn: 名声：

# TradeScreenAccepted
source: Accepted
de: Angenommen
es: Aceptado
fr: Accepté
hu_hu: Elfogad
it: Accettato
pl_pl: Przyjęto
pt_br: Aceito
ru: Принято
zh_cn: 已接受

# TradeScreenCancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
hu_hu: Mégse
it: Annulla
pl_pl: Anuluj
pt_br: Cancelar
ru: Отмена
zh_cn: 取消

# TradeScreenNotAccepted
source: Not Accepted
de: Nicht angenommen
es: No aceptado
fr: Pas accepté
hu_hu: Nem fogad el
it: Non accettato
pl_pl: Nie Przyjęto
pt_br: Não aceito
ru: Не принято
zh_cn: 没接受

# TradeScreenOfferSubmited
source: Offer Submitted
de: Angebot eingereicht
es: Oferta presentada
fr: Offre envoyée
hu_hu: Ajánlat Benyújtva
it: Offerta presentata
pl_pl: Oferta Złożona
pt_br: Oferta enviada
ru: Предложение отправлено
zh_cn: 报价已提交

# TradeScreenPopupAcceptTrade
source: Do you want to trade with {0}?
de: Wollen Sie mit {0} handeln?
es: ¿Quieres intercambiar con {0}?
fr: Voulez-vous faire du commerce avec {0} ?
hu_hu: Szeretne kereskedni vele: {0}?
it: Vuoi fare affari con {0}?
pl_pl: Chcesz handlować z {0}?
pt_br: Gostaria de negociar com {0}?
ru: Вы хотите поторговать с {0}?
zh_cn: 你想和{0}交易吗？

# TradeScreenPopupAlreadyTrading
source: Player is already trading
de: Spieler handelt bereits
es: El jugador ya está intercambiando
fr: Le joueur est déjà en train de commercer
hu_hu: A játékos már kereskedik
it: Il giocatore sta già facendo affari
pl_pl: Gracz już handluje
pt_br: O jogador já está negociando
ru: Игрок уже торгует
zh_cn: 玩家正在交易

# TradeScreenPopupCancel
source: Player canceled the trade.
de: Der Spieler hat das Geschäft abgebrochen.
es: El jugador ha cancelado el intercambio.
fr: Le joueur a annulé l'échange.
hu_hu: A játékos visszavonta a kereskedést.
it: Il giocatore ha annullato l'affare.
pl_pl: Gracz anulował handel.
pt_br: O jogador cancelou a negociação.
ru: Игрок отменил торговлю
zh_cn: 玩家已取消交易。

# TradeScreenPopupCancelMissingItems
source: Player is missing items for trade. Trade canceled.
de: Dem Spieler fehlen Items zum Handeln. Handel wurde abgebrochen.
es: Al jugador le faltan artículos para comerciar. Comercio cancelado.
fr: Le joueur n'a pas d'objets à échanger. Échange annulé.
it: Al giocatore mancano oggetti per lo scambio. Scambio annullato.
pl_pl: Graczowi brakuje przedmiotów na sprzedaż. Sprzedaż anulowana.
pt_br: O jogador não tem itens para negociar. Transação cancelada.
ru: У игрока нет предметов для обмена. Торговля отменена.
zh_cn: 玩家缺少交易物品。交易取消。

# TradeScreenPopupDead
source: Player not available
de: Spieler nicht verfügbar
es: Jugador no disponible
fr: Joueur indisponible
hu_hu: A játékos nem érhető el
it: Giocatore non disponibile
pl_pl: Gracz niedostępny
pt_br: Jogador não disponível
ru: Игрок недоступен
zh_cn: 玩家不存在

# TradeScreenPopupError
source: Something went wrong. Try again.
de: Etwas ging schief. Versuchen Sie es noch einmal.
es: Algo ha ido mal. Inténtalo de nuevo.
fr: Quelque chose s'est mal passé. Réessayez.
hu_hu: Valami elromlott. Próbálja újra.
it: Qualcosa è andato storto. Riprovaci.
pl_pl: Coś poszło nie tak. Spróbuj ponownie.
pt_br: Algo deu errado. Tente novamente.
ru: Что-то пошло не так. Попробуйте снова.
zh_cn: 出现错误。请重试。

# TradeScreenPopupLabel
source: Trading
de: Handel
es: Intercambiando
fr: Commerce
hu_hu: Kereskedés
pl_pl: Handel
pt_br: Negociando
ru: Торговля
zh_cn: 交易中

# TradeScreenPopupOffline
source: Player Offline
de: Spieler offline
es: Jugador desconectado
fr: Joueur hors ligne
hu_hu: A játékos Offline
it: Giocatore offline
pl_pl: Gracz Offline
pt_br: Jogador offline
ru: Игрок не в сети
zh_cn: 玩家离线

# Faction_Filter_Discovered
source: Discovered
de: Entdeckt
es: Descubierto
fr: Découverte
hu_hu: Felfedezett
it: Scoperto
pl_pl: Odkryto
pt_br: Descoberto
ru: Обнаружено
zh_cn: 已发现

# Faction_Filter_PlayersFactions
source: Players Factions
de: Spieler-Fraktionen
es: Facciones de jugadores
fr: Factions de joueurs
hu_hu: Játékosok Frakciói
it: Fazioni dei giocatori
pl_pl: Frakcje Graczy
pt_br: Facções de jogadores
ru: Игроки Фракции
zh_cn: 玩家阵营

# Faction_Filter_Unknown
source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnue
hu_hu: Ismeretlen
it: Sconosciuto
pl_pl: Nieznana
pt_br: Desconhecido
ru: Неизвестно
zh_cn: 未知

# PlayersScreen_LobbyType
source: Lobby Type:
de: Lobby-Typ:
es: Tipo de vestíbulo:
fr: Type de lobby :
hu_hu: Lobby típusa:
it: Tipo di lobby:
pl_pl: Typ Lobby:
pt_br: Tipo de lobby:
ru: Тип лобби:
zh_cn: 大厅类别：

# PlayersScreen_TradeBtn
source: Trade
de: Handel
es: Comercio
fr: Échanger
hu_hu: Kereskedelem
it: Commercio
pl_pl: Handel
pt_br: Negociar
ru: Торговля
zh_cn: 交易

# PlayersScreen_TradeBtn_TTP
source: Initiate trade with player. Be sure that player is in range of 5 meters from you.
de: Initiieren Sie einen Handelsvorgang mit dem Spieler. Stellen Sie sicher, dass sich der Spieler in einer Entfernung von 5 Metern von Ihnen befindet.
es: Inicia el intercambio con un jugador. Asegúrate de que el jugador está en un rango de 5 metros de ti.
fr: Initier le commerce avec le joueur. Assurez-vous que le joueur se trouve à une distance de 5 mètres de vous.
hu_hu: Kezdeményezzen kereskedést a játékossal. Győződjön meg róla, hogy a játékos 5 méteren belül van.
it: Inizia il commercio con il giocatore. Assicurati che il giocatore sia nel raggio d'azione di 5 metri da te.
pl_pl: Rozpocznij handel z graczem. Upewnij się, że drugi gracz jest 5 metrów od Ciebie.
pt_br: Inicia negociação com o jogador. Certifique-se de que o jogador está ao menos a 5 metros de distância.
ru: Начать торговлю с игроком. Убедитесь что игрок находится не далее 5 метров от Вас.
zh_cn: 开始和玩家交易。确保玩家离你5米。

# PlayersScreen_TradeBtn_Waiting
source: Waiting...
de: Warten ...
es: Esperando...
fr: En attente…
hu_hu: Várjon...
it: In attesa...
pl_pl: Oczekiwanie...
pt_br: Aguardando...
ru: Ожидание...
zh_cn: 请等待

# ScreenOptionsGame_GeneralTab
source: General
de: Allgemein
es: Generalal
fr: Général
it: Generali
pl_pl: Główne
pt_br: Geral
ru: Общее
zh_cn: 通用

# ScreenOptionsGame_CrosshairTransparency
source: Transparency:
de: Transparenz
es: Transpariencia:
fr: Transparence :
it: Trasparenza:
pl_pl: Przezroczystość:
pt_br: Transparência:
ru: Прозрачность:
zh_cn: 透明度：

# ScreenOptionsGame_HitIndicatorLabel
source: Select hit type
de: Treffertyp wählen
es: Seleccionar tipo de impacto
fr: Sélectionnez le type d'impact
it: Seleziona tipo di colpo
pl_pl: Wyberz typ trafienia
pt_br: Selecionar tipo de acerto
ru: Выберите тип попадания
zh_cn: 选择击中类型

# ScreenOptionsGame_HitIndicatorTooltip
source: You can setup crosshair look for each hit types
de: Sie können das Aussehen des Fadenkreuzes bei verschiedenen Treffertypen wählen
es: Puedes configurar el aspecto del puntero para cada tipo de impacto
fr: Vous pouvez définir des apparences de réticule pour chaque type d'impact
it: Puoi impostare il mirino per ogni tipo di colpo
pl_pl: Możesz ustawić wygląd celownika dla każdego typu trafienia.
pt_br: Você pode definir a aparência da mira para cada tipo de acerto
ru: Вид прицела можно настроить для каждого типа попадания
zh_cn: 你可以为每一种击中类型设置准心外观

# ScreenOptionsGame_HitIndicator_Character
source: Enemy
de: Feind
es: Enemigo
fr: Ennemi
it: Nemici
pl_pl: Wrógi
pt_br: Inimigo
ru: Враг
zh_cn: 敌军

# ScreenOptionsGame_HitIndicator_Friendly
source: Friendly
de: Verbündeter
es: Amigo
fr: Ami
it: Compagni
pl_pl: Przyjazny
pt_br: Amigo
ru: Друг
zh_cn: 友军

# ScreenOptionsGame_HitIndicator_Headshot
source: Headshot
de: Kopfschuss
es: Tiro en la cabeza
fr: Tir à la tête
it: Colpi alla testa
pl_pl: Trafienie w głowę
pt_br: Tiro na cabeça
ru: Выстрел в голову
zh_cn: 爆头

# ScreenOptionsGame_HitIndicator_Kill
source: Kill
de: Getötet
es: Asesinato
fr: Victime
it: Uccisioni
pl_pl: Zabicie
pt_br: Morte
ru: Убийство
zh_cn: 击杀

# ScreenOptionsGame_HitIndicator_Grid
source: Grid
de: Blockkonstruktion
es: Estructura
fr: Grille
it: Griglia
pl_pl: Struktura
ru: Структура
zh_cn: 网格

# ScreenOptionsGame_CrosshairColor
source: Crosshair Color
de: Farbe des Fadenkreuzes
es: Color del puntero
fr: Couleur du réticule
it: Colore del mirino
pl_pl: Kolor celownika
pt_br: Cor da mira
ru: Цвет прицела
zh_cn: 准心颜色
