Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# Description_MediumCargoContainer
source: Medium containers can be used to store items.
de: Mittlere Container können zur Lagerung von Gegenständen verwendet werden.
es: Los contenedores medianos se pueden usar para almacenar objetos.
fr: Les conteneurs de taille moyenne peuvent être utilisés pour stocker des objets.
hu_hu: Közepes tárolók tárgyak tárolására használhatók.
it: I container medi possono essere utilizzati per immagazzinare oggetti.
pl_pl: Średnik kontener służący do przechowywania przedmiotów.
pt_br: Compartimentos de carga médios são utilizados para armazenar itens.
ru: Средний контейнер используется для хранения предметов.
zh_cn: 中型储存箱储存物件。

# Description_LargeCargoContainer
source: Large containers can be used to store many items.
de: Große Container können zur Lagerung einer großen Anzahl von Gegenständen verwendet werden.
es: Los contenedores grandes se pueden usar para almacenar muchos objetos.
fr: Les grands conteneurs peuvent être utilisés pour stocker de nombreux objets.
hu_hu: A nagy konténerek sok elem tárolására használhatók.
it: I container grandi possono essere utilizzati per immagazzinare molti oggetti.
pl_pl: Duży kontener służący do przechowywania przedmiotów.
pt_br: Compartimentos de carga grandes são utilizados para armazenar vários itens.
ru: Большой контейнер используется для хранения множества предметов.
zh_cn: 储存物品的货柜。

# Description_SteelCatwalk
source: Catwalks can be used to build walkways or function as thin walls.
de: Personenstege können zum Konstruieren von Gehwegen verwendet werden oder als dünne Wände fungieren.
es: Las pasarelas se pueden usar para construir puentes o también pueden funcionar como paredes finas.
fr: Les passerelles peuvent être utilisées pour construire des allées ou fonctionner comme des murs minces
hu_hu: A járópallót sétányok építésére vagy vékony falakként lehet használni.
it: Possono essere utilizzate passerelle per costruire passaggi o fungere da pareti sottili.
pl_pl: Pomost służący jako podłoga lub cienka ściana.
pt_br: Passarelas são utilizadas para construir passadiços e também funcionam como finas paredes.
ru: Мостик можно использовать для создания дорожек или в качестве тонкой стены.
zh_cn: 猫步薄钢片可以形状，也能做薄墙。

# Description_Cockpit
source: Cockpits are used to control your ship. Connect a cockpit with oxygen tanks and O2/H2 generators to supply the cockpit with oxygen.
de: Cockpits werden zur Steuerung Ihres Schiffes verwendet. Verbinden Sie das Cockpit zur Sauerstoffversorgung mit Sauerstofftanks und O2/H2-Generatoren.
es: Las cabinas se usan para controlar naves. Conecta una cabina con tanques de oxígeno y generadores de O2/H2 para abastecerla de Oxígeno.
fr: Les cockpits sont utilisés pour contrôler votre vaisseau. Connectez un cockpit avec des réservoirs d’oxygène et des générateurs H2/O2 pour alimenter le cockpit en oxygène.
hu_hu: A pilótafülkéket a hajó irányítására használják. Csatlakoztasson a pilótafülkéhez oxigéntartályokkal és O2/H2 generátorokat, hogy az utastérben oxigént biztosítson.
it: Le cabine di pilotaggio sono utilizzate per controllare la tua nave. Collega una cabina di pilotaggio con serbatoi di ossigeno e generatori di O2/H2 per alimentare la cabina di pilotaggio con ossigeno.
pl_pl: Kokpit, z którego kontrolujesz statek. Połącz Kokpit z zbiornikami tlenu i generatorami tlenu aby zaopatrzyć go w tlen.
pt_br: Cabines são utilizadas para controlar as naves. Conecte a cabine a tanques de oxigênio e geradores de H2/O2 para fornecer oxigênio.
ru: Кокпит используется для управления кораблем. Для наполнения кокпита кислородом соедините его с кислородным баком или генератором O2/H2.
zh_cn: 驾驶舱用于控制飞船。 将氧气罐和O2/H2发生器与驾驶舱连接以供应氧气。

# Description_FighterCockpit
source: Fighter cockpits are used to control ships and offer a little more protection than normal cockpits. Connect the cockpit with Oxygen tanks and O2/H2 generators to supply the cockpit with oxygen.
de: Kampfschiff-Cockpit werden zur Steuerung von Schiffen eingesetzt und bieten etwas mehr Schutz als normale Cockpits. Verbinden Sie das Cockpit zur Sauerstoffversorgung mit Sauerstofftanks und O2/H2-Generatoren.
es: Las cabinas de caza son usadas para controlar naves y ofrecen un poco más de protección que las cabinas normales. Conecta la cabina con tanques de oxígeno y generadores de O2/H2 para abastecerla de Oxígeno.
fr: Les cockpits de chasseurs sont utilisés pour contrôler les vaisseaux et offrent un peu plus de protection que les cockpits normaux. Connectez le cockpit avec des réservoirs d'oxygène et des générateurs H2/O2 pour alimenter le cockpit en oxygène.
hu_hu: A harci pilótafülkéket hajók irányítására használják, és valamivel nagyobb védelmet nyújtanak, mint a normál pilótafülkék. Csatlakoztasson a pilótafülkéhez oxigéntartályokat és O2/H2 generátorokat, hogy oxigénnel lássa el a pilótafülkét.
it: Le cabine di pilotaggio dei caccia sono utilizzate per controllare le navi e offrono un po' più di protezione rispetto alle normali cabine di pilotaggio. Collega la cabina di pilotaggio con bombole di ossigeno e generatori di O2/H2 per alimentare la cabina di pilotaggio con ossigeno.
pl_pl: Kokpit Myśliwca służy do kontroli statku i oferuje trochę lepszą ochronę niż zwykłe kokpity. Połącz Kokpit z zbiornikami tlenu i generatorami tlenu aby zaopatrzyć go w tlen.
pt_br: Cabines de combate são utilizadas para controlar naves e oferecem um pouco mais de proteção do que uma cabine normal. Conecte a cabine a tanques de oxigênio e geradores de H2/O2 para fornecer oxigênio.
ru: Кокпит истребителя используется для управления кораблем. Он более прочен, чем обычный кокпит. Для наполнения кокпита кислородом соедините его с кислородным баком или генератором O2/H2.
zh_cn: 战斗驾驶舱用于控制飞船，并且可以提供比普通驾驶舱更多的保护。 将氧气罐和O2/H2发生器与驾驶舱连接以供应氧气。

# Description_Collector
source: Collectors collects items when they get close to the collector's funnel.
de: Sammler sammeln Items ein, wenn sie sich dem Sammlertrichter nähern.
es: Los colectores recolectan objetos cuando se acercan al bloque.
fr: Les collecteurs ramassent les objets quand ils se rapprochent de l'entonnoir du collecteur.
hu_hu: A gyűjtők összegyűjtik a tárgyakat, ha közel kerülnek a gyűjtőtölcsérhez.
it: I raccoglitori raccolgono gli oggetti quando si avvicinano al filtro del raccoglitore.
pl_pl: Zbiera przedmioty, kiedy zbliżą się do leja Zbieracza.
pt_br: Coletores recolhem itens assim que se aproximam de seu funil.
ru: Коллектор собирает предметы, когда они оказываются близко к его воронке.
zh_cn: 收集器靠近物体后就可以获取它。

# Description_Connector
source: The connector can be magnetically locked with other connectors to allow cross grid distribution of items and power. Toggle the magnetic lock from your toolbar or press {CONTROL:LANDING_GEAR}. Connectors will show up yellow when in range. Unlocking it will briefly disable the magnetic function.
de: Der Verbinder kann mit anderen Verbindern magnetisch gekoppelt werden, um eine konstruktionsübergreifende Verteilung von Items und Energie zu ermöglichen. Aktivieren Sie die magnetische Kopplung von Ihrer Schnellzugriffsleiste aus oder drücken Sie {CONTROL:LANDING_GEAR}. Die Verbinder leuchten gelb, wenn sie sich in Reichweite befinden. Wenn Sie sie entkoppeln, wird die Magnetfunktion kurzzeitig deaktiviert.
es: El conector se puede bloquear magnéticamente con otros conectores para permitir la distribución de objetos y energía entre estructuras. Alterna el bloque magnético desde la barra de herramientas o pulsa {CONTROL:LANDING_GEAR}. Los conectores se volverán amarillos cuando estén en el rango de unión. Desbloquearlos, desactivará brevemente la función magnética.
fr: Le connecteur peut être verrouillé magnétiquement avec d'autres connecteurs pour permettre une distribution croisée des objets et de l'alimentation. Activez le verrou magnétique dans votre barre d'outils ou appuyez sur{CONTROL:LANDING_GEAR}. Les connecteurs apparaissent en jaune lorsqu'ils sont à portée. Le déverrouillage désactive brièvement la fonction magnétique.
hu_hu: A csatlakozónak mágnesesen rögzítve kell lennie más csatlakozóval, hogy lehetővé váljon a tárgyak és az energia megosztása az objektummal. A mágneses zár kapcsolása az eszköztárból, vagy a {CONTROL:LANDING_GEAR} gombbal Sárgák lesznek, ha hatótávon belül vannak. Ha kinyitják, kis időre megszűnik a mágnesesség.
it: Il connettore può essere bloccato magneticamente con altri connettori per consentire la distribuzione a griglia incrociata degli oggetti e dell'alimentazione. Attiva/disattiva la chiusura magnetica dalla tua toolbar o premi{CONTROL:LANDING_GEAR}. I connettori appariranno di colore giallo quando sono a portata di mano. Sbloccandolo si disattiva brevemente la funzione magnetica.
pl_pl: Łącznik może być magnetycznie zablokowany z innym Łącznikiem, co pozwala na obustronną dystrybucję przedmiotów i mocy. Przełącz blokadę magnetyczną z paska narzędzi lub naciśnij {CONTROL:LANDING_GEAR}. Łączniki zaświecą się na żółto kiedy będą w zasięgu. Odblokowanie ich wyłączy na chwilę funkcje magnetyczne.
pt_br: O conector pode ser acoplado magneticamente a outro conector, permitindo interligar a distribuição de itens das grids e energia. Alterne a trava magnética a partir da barra de ferramentas ou pressione {CONTROL:LANDING_GEAR}. As luzes do conector ficarão amarelas quando estiver ao seu alcance. Ao destravá-lo, a função magnética estará temporariamente desablitada.
ru: Коннектор может примагничиваться к другим коннекторам для передачи предметов, газов и энергии между структурами. Переключите магнитный захват из панели инструментов или нажмите [{CONTROL:LANDING_GEAR}]. Коннекторы светятся желтым, когда готовы к соединению. Отсоединение коннектора отключает его магнитное притяжение на некоторое время.
zh_cn: 连接器可以相互通过磁力连接，锁住后，输送物品和电力。 在工具栏中切换磁力锁或者按{CONTROL:LANDING_GEAR}。连接器在连接范围内时，会变成黄色。解锁后，它会暂时失去磁性。

# Description_ControlPanel
source: Control panels are simple panels that allow access to grid menus. When highlighted, press {CONTROL:TERMINAL} to interact with the panel.
de: Bedienfelder sind einfache Panels, die Zugriff auf Funktionen von Blöcken bzw. allen Teilblöcken einer Blockkunstruktion ermöglichen. Wenn ein Bedienfeld hervorgehoben ist, drücken Sie auf {CONTROL:TERMINAL}, um mit ihm zu interagieren.
es: Los paneles de control son paneles simples que te permiten acceder al menú de las estructuras. Cuando estén resaltados, pulsa {CONTROL:TERMINAL} para interactuar con el panel.
fr: Les panneaux de contrôle sont de simples panneaux qui permettent d'accéder aux menus de la grille. Lorsqu'il est mis en surbrillance, appuyez sur {CONTROL:TERMINAL} pour interagir avec le panneau.
hu_hu: Vezérlőpanelek egyszerű panelek, amelyek lehetővé teszik a hozzáférést az objektum menühöz. Ha ki van jelölve, nyomja meg a {CONTROL:TERMINAL} gombot a panel működtetéséhez.
it: I pannelli di controllo permettono l'accesso ai menu delle griglie. Quando evidenziato, premi {CONTROL:TERMINAL}] per interagire con il pannello.
pl_pl: Prosty panel, który pozwala na dostęp do menu struktury. Kiedy jest podświetlony naciśnij {CONTROL:TERMINAL} aby wejść z nim w interakcję.
pt_br: Painéis de controle são painéis simples que permitem acessar menus das grids. Quando destacado, pressione {CONTROL:TERMINAL} para interagir com o painel.
ru: Панель управления - это простая панель, позволяющая получить доступ к блокам структуры. Нажмите [{CONTROL:TERMINAL}] для взаимодействия.
zh_cn: 可以通过简易面板访问网格菜单。 按{CONTROL:TERMINAL}访问面板。

# Description_ControlStation
source: Control stations are used to control a large ship.
de: Leitstände werden zur Steuerung eines großen Schiffes verwendet.
es: Las estaciones de control se usan para controlar naves grandes.
fr: Les stations de contrôle sont utilisées pour contrôler un grand vaisseau.
hu_hu: A vezérlőállomásokat nagy hajó irányítására használják.
it: Le stazioni di controllo sono usate per controllare grandi navi.
pl_pl: Fotel lotniczy do sterowania dużym statkiem.
pt_br: Estações de controle são utilizadas para controlar naves grandes.
ru: Кресло пилота для управления большим кораблем.
zh_cn: 飞行座椅可以操控大飞船。

# Descripton_ConveyorJunction
source: Use conveyor tubes and junctions to connect inventories of blocks so that items and gases can move freely from one inventory to another.
de: Verwenden Sie Förderleitungen und Verteilerweichen, um Blockinventare miteinander zu verbinden, sodass Items und Gasvorräte frei zwischen Blöcken bewegt werden können.
es: Usa tubos transportadores y uniones para conectar inventarios de bloques para que los gases y objetos puedan moverse libremente de un inventario a otro.
fr: Utilisez des tubes et des jonctions pour relier les stocks de blocs afin que les objets et les gaz puissent passer librement d’un stock à l’autre.
hu_hu: Szállítócsövekkel és csomópontokkal kösse össze a blokkok készleteit, hogy az elemek és a gázok szabadon mozoghassanak az egyik készletből a másikba.
it: Utilizza tubi trasportatori e giunzioni per collegare gli inventari dei blocchi in modo che gli oggetti e i gas possano muoversi liberamente da un inventario all'altro.
pl_pl: Użyj rur transportowych i łączników do łączenia ekwipunków bloków aby przedmioty i gazy mogły swobodnie się miedzy nimi poruszać.
pt_br: Utilize tubos transportadores e junções para conectar inventários a blocos. Assim, itens e gases poderão movimentar-se livremente de um inventário para outro.
ru: Используйте конвейерные трубы и узлы соединения для передачи предметов и газов между инвентарями блоков.
zh_cn: 用输送机管道和转接口连接库存，是物质和气体在库存之间正常输送。

# Description_ConveyorSorter
source: Conveyor sorters can be configured to only pass specific items through or stop specific items from passing through. Sorters can be used to filter out unwanted materials or to collect specific items in a container.
de: Fördergutsortierer können so konfiguriert werden, dass sie nur bestimmte Items durchlassen oder den Durchlauf bestimmter Items stoppen. Sortierer können verwendet werden, um unerwünschte Materialien herauszufiltern oder bestimmte Artikel in einem Container zu sammeln.
es: Los clasificadores de cinta transportadora pueden configurarse para que sólo pasen artículos específicos o para que impidan el paso de artículos específicos, y pueden utilizarse para filtrar materiales no deseados o para recoger artículos específicos en un contenedor.
fr: Les trieurs de convoyeurs peuvent être configurés pour ne faire passer que des objets spécifiques ou pour empêcher des objets spécifiques de passer. Les trieurs peuvent être utilisés pour filtrer les matériaux indésirables ou pour collecter des objets spécifiques dans un conteneur.
hu_hu: A szállítószalag-válogatókat úgy konfigurálhatjuk, hogy csak bizonyos elemeken haladjanak át, vagy megállítsák az adott elemeket. Felhasználhatók a nemkívánatos anyagok kiszűrésére vagy egyes elemek tárolására.
it: Gli smistatori a nastro possono essere configurati in modo da far passare solo determinati oggetti o da impedire il passaggio di determinati elementi. Gli smistatori possono essere utilizzati per filtrare i materiali indesiderati o per raccogliere specifici oggetti in un contenitore.
pl_pl: Sortowniki transportowe mogą zostać ustawione aby przepuszczać określone przedmioty, lub blokować je w transporcie. Sortownik mogą zostać użyte aby odfiltrować niechciane materiały, lub zbierać określone przedmioty w kontenerach.
pt_br: Classificadores de transportadores podem ser configurados para permitir somente a passagem de itens específicos ou impedir a de outros. Classificadores também podem filtrar materiais indesejados ou coletar itens específicos em um compartimento de carga.
ru: Сортировщики могут пропускать через себя или блокировать прохождение определенных предметов из настроенного списка. Сортировщики могут быть использованы для отсева ненужных материалов или сбора конкретных предметов в контейнер.
zh_cn: 分拣传输机可设置成只允许输送某些物品或者某些物品无法传送。 分拣器能够过滤掉不需要的物品或者收集储存仓内指定的物品。

# Description_ConveyorTube
source: Use conveyor tubes and junctions to connect inventories of blocks so that items can move freely from one inventory to another.
de: Verwenden Sie Förderleitungen und Verteilerweichen, um Blockinventare miteinander zu verbinden, sodass Items und Gasvorräte frei zwischen Blöcken bewegt werden können.
es: Utiliza los tubos y los conectores del transportador para conectar los inventarios de bloques para que los objetos puedan moverse libremente de un inventario a otro.
fr: Utilisez des tubes de convoyeur et des jonctions pour connecter les stocks de blocs afin que les objets puissent passer librement d’un inventaire à un autre.
hu_hu: Használjon szállítócsöveket és csomópontokat a tömbkészletek összekapcsolásához, hogy az elemek szabadon mozoghassanak az egyik készletből a másikba.
it: Utilizza tubi trasportatori e giunzioni per collegare gli inventari dei blocchi in modo che gli oggetti possano muoversi liberamente da un inventario all'altro.
pl_pl: Użyj Rur Transportowych i Transporterów żeby łączyć ekwipunki bloków aby przedmioty mogły przemieszczać się swobodnie z jednego ekwipunku do drugiego.
pt_br: Utilize tubos transportadores e junções para conectar inventários a blocos. Assim, itens e gases poderão movimentar-se livremente de um inventário para outro.
ru: Используйте конвейерные трубы и разъемы для соединения инвентарей блоков и свободного перемещения предметов между ними.
zh_cn: 使用输送机管道和接口连接库存使库存互通。

# Description_CornerLight
source: Lights are used to illuminate interiors or can be used to act as reference points on exteriors.
de: Leuchten werden zur Beleuchtung von Innenräumen verwendet oder können als Referenzpunkte im Außenbereich dienen.
es: Las luces se utilizan para iluminar interiores o pueden servir como puntos de referencia en exteriores.
fr: Les lumières sont utilisées pour éclairer les intérieurs ou peuvent servir de points de référence pour les extérieurs.
hu_hu: A lámpákat belső terek megvilágítására, vagy a külső iránypontként szolgálhatnak.
it: Le luci sono utilizzate per illuminare gli interni o possono essere usate come punti di riferimento per gli esterni.
pl_pl: Lampa do rozświetlania ciemnych miejsc. Może być użyta jako punkt orientacyjny.
pt_br: Luzes são utilizadas para iluminar interiores ou servirem de pontos de referência externo.
ru: Лампы используются для освещения помещений или в качестве внешних сигнальных огней.
zh_cn: 灯能照亮室内，也可以在实物作为参考点。

# Description_CryoChamber
source: Cryo rooms can store players while they are disconnected from a server. Reduced oxygen consumption for player. Stores toolbar while offline. Connect the cryo room with Oxygen tanks, O2/H2 generators or oxygen farms with conveyors to supply oxygen.
de: Kryoräume können Spieler speichern, während sie von einem Server getrennt sind. Reduzierter Sauerstoffverbrauch für Spieler. Speichert die Schnellzugriffsleiste, während Spieler offline sind. Verbinden Sie den Kryoraum durch Förderleitungen mit Sauerstofftanks, O2/H2-Generatoren oder Sauerstofffarmen, um ihn mit Sauerstoff zu versorgen.
es: Las salas de criogenia pueden almacenar jugadores mientras estén desconectados del servidor. Consumo de oxígeno reducido del jugador. Almacena la barra de herramientas mientras esté desconectado. Conecta la sala de criogenia con tanques de Oxígeno, generadores de O2/H2 o con granjas de oxígeno con transportadores para proporcionarles oxígeno.
fr: Les salles cryogéniques peuvent stocker des joueurs quand ils sont déconnectés d’un serveur. Consommation réduite en oxygène du joueur. Stocke la barre d'outils en mode hors-ligne. Connectez la salle cryogénique avec des réservoirs d'oxygène, des générateurs H2/02 ou des fermes à oxygène avec des convoyeurs pour fournir de l'oxygène.
hu_hu: A krio szobák tárolhatják a játékosokat, amíg le vannak választva a szerverről. Csökkenti a játékos oxigénfogyasztását. Offline módban tárolja az eszköztárat. Csatlakoztasson oxigénpalackokat, O2/H2 generátort, vagy oxigénpalackokat szállítószalagokkal, hogy oxigént szállítsanak.
it: Le sale criogeniche possono conservare i giocatori mentre sono disconnessi da un server. Consumo ridotto di ossigeno per i giocatori. Conserva la barra degli strumenti mentre è offline. Collega la sala criogenica con bombole di ossigeno, generatori di O2/H2 o fabbriche di ossigeno con trasportatori per fornire ossigeno.
pl_pl: Komory kriogeniczne mogą przechowywać graczy kiedy nie są połączeni z serwerem. Redukuje zużycie tlenu przez gracza. Przechowuje pasek narzędzi kiedy gracz jest offline. Połącz z zbiornikami tlenu, generatorami tlenu lub farmami tlenu aby zaopatrzyć komorę w tlen.
pt_br: Salas criogênicas podem abrigar jogadores quando desconectados do servidor. O consumo de oxigênio por jogador é reduzido. Mantém a barra de ferramentas quando offline. Conecte a sala criogênica a tanques de oxigênio, geradores de H2/O2 e fazendas de oxigênio através de transportadores para fornecer oxigênio.
ru: Криокапсулы могут сохранять персонажа игрока при отключении от сервера. При нахождении внутри игрок потребляет меньше кислорода. Сохраняется доступ к панели инструментов. Для обеспечения криокапсулы кислородом соедините ее с кислородным баком, генератором O2/H2 или кислородной фермой с помощью конвейеров.
zh_cn: 玩家与服务器断开后可以停留在冷冻仓内。 玩家氧气消耗量会降低。离线时工具栏会保存。使用输送机将氧气罐、O2/H2发生器或氧气场与冷冻仓连接以供应氧气。

# Description_Decoy
source: Decoys attract fire from enemy turrets and protect your property from lightning strikes.
de: Täuschkörper ziehen das Feuer von gegnerischen KI-kontrollierten Geschütztürmen auf sich, um sie von wichtigeren Zielen abzulenken.
es: Los señuelos atraen el fuego de las torretas controladas por la IA enemiga para distraerlos de los objetivos más importantes.
fr: Le leurre attire le feu des tourelles ennemies contrôlées par l'IA pour les distraire des cibles plus importantes.
hu_hu: A csali az ellenséges MI irányította tornyokat készteti tüzelésre, hogy elterelje figyelmüket a fontosabb célpontokról.
it: I segnalatori attirano il fuoco delle torrette controllate dall'IA nemica per distrarle dai bersagli più importanti.
pl_pl: Wabik przyciąga ostrzał wrogich wieżyczek sterowanych przez komputer, aby chronić ważne urządzenia.
pt_br: Iscas atraem os disparos das torres inimigas controladas por IA a fim de tirarem sua atenção de alvos mais importantes.
ru: Приманки отвлекают на себя огонь вражеских турелей и защищают ваши структуры от ударов молнии.
zh_cn: 诱饵可以引诱敌军自动炮塔向其开火以保护更重要的装备。

# Description_Door
source: Doors can seal off interiors and make them air tight while still allowing access for the player.
de: Türen können Innenräume luftdicht verschließen, während sie dem Spieler dennoch den Zugang ermöglichen.
es: Las puertas pueden sellar los interiores y hacerlos herméticos, al tiempo que permiten el acceso al jugador.
fr: Les portes peuvent sceller les intérieurs et les rendre hermétiques tout en permettant un accès facile pour le joueur.
hu_hu: Az ajtók a belső tereket, légmentesen lezárhatják, miközben a játékos mindig hozzáférhet.
it: Le porte possono sigillare gli interni e renderli a tenuta d'aria, pur consentendo l'accesso al giocatore.
pl_pl: Drzwi mogą uszczelniać pomieszczenia jednocześnie wciąż umożliwiać dostęp gracza.
pt_br: Portas podem selar interiores, tornando-os herméticos, mantendo ainda o acesso aos jogadores.
ru: Двери обеспечивают доступ игрока в помещения и при этом делают их герметичными.
zh_cn: 门可以将内部空间封闭并保持气密，但是玩家可以自由出入。
