Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# StoryText_TraderStories14
source: I heard some rumors about an expedition into space. Pushing the frontier. I bet there's money to be made.
de: Ich habe einige Gerüchte über eine Expedition ins All gehört. Die Grenzen überschreiten. Ich wette, damit lässt sich Geld verdienen.
es: He oído rumores sobre una expedición al espacio. Explorar nuevas fronteras. Apuesto a que se puede ganar dinero.
fr: J'ai entendu des rumeurs sur une expédition dans l'espace. Repousser les frontières. Je parie qu'il y a de l'argent à gagner.
it: Ho sentito alcune voci su una spedizione nello spazio. Estendere la frontiera. Scommetto che si guadagna bene.
pt_br: Ouvi uns boatos sobre uma expedição no espaço. Ultrapassando a fronteira. Aposto que dá para fazer dinheiro.
ru: До меня дошли слухи об одной экспедиции в космос. За границы разведанных секторов. Держу пари, на этом можно заработать.
zh_cn: 我听说过一些关于太空探险的传闻。开拓边境。我敢打赌能赚到钱。

# StoryTitle_TraderStories15
source: Terran Workers
de: Terranische Arbeiter
es: Trabajadores de Terran
fr: Travailleurs terrestres
it: Lavoratori terrestri
pt_br: Funcionários terranos
ru: Земные рабочие
zh_cn: 人族工人

# StoryText_TraderStories15
source: Independent Terran Workers is trying to get out of what they owe me. They said to take it up with R.O.S. Unbelievable.
de: Unabhängige terranische Arbeiter versucht, sich um das zu drücken, was sie mir schulden. Sie sagten, ich solle mich an R.O.S. wenden. Unglaublich.
es: Los Trabajadores Independientes de Terran está intentando librarse de lo que me deben. Dijeron que lo tratara con R.O.S. Increíble.
fr: Les Travailleurs terriens indépendants essaient de se soustraire à ce qu'ils me doivent. Ils m'ont dit d'en parler à R.O.S. Incroyable.
it: I Lavoratori Terrestri Indipendenti stanno cercando di liberarsi di ciò che mi devono. Hanno detto di parlarne con il R.O.S. Incredibile.
pt_br: Os Funcionários Terranos Independentes estão tentando fugir da dívida que têm comigo. Dizem que é para acertar com o R.O.S. Inacreditável.
ru: Организация «Независимые Земные Рабочие» не хочет отдавать мне долги. Сказали обратиться к ROS. Восхитительно.
zh_cn: 独立的人族工人想逃避欠我的账。他们说要和 R.O.S. 去谈这个问题。真是难以置信。

# StoryTitle_DerelictStories1
source: Distress
de: Notruf
es: Angustia
fr: Détresse
it: Angoscia
pt_br: Aflição
ru: Бедствие
zh_cn: 危难

# StoryText_DerelictStories1
source: There's no point to the evacuation call. It will be over before they have time to react. Let their last moments be peaceful.
de: Der Evakuierungsaufruf hat keinen Sinn. Es wird vorbei sein, bevor sie Zeit haben zu reagieren. Genießen Sie ihre letzten Momente der Ruhe.
es: La llamada de evacuación no tiene sentido. Habrá terminado antes de que tengan tiempo de reaccionar. Deje que sus últimos momentos sean tranquilos.
fr: L'appel à l'évacuation ne sert à rien. Tout sera terminé avant qu'ils n'aient le temps de réagir. Faites en sorte que leurs derniers instants soient paisibles.
it: La chiamata di evacuazione non ha senso. Sarà tutto finito prima che abbiano il tempo di reagire. Lascia che i loro ultimi momenti siano pacifici.
pt_br: Não tem sentido fazer o chamado para evacuação. Tudo vai acabar antes que eles consigam reagir. Permitam que os últimos momentos sejam de paz.
ru: Незачем вызывать эвакуацию. Всё закончится прежде, чем они успеют отреагировать. Пусть уйдут в мире и покое.
zh_cn: 撤离呼叫毫无意义。在他们反应过来之前，一切就结束了。让他们的最后时刻平静些。

# StoryTitle_DerelictStories2
source: Fight
de: Flug
es: Lucha
fr: Combat
it: Combattimento
pt_br: Luta
ru: Бой
zh_cn: 打架

# StoryText_DerelictStories2
source: Put it down in the log - they're looking for a fight. Let's show them why that was a bad idea.
de: Tragen Sie es ins Bordbuch ein – sie sind auf einen Kampf aus. Zeigen wir ihnen, warum das eine schlechte Idee war.
es: Póngalo en el registro, están buscando pelea. Demostrémosles por qué fue una mala idea.
fr: Mettez-le dans le journal : ils cherchent la bagarre. Montrons-leur pourquoi c'était une mauvaise idée.
it: Segnatelo: stanno cercando uno scontro. Mostriamo loro perché è stata una cattiva idea.
pt_br: Deixa esse registro para lá, estamos procurando um voo. Vou mostrar a eles por que isso era péssima ideia.
ru: Запишите в журнал: они ищут повода подраться. Давайте покажем, что это плохая идея.
zh_cn: 把它记在日志里 – 他们想找人打架。让他们知道为什么这是个坏主意。

# StoryTitle_DerelictStories3
source: Pirate
de: Pirat
es: Pirata
it: Pirata
pt_br: Pirata
ru: Пират
zh_cn: 海盗

# StoryText_DerelictStories3
source: I told you having a former pirate on the crew was a terrible idea. You need to tell them we are NOT pirate affiliated.
de: Ich habe Ihnen gesagt, dass es eine schreckliche Idee ist, einen ehemaligen Piraten in die Crew aufzunehmen. Sie müssen ihnen sagen, dass wir NICHT zu den Piraten gehören.
es: Ya dije que tener a un antiguo pirata en la tripulación era una idea terrible. Tiene que decirles que NO estamos afiliados a los piratas.
fr: Je vous avais dit qu'avoir un ancien pirate dans l'équipage était une mauvaise idée. Vous devez leur dire que nous ne sommes PAS affiliés à des pirates.
it: Te l'avevo detto che avere un ex pirata nella ciurma era una pessima idea. Devi dire loro che NON siamo affiliati ai pirati.
pt_br: Eu disse que ter um ex-pirata a bordo era péssima ideia. Você precisa dizer que NÃO somos afiliados de piratas.
ru: Иметь в экипаже бывшего пирата — плохая идея. Надо было слушать меня! Теперь придется объяснять, что мы к пиратству отношения НЕ ИМЕЕМ.
zh_cn: 我跟你说过，让以前做过海盗的人当船员是个馊主意。你得告诉他们，我们跟海盗毫无瓜葛。

# StoryTitle_DerelictStories4
source: Salvage
de: Rettung
es: Salvamento
fr: Récupération
it: Salvataggio
pt_br: Recuperação
ru: Утиль
zh_cn: 打捞

# StoryText_DerelictStories4
source: I guess it's fitting. Live by the salvage, die by the salvage. Whoever is reading this - congratulations on the payday.
de: Ich denke, es ist passend. Lebe von der Ausbeute, stirb durch die Ausbeute. Wer auch immer dies liest – herzlichen Glückwunsch zum Zahltag!
es: Supongo que es apropiado. Vivir por el salvamento, morir por el salvamento. Quienquiera que esté leyendo esto, felicidades por el día de pago.
fr: Je suppose que c'est approprié. Vivre de la récupération, mourir de la récupération. À celui qui lit ces lignes, félicitations pour le jackpot.
it: Immagino sia così. Vivi per il salvataggio, muori per il salvataggio. Chiunque stia leggendo questo, congratulazioni per la paga.
pt_br: Acho que vai funcionar. Viver de recuperação, morrer pela recuperação. Quem quer que esteja lendo isso, parabéns quando receber.
ru: Всё правильно. Живи ради утиля — умри ради утиля. Тому, кто это читает: поздравляю с хорошей выплатой.
zh_cn: 我想这很合适。生于打捞，死于打捞。给阅读这条消息的人 – 祝贺你得到了报酬。

# StoryTitle_DerelictStories5
source: Maneuver
de: Manöver
es: Maniobra
fr: Manœuvre
it: Manovra
pt_br: Manobra
ru: Маневр
zh_cn: 机动

# StoryText_DerelictStories5
source: I've gotten out of stickier situations than this. Get the crew together, I'm ready to impress them.
de: Ich habe mich schon aus brenzligeren Situationen als dieser befreit. Rufen Sie die Crew zusammen, ich bin bereit, sie zu beeindrucken.
es: He salido de situaciones más peliagudas que esta. Reúna a la tripulación, estoy listo para impresionarlos.
fr: Je me suis sorti de situations plus délicates que celle-ci. Rassemblez l'équipe, je suis prêt à les impressionner.
it: Ce l'ho fatta in situazioni più difficili di questa. Riunisci l'equipaggio, sono pronto a impressionarli.
pt_br: Já saí de situações piores que essa. Reúnam a tripulação, estou pronto para impressioná-los.
ru: Мне приходилось выпутываться из ситуаций посложнее. Соберите экипаж — сейчас я их удивлю.
zh_cn: 我经历过比这个更棘手的情况。把船员召集到一起，我准备给他们留点刻骨铭心的记忆。

# StoryTitle_DerelictStories6
source: Evacuation
de: Evakuierung
es: Evacuación
fr: Évacuation
it: Evacuazione
pt_br: Evacuação
ru: Эвакуация
zh_cn: 撤离

# StoryText_DerelictStories6
source: Just gave up the last way out of here. At least the crew will survive.
de: Ich habe gerade den letzten Weg hier raus aufgegeben. Wenigstens die Besatzung wird überleben.
es: Acaba de abandonar la última salida de aquí. Al menos la tripulación sobrevivirá.
fr: Je viens d'abandonner le dernier moyen de sortir d'ici. Au moins, l'équipage survivra.
it: Ho appena rinunciato all'ultima via d'uscita da qui. Almeno l'equipaggio sopravvivrà.
pt_br: Acabei de desistir da última saída daqui. Pelo menos, a tripulação sobreviverá.
ru: Больше способов выбраться отсюда не осталось. Ну, хотя бы экипаж выживет.
zh_cn: 我放弃了最后一条出去的路。至少船员们能活下来。

# StoryTitle_DerelictStories7
source: Beyond
de: Drüberstehen
es: Más allá
fr: Au delà
it: Oltre
pt_br: Além
ru: За пределами
zh_cn: 来世

# StoryText_DerelictStories7
source: I grew up on Earth. Dying out here... there's worse ways to go.
de: Ich bin auf der Erde aufgewachsen. Hier draußen zu sterben ... es gibt schlimmere Arten zu sterben.
es: Crecí en la Tierra. Morir aquí fuera... hay peores formas de morir.
fr: J'ai grandi sur Terre. Mourir ici... il y a de pires façons d'en finir.
it: Sono cresciuto sulla Terra. Morire qui... c'è modo peggiore di morire.
pt_br: Cresci na Terra. Morrer aqui... há formas piores de partir.
ru: Мой дом — на Земле. А могила — здесь… бывает и хуже.
zh_cn: 我在地球长大，在这里死去… 还有比这更糟糕的结局吗？

# StoryTitle_DerelictStories8
source: Memory
de: Erinnerung
es: Memoria
fr: Mémoire
it: Ricordo
pt_br: Memória
ru: Память
zh_cn: 记忆

# StoryText_DerelictStories8
source: If you found these remains, thank you. Thank you for finding me. And remembering me, even for this brief moment.
de: Wenn Sie diese Überreste gefunden haben, danke ich Ihnen. Danke, dass Sie mich gefunden haben. Und dass Sie sich an mich erinnern, selbst für diesen kurzen Moment.
es: Si ha encontrado estos restos, gracias. Gracias por encontrarme. Y por recordarme, aunque sea por este breve momento.
fr: Si vous avez trouvé cette dépouille, merci. Merci de m'avoir trouvé. Et de vous souvenir de moi, même pour ce bref instant.
it: Se hai trovato questi resti, grazie. Grazie per avermi trovato E ricordandomi, anche per questo breve momento.
pt_br: Se você encontrar esses resquícios, obrigado. Obrigado por me encontrar. E lembrar de mim, mesmo que por um breve momento.
ru: Если вы нашли эти останки, я благодарю вас. Спасибо, что нашли меня. И что будете помнить меня — хотя бы этот краткий миг.
zh_cn: 如果你找到了这些遗骸，谢谢你。谢谢你找到了我，并在这一刻记住我。

# StoryTitle_DerelictStories9
source: Backstab
de: Hinterlist
es: Puñalada por la espalda
fr: Coup de poignard
it: Tradimento
pt_br: Punhalada
ru: Удар в спину
zh_cn: 背叛

# StoryText_DerelictStories9
source: I gave him the information two days ago. He should be back by now. He wouldn't have run off. I just need to wait.
de: Ich habe ihm die Informationen vor zwei Tagen gegeben. Er sollte jetzt zurück sein. Er wird nicht weggelaufen sein. Ich brauche nur zu warten.
es: Le di la información hace dos días. Ya debería haber vuelto. No se habría escapado. Solo tengo que esperar.
fr: Je lui ai donné l'information il y a deux jours. Il devrait être de retour à l'heure qu'il est. Il ne se serait pas enfui. Je n'ai qu'à attendre.
it: Gli ho dato l'informazione due giorni fa. Dovrebbe essere tornato ormai. Non scapperebbe mai. Devo solo aspettare.
pt_br: Eu dei a informação a ele há dois dias. Ele já devia ter voltado. Ele não fugiria. Só preciso esperar.
ru: Он получил информацию от меня два дня назад и уже должен был вернуться. Он не мог сбежать. Нужно просто подождать.
zh_cn: 我两天前就给了他信息。他现在应该回来了。他不会就这么跑掉。我只需要等待。

# StoryTitle_DerelictStories10
source: Showdown
de: Kräftemessen
es: Enfrentamiento
fr: Affrontement
it: Resa dei conti
pt_br: Confronto
ru: Разборки
zh_cn: 摊牌

# StoryText_DerelictStories10
source: I told the pirates where they can find us. Here's where we make our stand.
de: Ich habe den Piraten gesagt, wo sie uns finden können. Hier werden wir Stellung beziehen.
es: Les he dicho a los piratas dónde pueden encontrarnos. Aquí es donde nos plantamos.
fr: J'ai dit aux pirates où ils pouvaient nous trouver. C'est ici que nous allons prendre position.
it: Ho detto ai pirati dove possono trovarci. Ecco dove prendiamo posizione.
pt_br: Disse aos piratas onde eles podem nos encontrar. É aqui que mantemos a posição.
ru: Из-за меня пираты теперь знают, где нас найти. Здесь мы с ними и разберемся.
zh_cn: 我告诉海盗们他们可以在哪里找到我们。我们就在这里等，绝不离开。

# StoryTitle_DerelictStories11
source: Return
de: Rückkehr
es: Regreso
fr: Retour
it: Ritorno
pt_br: Retorno
ru: Возвращение
zh_cn: 返回

# StoryText_DerelictStories11
source: He's not coming back, is he? He said he'd come back for us.
de: Er kommt nicht zurück, oder? Er sagte, er würde wegen uns zurückkommen.
es: No va a volver, ¿verdad? Dijo que volvería por nosotros.
fr: Il ne reviendra pas, n'est-ce pas ? Il a dit qu'il reviendrait nous chercher.
it: Non tornerà, vero? Ha detto che sarebbe tornato per noi.
pt_br: Ele não vai voltar, né? Ele disse que voltaria.
ru: Он ведь уже не вернётся, да? А ведь говорил, что придет за нами.
zh_cn: 他不会回来了，是吗？他说过会回来找我们的。

# StoryTitle_DerelictStories12
source: Destruction
de: Zerstörung
es: Destrucción
it: Distruzione
pt_br: Destruição
ru: Разрушение
zh_cn: 毁坏

# StoryText_DerelictStories12
source: Let the ship crash. The people are okay - and they're the ones that matter.
de: Lassen Sie das Raumschiff abstürzen. Den Menschen geht es gut – und sie sind die, auf die es ankommt.
es: Dejemos que la nave se estrelle. La gente está bien, y son los que importan.
fr: Laissez le vaisseau s'écraser. Les gens vont bien, et ce sont eux qui comptent.
it: Lascia che la nave si schianti. Le persone stanno bene ed è quello che conta.
pt_br: Deixa a nave bater. As pessoas estão bem, e são elas quem importam.
ru: Пусть корабль разбивается. С людьми все в порядке — и это главное.
zh_cn: 让飞船坠毁吧。人没事 – 他们才是最重要的。

# StoryTitle_DerelictStories13
source: Unknown
de: Nicht wissend
es: Desconocido
fr: Inconnu
it: Sconosciuto
pt_br: Desconhecido
ru: Неизвестность
zh_cn: 未知

# StoryText_DerelictStories13
source: I can't die not knowing what destroyed the ship. Well... I can. And I'm going to. But where did I go wrong?
de: Ich kann nicht sterben, ohne zu wissen, was das Raumschiff zerstört hat. Nun ... ich kann. Und ich werde es tun. Was habe ich nur falsch gemacht?
es: No puedo morir sin saber qué destruyó la nave. Bueno... sí puedo. Y voy a hacerlo. ¿Pero dónde me equivoqué?
fr: Je ne peux pas mourir sans savoir ce qui a détruit le vaisseau. Eh bien... Si. Et c'est ce qui va arriver. Mais où me suis-je trompé ?
it: Non posso morire senza sapere cosa ha distrutto la nave. Beh... in realtà posso. E lo farò. Ma dove ho sbagliato?
pt_br: Não posso morrer sem saber que destruí a nave. Bem, eu posso... E vou. Mas o que fiz de errado?
ru: Я не могу умереть, не узнав, что уничтожило корабль. Впрочем… могу, конечно. И умру. Но в чем была моя ошибка?
zh_cn: 如果不搞清楚是什么摧毁了这艘飞船，我会死不瞑目的。好吧… 我可以瞑目了，并且我快死了。但我到底哪里出错了？

# StoryTitle_DerelictStories14
source: Life
de: Leben
es: Vida
fr: Vie
it: Vita
pt_br: Vida
ru: Жизнь
zh_cn: 生命

# StoryText_DerelictStories14
source: My sister was having her first kid. I was supposed to meet him. I'm not supposed to die here.
de: Meine Schwester bekam ihr erstes Kind. Ich sollte es kennenlernen. Ich sollte hier nicht sterben.
es: Mi hermana iba a tener su primer hijo. Se suponía que debía conocerlo. Se suponía que no iba a morir aquí.
fr: Ma sœur allait avoir son premier enfant. Je devais le rencontrer. Je ne suis pas censé mourir ici.
it: Mia sorella stava avendo il suo primo figlio. Avrei dovuto incontrarlo. Non dovrei morire qui.
pt_br: Minha irmã estava tendo seu primeiro filho. Eu deveria conhecê-lo. Não deveria morrer aqui.
ru: Моя сестра рожает своего первого ребенка и ждет, что я их встречу. Я не могу вот так умереть.
zh_cn: 我妹妹即将生下第一个孩子。我本该去见她的。我不该死在这里。

# StoryTitle_DerelictStories15
source: Belief
de: Glaube
es: Creencia
fr: Croyance
it: Convinzione
pt_br: Crença
ru: Вера
zh_cn: 信念

# StoryText_DerelictStories15
source: I've been in stickier situations than this. Just trust in the plan - and we'll all get out of this alive.
de: Ich war schon in schwierigeren Situationen als dieser. Vertrauen Sie einfach auf den Plan – und wir werden alle lebend aus dieser Situation herauskommen.
es: He estado en situaciones más peliagudas que esta. Confíe en el plan y todos saldremos vivos de esta.
fr: J'ai connu des situations plus délicates que celle-ci. Faites confiance au plan et nous nous en sortirons tous vivants.
it: Mi sono trovato in situazioni più complicate di questa. Abbi fiducia nel piano e ne usciremo tutti vivi.
pt_br: Já estive em situações piores que essa. Só confie no plano e vamos sair daqui vivos.
ru: Бывали и похуже ситуации. Нужно довериться плану — и мы все выберемся живыми.
zh_cn: 我经历过比这更棘手的状况。只要相信计划，我们就能活着出去。

# DisplayName_Block_ExtendedWindowCornerInverted
source: Bay Window Corner Inverted
de: Erkerfenster Umgekehrte Ecke
es: Ventana mirador de esquina invertida
fr: Coin de baie vitrée inversé
it: Finestra a bovindo, angolo invertito
pt_br: Janela saliente de canto invertida
ru: Окно с выступом, угол, обратное
zh_cn: 倒置凸窗角块

# DisplayName_Block_ExtendedWindowCornerInvertedRailing
source: Bay Window Corner Inverted Railing
de: Erkerfenster Umgekehrtes Geländer
es: Barandilla invertida de esquina de ventana mirador
fr: Rail de coin de baie de vitrée inversé
it: Finestra a bovindo, parapetto invertito
pt_br: Grade de janela saliente de canto invertida
ru: Окно с выступом, угол, обратное, перила
zh_cn: 倒置凸窗角块护栏

# DisplayName_Block_ExtendedWindowDiagonal
source: Bay Window Diagonal
de: Erkerfenster Diagonal
es: Ventana mirador diagonal
fr: Baie vitrée diagonale
it: Finestra a bovindo, diagonale
pt_br: Janela saliente diagonal
ru: Окно с выступом, диагональное
zh_cn: 凸窗斜

# DisplayName_Block_ExtendedWindowDiagonalRailing
source: Bay Window Diagonal Railing
de: Erkerfenster Diagonal Geländer
es: Barandilla diagonal para mirador
fr: Rail de baie de vitrée diagonale
it: Finestra a bovindo, parapetto diagonale
pt_br: Trilho de janela saliente diagonal
ru: Окно с выступом, диагональное, перила
zh_cn: 凸窗斜护栏

# ControlMenuItemValue_FPP
source: FPP
fr: Première personne
it: PPP
ru: От 1-го лица

# ControlMenuItemValue_TPP
source: TPP
fr: Troisième personne
it: PTP
ru: От 3-го лица

# WelcomeScreen_Signature
source: Marek Rosa
ru: Марек Роса

# DisplayName_DLC_Frostbite
source: Frostbite
es: Congelamiento
pt_br: Queimadura por frio
ru: Обморожение

# DisplayName_DLC_SparksOfTheFuture
source: Sparks Of The Future
es: Chispazos del futuro
it: Scintille del futuro
ru: Проблески будущего

# DisplayName_DLC_ScrapRace
source: Wasteland
it: Deserto
pt_br: Terra Inculta
ru: Пустошь

# ScreenOptionsGame_UITab
source: UI
de: Benutzeroberfläche
es: IU
fr: IU
it: Interfaccia
pl_pl: Interfejs
pt_br: IU
ru: Интерфейс

# Beacon_SafeZone_ToolTip_PluralSuffix_Activation
source: s
ru: н

# Beacon_SafeZone_ToolTip_PluralSuffix_Minutes
source: s
ru: н

# Beacon_SafeZone_ToolTip_PluralSuffix_ZoneChips
source: s
ru: н

# SafeZone_Texture_Gloura
source: Gloura
ru: Глоура

# SafeZone_Texture_Voronoi
source: Voronoi
ru: Вороной

# GPSScreen_hueLabel
source: H
de: F
ru: О

# GPSScreen_saturationLabel
source: S
ru: Н

# GPSScreen_valueLabel
source: V
de: W
ru: З

# Description_DLC_Warfare1
source: Warfare I.
de: Kriegskünste I.
es: Guerra I.
it: Guerra I.
pt_br: Guerra I.
ru: Война I.

# DisplayName_DLC_Warfare1
source: Warfare I.
de: Kriegskünste I.
es: Guerra I.
it: Guerra I.
pt_br: Guerra I.
ru: Война I.

# Description_MagneticPlate
source: WIP stickyBlock
es: Bloque pegajoso WIP
fr: Bloc collant WIP
it: Blocco fisso lavori in corso
pl_pl: Płyta magnetyczna umożliwia magnetyczną blokadę do każdej powierzchni.
pt_br: Bloco colante WIP
ru: Блок с привязкой (не завершен)

# MeasurementUnit_Rpm
source: rpm
fr: tr/min
it: giri/min
ru: об/мин

# MeasurementUnit_Meter
source: m
ru: м

# MeasurementUnit_Kg
source: kg
ru: кг

# MeasurementUnit_Mps
source: m/s
ru: м/с

# Description_DLC_Warfare2
source: Warfare II.
es: Guerra II.
it: Guerra II.
pt_br: Guerra II.
ru: Война II.

# DisplayName_DLC_Warfare2
source: Warfare II.
es: Guerra II.
it: Guerra II.
pt_br: Guerra II.
ru: Война II.

# DisplayName_Category_Prototech
source: Prototech
ru: Прототех

# DisplayName_Category_DLC_Frostbite
source: Frostbite
de: Frostbeule
es: Congelamiento
pt_br: Queimadura por frio
ru: Обморожение

# DisplayName_Category_DLC_Warfare1
source: Warfare 1
de: Kriegskunst 1
es: Guerra 1
it: Guerra 1
pt_br: Guerra 1
ru: Война 1

# DisplayName_Category_DLC_Warfare2
source: Warfare 2
de: Kriegskunst 2
es: Guerra 2
it: Guerra 2
pt_br: Guerra 2
ru: Война 2

# DisplayName_Category_DLC_SparksOfTheFuture
source: Sparks Of The Future
es: Chispazos del futuro
it: Scintille del futuro
ru: Проблески будущего

# DisplayName_Category_DLC_Wasteland
source: Wasteland
de: Ödland
it: Deserto
pt_br: Terra Inculta
ru: Пустошь

# Hint10Control0
source: JUMP
pt_br: SALTAR

# WorkshopTag_PvP
source: PvP
fr: JcJ
pt_br: JvJ

# WorldSettings_Realistic_half
source: x0.5
pt_br: 0,5X

# WorldSettings_Realistic_x10
source: x10
pt_br: 10X

# WorldSettings_Realistic_x2
source: x2
pt_br: 2X

# WorldSettings_Realistic_x3
source: x3
pt_br: 3X

# WorldSettings_Realistic_x5
source: x5
pt_br: 5X

# Description_FAQ_GoodBot_Q4
source: Help
es: Ayuda

# ChatBot_Substitute2_S
source: Advanced Rotors Part
es: Pieza de rotor avanzada
fr: Partie de rotor avancé
hu_hu: Fejlett rotor rész
it: Parte Rotori Avanzati
pl_pl: Część zaawansowanego rotora

# ChatBot_Substitute3_S
source: Advanced Rotors Parts
es: Pieza de rotor avanzada
fr: Pièces de rotor avancé
hu_hu: Fejlett rotor alkatrészek
it: Parti Rotori Avanzati
pl_pl: Część zaawansowanego rotora

# Description_FAQ_GoodBot_Q0
source: Who are you
it: Chi sei

# Description_FAQ_GoodBot_Q1
source: What is your purpose
it: Qual è il tuo scopo

# Description_FAQ_GoodBot_Q2
source: What are you
it: Cosa sei

# Description_FAQ_GoodBot_Q3
source: What can you do
it: Cosa puoi fare

# ChatBot_Substitute0_S
source: Advanced Rotor Part
it: Parte Rotore Avanzato

# ChatBot_Substitute2_D
source: strawberry dumpling
fr: boulette aux fraises
hu_hu: Epergombóc
it: raviolo alla fragola

# DisplayName_Faction_SpacePirates_Translation
source: Space Pirates
cs_cz: Vesmírní Piráti
de: Weltraumpiraten
fr: Pirates de l'espace
hu_hu: Űrkalózok
pl_pl: Kosmiczni Piraci

# TradeScreenPcu
source: PCU:
de: PCUs:

# StoreScreen_GridTooltip_Pcu
source: PCU:
de: PCUs:

source: PCU
de: PCUs

# WorkshopTag_Hud
source: Hud
fr: ATH

# ChatBot_Generic_Q12
source: Hey
fr: Salut
hu_hu: Szia

# ChatBot_Generic_Q2
source: Hallo
pl_pl: Halo

# RadialMenuAction_Shortcut_BlueprintScreen
source: {GAMEPAD_CONTROL:ABASE:BLUEPRINTS_MENU}
hu_hu: {GAMEPAD_CONTROL:ABASE:TERVRAJZ_MENÜ}

# RadialMenuAction_Shortcut_PlacementMode
source: {GAMEPAD_CONTROL:BUILD:FREE_ROTATION}
hu_hu: {GAMEPAD_CONTROL:ÉPÍTÉS:SZABAD_FORGÁS}

# RadialMenuAction_Shortcut_ToggleBroadcasting
source: {GAMEPAD_CONTROL:TOOLS:BROADCASTING}
hu_hu: {GAMEPAD_CONTROL:ESZKÖZÖK:KÖZVETÍTÉS}

# RadialMenuAction_Shortcut_ToggleConnectors
source: {GAMEPAD_CONTROL:SPACESHIP:LANDING_GEAR}
hu_hu: {GAMEPAD_CONTROL:ŰRHAJÓ:FÜTÓMŰ}

# RadialMenuAction_Shortcut_ActiveContracts
source: {GAMEPAD_CONTROL:TOOLS:ACTIVE_CONTRACT_SCREEN}
hu_hu: {GAMEPAD_CONTROL:TOOLS:AKTÍV_SZERZŐDÉS_KÉPERNYŐ}

# RadialMenuAction_Shortcut_OpenChat
source: {GAMEPAD_CONTROL:TOOLS:CHAT_SCREEN}
hu_hu: {GAMEPAD_CONTROL:TOOLS:CSEVEGÉS_KÉPERNYŐ}

# RadialMenuAction_Shortcut_ProgressionMenu
source: {GAMEPAD_CONTROL:TOOLS:PROGRESSION_MENU}
hu_hu: {GAMEPAD_CONTROL:TOOLS:FEJLŐDÉS_MENÜ}
