Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# Quote63Text
source: The acceleration of a body is directly proportional to, and in the same direction as, the net force acting on the body, and inversely proportional to its mass.
cs_cz: Zrychlení tělesa je stejného směru a přímo úměrné výslednici sil působících na těleso a nepřímo úměrné hmotnosti tohoto tělesa.
de: Die Beschleunigung eines Körper ist proportional und gleichgerichtet zur Summe aller Kräfte die auf ihn wirken, sowie umgekehrt proportional zu seiner Masse.
es: La aceleración de un cuerpo es directamente proporcional y en la misma dirección que la fuerza neta que actúa sobre el cuerpo, e inversamente proporcional a su masa.
fr: L'accélération d'un corps est directement proportionnelle et dans la même direction que la force nette agissant sur celui-ci, et inversement proportionnelle à sa masse.
hu_hu: A test gyorsulása egyenesen arányos az ugyanabba az irányba a testre ható nettó erővel, és fordítottan arányos a tömegével.
it: L'accelerazione di un corpo è direttamente proporzionale e nella stessa direzione della risultante delle forze applicate su di esso, è invece inversamente proporzionale alla sua massa.
pl_pl: Przyspieszenie z jakim porusza się ciało jest proporcjonalne do działającej siły, a odwrotność masy jest współczynnikiem proporcjonalności.
pt_br: A aceleração de um corpo é diretamente proporcional e na mesma direção que a força resultante atuando sobre o corpo e inversamente proporcional à sua massa.
ru: Изменение количества движения пропорционально приложенной движущей силе и происходит по направлению той прямой, по которой эта сила действует.
zh_cn: 物体的加速度与受到的在相同方向的作用力的大小成正比，与其质量成反比。

# Quote64Author
source: Newton's third law
cs_cz: Newtonův třetí zákon
de: Das dritte Newtonsche Gesetz
es: La tercera ley de Newton
fr: Troisième loi de Newton
hu_hu: Newton harmadik törvénye
it: Terza legge di Newton
pl_pl: Trzecie prawo Newtona
pt_br: Segunda Lei de Newton
ru: Третий закон Ньютона
zh_cn: 牛顿第三定律

# Quote64Text
source: To every action there is always an equal and opposite reaction: or the forces of two bodies on each other are always equal and are directed in opposite directions.
cs_cz: Každá akce vyvolá reakci stejné velikosti a opačného směru; neboli: síly působící vzájemně mezi dvěma tělesy jsou stejné velikosti a opačného směru.
de: Zu jeder Aktion existiert eine gleich große, entgegengesetzte Reaktion: Die Kräfte zweier Körper aufeinander sind stets gleich groß und in gegensätzliche Richtungen ausgerichtet.
es: A cada acción siempre hay una reacción igual y opuesta: o las fuerzas de dos cuerpos uno sobre el otro son siempre iguales y están dirigidas en direcciones opuestas.
fr: Pour chaque action, il existe une réaction égale et opposée : l’action est toujours égale à la réaction ; c'est-à-dire que les actions de deux corps l’un sur l’autre sont toujours égales, et dans des directions contraires.
hu_hu: Minden hatáskor mindig van egyenlő és ellentétes hatás: vagyis az erők a két test mindegyikén mindig egyenlőek és ellentétes irányúak.
it: Ad ogni azione corrisponde una reazione uguale e contraria: oppure le forze di due corpi l'uno sull'altro sono sempre uguali ed in direzione opposta.
pl_pl: Względem każdego działania istnieje przeciwdziałanie zwrócone przeciwnie i równe, to jest wzajemne działania dwóch ciał są zawsze równe i zwrócone przeciwnie.
pt_br: Para toda ação existe sempre uma reação oposta e de igual intensidade: as ações mútuas de dois corpos, um sobre o outro, são sempre iguais e dirigidas em sentidos opostos.
ru: Действию всегда есть равное и противоположное противодействие, иначе — взаимодействия двух тел друг на друга между собою равны и направлены в противоположные стороны
zh_cn: 两个物体之间的作用力和反作用力，总是同时在同一条直线上，大小相等，方向相反。

# Quote65Author
source: Wikipedia, 2077
cs_cz: Wikipedie, 2077
ru: Википедия, 2077
zh_cn: 维基百科，2077

# Quote65Text
source: SCIENTIFIC METHOD: principles and procedures for the systematic pursuit of knowledge involving the recognition and formulation of a problem, the collection of data through observation and experiment, and the formulation and testing of hypotheses.
cs_cz: VĚDECKÁ METODA: zásady a procedury pro systematickou snahu o poznání, zahrnující uznání a formulaci problému, sběr dat skrze pozorování, experimenty, formulace a testování hypotéz.
de: WISSENSCHAFTLICHE ARBEIT: Prinzipien und Verfahren zum systematischen Erlangen von Wissen durch Erkennen und Formulieren eines Problems, das Sammeln von Daten durch Beobachtung oder Experimente, sowie das Verfassen und Testen von Hypothesen.
es: MÉTODO CIENTÍFICO: principios y procedimientos para la búsqueda sistemática de conocimientos que impliquen el reconocimiento y la formulación de un problema, la recogida de datos mediante la observación y la experimentación, y la formulación y el ensayo de hipótesis.
fr: MÉTHODE SCIENTIFIQUE : principes et procédures pour la recherche systématique du savoir impliquant la reconnaissance et la formulation d'un problème, la collecte de données issues de l'observation et de l'expérimentation, et la formulation et l'évaluation d'hypothèses.
hu_hu: TUDOMÁNYOS MÓDSZER: A probléma felismerését és megfogalmazását magában foglaló ismeretek szisztematikus folytatásának elvei és eljárásai, adatgyűjtés megfigyelés és kísérletezés útján, valamint hipotézisek megfogalmazása és tesztelése.
it: METODO SCIENTIFICO: principi e procedure volti alla ricerca sistematica di conoscenza che includono il riconoscimento e la formulazione di un problema, la raccolta di informazioni attraverso l'osservazione e la sperimentazione, e la formulazione ed analisi delle ipotesi.
pl_pl: METODA NAUKOWA: reguły i procedury systematycznego zdobywania wiedzy z udziałem poznania i sformułowania problemu, zbierania danych poprzez obserwację i eksperymenty, oraz opracowania i testowania hipotez.
pt_br: MÉTODO CIENTÍFICO: Princípios e procedimentos para a busca sistemática do conhecimento, envolvendo reconhecimento e formulação de um problema, coleta de dados através de observação e experimentação e a formulação de testes das hipóteses.
ru: Научный метод включает в себя способы исследования феноменов, систематизацию, корректировку новых и полученных ранее знаний.
zh_cn: 科学方法：系统化的追求知识对于认知和规划问题的原则和程序，对观察和实验数据的收集，并将其公式化以及对假设进行测试。

# Quote66Author
source: Wikipedia, 2077
cs_cz: Wikipedie, 2077
ru: Википедия, 2077
zh_cn: 维基百科，2077

# Quote66Text
source: To be termed scientific, a method of inquiry must be based on empirical and measurable evidence subject to specific principles of reasoning.
cs_cz: Aby se dala nazvat vědeckou, musí být metoda vyšetřování založena na empirických a měřitelných důkazech, jež podléhají zvláštním principům uvažování.
de: Um als wissenschaftlich bezeichnet zu werden, muss sich eine Methode der Untersuchung auf empirische und messbare Beweise stützen, die unter Beachtung bestimmter rationaler Grundsätze erhoben wurden.
es: Para ser calificado como científico, un método de investigación debe basarse en pruebas empíricas y mensurables sujetas a principios específicos de razonamiento.
fr: Pour être qualifié scientifique, une méthode de recherche doit être fondée sur des études empiriques et des preuves mesurables soumises à des principes spécifiques de raisonnement.
hu_hu: Ahhoz, hogy tudományosnak lehessen valamit nevezni, a vizsgálati módszernek empirikus és mérhető bizonyítékokon kell alapulnia, az érvelés sajátos elvei mellett.
it: Per essere chiamato scientifico, un metodo di ricerca deve essere basato su prove empiriche e misurabili soggette a specifici principi di ragionamento.
pl_pl: Aby być określanym naukowo, metoda badań musi być oparta na empirycznych i wymiernych dowodach z zastrzeżeniem szczególnych zasad rozumowania.
pt_br: Para ser chamado de científico, um método de investigação deve ser baseado em evidências empíricas e mensuráveis para explicar os princípios de raciocínio.
ru: Чтобы называться научным, метод исследования должен быть основан на эмпирических и измеримых доказательствах с учетом конкретных принципов рассуждения.
zh_cn: 为了被定义为科学，一个探究方法必须基于经验以及符合推理的具体原则的可测量证据。

# Quote67Author
source: Wikipedia, 2077
cs_cz: Wikipedie, 2077
ru: Википедия, 2077
zh_cn: 维基百科，2077

# Quote67Text
source: The laws of science or scientific laws are statements that describe, predict, and perhaps explain why, a range of phenomena behave as they appear to in nature.
cs_cz: Zákony vědy, neboli vědecké zákony, jsou tvrzení, která popisují, předpovídají a možná i vysvětlují, proč se řada jevů chová tak, jako v přírodě.
de: Die Gesetze der Wissenschaft, oder wissenschaftliche Gesetze, sind Aussagen, die beschreiben, vorhersagen, und vielleicht erklären, warum eine Reihe von Phänomenen so auftreten, wie sie es in der Natur tun.
es: Las leyes de la ciencia o las leyes científicas son afirmaciones que describen, predicen y quizás explican por qué una serie de fenómenos se comportan como parecen en la naturaleza.
fr: Les lois de la science ou lois scientifiques sont des assertions qui décrivent, prédisent et peut-être expliquent pourquoi un éventail de phénomènes se comportent tels qu'ils apparaissent dans la nature.
hu_hu: A tudomány törvényei vagy a tudományos törvények olyan kijelentések, amelyek leírják, megjósolják és talán megmagyarázzák, hogy egy sor jelenség miért viselkedik úgy, ahogy a természetben megjelenik.
it: Le leggi della scienza o leggi scientifiche sono affermazioni che descrivono, predicono, ed a volte spiegano perché, una serie di fenomeni avvengono in natura.
pl_pl: Prawa nauki lub prawa naukowe są stwierdzeniami, które opisują, przewidują i mogą nawet wyjaśniać dlaczego określone zjawiska pojawiają się w przyrodzie.
pt_br: As leis da ciência ou leis científicas são afirmações que descrevem, predizem e talvez até expliquem o porquê dos comportamentos de diversos fenômenos na natureza.
ru: Законы науки или научные законы - это утверждения, которые описывают, предсказывают, и, пожалуй, объясняют, почему ряд явлений ведёт себя так, как это проявляется в природе.
zh_cn: 科学的法则或科学性的法则是对描述和预报的陈述，并可能解释出现在自然的一系列的现象。

# Quote68Author
source: Wikipedia, 2077
cs_cz: Wikipedie, 2077
ru: Википедия, 2077
zh_cn: 维基百科，2077

# Quote68Text
source: Scientific laws are strongly supported by empirical evidence - they are scientific knowledge that experiments have repeatedly verified (and never falsified).
cs_cz: Vědecké zákony jsou silně podpořeny empirickýmí důkazy - jsou vědeckou znalostí, kterou experimenty opakovaně potvrdily (a nikdy nevyvrátily).
de: Wissenschaftliche Gesetze werden durch empirische Nachweise gestützt – sie sind wissenschaftliche Erkenntnisse, die wiederholt durch Experimente bestätigt (und niemals widerlegt) wurden.
es: Las leyes científicas están fuertemente respaldadas por evidencia empírica - son conocimientos científicos que los experimentos han verificado repetidamente (y nunca han falsificado).
fr: Les lois scientifiques sont fortement soutenues par des preuves empiriques - elles sont les connaissances scientifiques que des expériences ont maintes fois été vérifiées (et jamais contredites).
hu_hu: A tudományos törvényeket az empirikus bizonyítékok erősen támogatják - ezek tudományos ismeretek, amelyeket a kísérletek többször is igazoltak (és soha nem hamisítottak meg).
it: Le leggi scientifiche sono fortemente supportate da prove empiriche - sono conoscenze scientifiche che gli esperimenti hanno ripetutamente verificato (e mai negato).
pl_pl: Prawa nauki opierają się na dowodach empirycznych - oznacza to, że wyniki eksperymentów są wielokrotnie weryfikowane (i nigdy nie są fałszywe).
pt_br: Leis científicas são fortemente amparadas pela evidência empírica — são conhecimentos científicos que foram exaustivamente testados por experimentos (e jamais adulterados).
ru: Научные законы полностью подтверждены эмпирическими данными - это научные знания, которые были подтверждены экспериментами (и никогда не фальсифицировались).
zh_cn: 科学法则是由实验证据强有力支持的—它们是通过实验反复验证的科学知识（并从不改变）。

# Quote69Author
source: Newton's law of universal gravitation
cs_cz: Newtonův gravitační zákon
de: Newtonsches Gravitationsgesetz
es: La ley de Newton de la gravitación universal
fr: Loi de la gravitation universelle de Newton
hu_hu: Newton univerzális gravitációs törvénye
it: Legge gravitazionale universale di Newton
pl_pl: Prawo powszechnego ciążenia Newton`a
pt_br: Lei da Gravitação Universal de Newton
ru: Ньютоновский закон всемирного тяготения
zh_cn: 牛顿万有引力定律

# Quote69Text
source: Every point mass in the universe attracts every other point mass with a force that is directly proportional to the product of their masses and inversely proportional to the square of the distance between them.
cs_cz: Každý hmotný bod ve vesmíru přitahuje každý jiný hmotný bod silou, která je přímo úměrná součinu jejich hmotností a nepřímo úměrná druhé mocnině jejich vzdáleností.
de: Jeder Massepunkt im Universum zieht jeden anderen Massenpunkt mit einer Kraft an, die direkt proportional zum Produkt ihrer Massen und umgekehrt proportional zum Quadrat der Entfernung zwischen ihnen ist.
es: Cada masa puntual en el universo atrae a cada masa puntual con una fuerza que es directamente proporcional al producto de sus masas e inversamente proporcional al cuadrado de la distancia entre ellas.
fr: Chaque masse ponctuelle de l'univers attire tout autre masse ponctuelle avec une force qui est directement proportionnelle au produit de leurs masses et inversement proportionnelle au carré de la distance entre eux.
hu_hu: A világegyetem minden tömegpontja minden más tömegpontot olyan erővel vonz, amely arányos tömegük szorzatával és fordítottan arányos a köztük lévő távolság négyzetével.
it: Nell'universo ogni punto materiale attrae ogni altro punto materiale con una forza che è direttamente proporzionale al prodotto delle loro masse e inversamente proporzionale al quadrato della loro distanza.
pl_pl: Między dowolną parą ciał posiadających masy pojawia się siła przyciągająca, która działa na linii łączącej ich środki, a jej wartość rośnie z iloczynem ich mas i maleje z kwadratem odległości.
pt_br: Todo ponto de massa no universo atrai todos os outros pontos de massa com uma força diretamente proporcional ao produto de suas massas e inversamente proporcional ao quadrado das distâncias entre eles.
ru: Каждое тело во вселенной притягивается к каждому другому телу с силой, прямо пропорциональной произведению их масс и обратно пропорциональной квадрату дистанции между ними.
zh_cn: 任意两个质点有通过连心线方向上的力相互吸引。该引力的大小与它们的质量乘积成正比，与它们距离的平方成反比。

# Quote70Author
source: Albert Einstein
ru: Альберт Эйнштейн
zh_cn: 阿尔伯特·爱因斯坦

# Quote70Text
source: Creativity is intelligence having fun.
cs_cz: Kreativita je inteligence, která se baví.
de: Kreativität ist Intelligenz, die Spaß hat.
es: La creatividad es inteligencia divirtiéndose.
fr: La créativité, c'est l'intelligence qui s'amuse.
hu_hu: A kreativitás az, amikor az intelligencia szórakozik.
it: La creatività è l'intelligenza che si diverte.
pl_pl: Kreatywność jest zabawą inteligencji.
pt_br: Criatividade é a inteligência se divertindo.
ru: Творчество - развлечение интеллекта.
zh_cn: 创造力是智力的乐趣。

source: Reactor
cs_cz: Reaktor
de: Reaktor
fr: Réacteur
hu_hu: Reaktor
it: Reattore
pl_pl: Reaktor
pt_br: Reator
ru: Реактор
zh_cn: 反应堆

source: Refresh blueprints
cs_cz: Obnovit technické výkresy
de: Entwürfe aktualisieren
es: Actualizar planos
fr: Actualiser les plans
hu_hu: Frissítse a tervrajzokat
it: Aggiorna progetti
pl_pl: Odśwież schematy
pt_br: Atualizar projetos
ru: Обновить чертежи
zh_cn: 刷新蓝图

# RemoteAccess_Description
source: You can remotely access grids in the world using the antenna in your suit. Make sure your antenna is enabled. (Check the antenna symbol in the bottom left corner of the in-game HUD) To access a grid, it must be powered and have an antenna. You also need to stay within the antenna broadcast range to be able to access it. You can control grids from a distance by equipping them with a remote control block.
cs_cz: Konstrukce ve hře můžete vzdáleně zpřístupnit použitím antény Vašeho skafandru. Ujistěte se, že ji máte zapnutou. (Ověřte symbol antény v levém, dolním rohu HUD postavy) Konstrukce, kterou chcete zpřístupnit musí být napájena a musí mít anténu. Současně musíte být v dosahu signálu antény, abyste se mohli připojit. Vzdálené konstrukce můžete také ovládat, pokud je opatříte vzdáleným ovládáním.
de: Mit der in ihren Anzug integrierten Antenne können Sie aus der Ferne auf Ihre Blockkonstruktionen zugreifen. Stellen Sie sicher, dass die Antenne aktiviert ist. (Überprüfen Sie das Antennensymbol in der linken unteren Ecke des HUDs.) Um auf eine Blockkonstruktion zugreifen zu können, muss sie mit Energie versorgt werden und mit einer Antenne ausgestattet sein. Außerdem müssen Sie sich in Funkreichweite befinden. Sie können die Konstruktionen aus der Ferne steuern, indem Sie sie zusätzlich mit einem Fernsteuerungsblock ausstatten.
es: Puedes acceder remotamente a las estructuras del mundo usando la antena de tu traje. Asegúrate de que tu antena está activada (comprueba el símbolo de la antena en la esquina inferior izquierda del HUD del juego) Para acceder a una red, debe estar alimentada y tener una antena. También es necesario permanecer dentro del rango de emisión de la antena para poder acceder a ella.
fr: Vous pouvez accéder à distance aux grilles de la carte en utilisant l’antenne de votre combinaison. Assurez-vous que votre antenne est activée. (vérifiez le symbole de l'antenne dans le coin inférieur gauche de l'ATH du jeu) Pour accéder à une grille, celle-ci doit être alimentée et dotée d'une antenne. Vous devez également rester à portée de diffusion de l'antenne pour pouvoir y accéder. Vous pouvez contrôler les grilles à distance en les équipant d'un bloc de contrôle à distance.
hu_hu: Az öltönyben lévő antenna segítségével távolról is hozzáférhet a világ objektumaihoz. Ellenőrizze, hogy az antennája engedélyezve van-e. (Ellenőrizze az antenna szimbólumot a játékon belül a HUD bal alsó sarkában) A hálózathoz való hozzáféréshez áramellátásnak és antennának kell lennie. Az antenna sugárzási tartományán belül kell maradnia, hogy hozzáhozzáférhessen. Az objektumokat távolról vezérelheti, ha távirányítóblokkokkal látja el őket.
it: Puoi accedere a distanza alle reti in tutto il mondo utilizzando l'antenna della tua tuta. Assicurati che la tua antenna sia abilitata. (Controlla il simbolo dell'antenna nell'angolo in basso a sinistra dell'HUD in-game) Per accedere ad una rete, questa deve essere alimentata e avere un'antenna. Per potervi accedere, devi anche rimanere all'interno del raggio d'azione dell'antenna. Puoi controllare le griglie a distanza dotandole di un blocco di controllo remoto.
pl_pl: Możesz zdalnie kontrolować struktury używając anteny wbudowanej w skafander. Tylko upewnij się, że antena jest włączona (Możesz to sprawdzić patrząc na symbol anteny w lewym dolnym rogu HUDa) Aby móc kontrolować strukturę musi być ona zasilona i posiadać antenę. Musisz również być w zasięgu jej nadawania. Możesz sterować zdalnie statkami kiedy zbudujesz na nich blok Zdalnego Sterowania.
pt_br: Você pode acessar as grids remotamente utilizando a antena do seu traje. Lembre-se de deixá-la habilitada. (Verifique o símbolo de antena no canto inferior esquerdo do HUD) Para acessar a grid, ela deve estar energizada e possuir uma antena. É também necessário estar dentro do alcance de transmissão da antena para acessá-la. É possível controlar as grids à distância ao equipá-las com um bloco de controle remoto.
ru: Вы можете удаленно получать доступ к кораблям в мире, используя антенну скафандра. Убедитесь что антенна включена. (Проверьте символ антенны в нижнем левом углу интерфейса) Для управления кораблем, он должен иметь энергию и антенну. Также необходимо оставаться в радиусе вещания антенны. Вы можете управлять кораблями на расстоянии экипирую их с помощью блока удаленного управления.
zh_cn: 你可以通过宇航服自带天线远程访问世界中的网格。请确认天线已启动。 （查看屏幕底部左角的天线图标） 网格通电并安装了天线就能访问。但需要你在天线覆盖的范围才可以。 给网格安装了遥控方块后，你就可以远程控制方块了。

# RemoteControlCoord
source: Coords:
cs_cz: Souřadnice:
de: Koordinaten:
es: Coordenadas:
fr: Coordonnées :
hu_hu: Koordináták:
it: Coord:
pl_pl: Współrzędne:
pt_br: Coordenadas:
ru: Координаты:
zh_cn: 坐标：

# RemoteControlUsedBy
source: Controlled by another player:
cs_cz: Ovládáno jiným hráčem:
de: Von anderen Spielern gesteuert:
es: Controlado por otro jugador:
fr: Contrôlée par un autre joueur :
hu_hu: Egy másik játékos irányítja:
it: Controllato da un altro giocatore:
pl_pl: Kontrolowane przez innego gracza:
pt_br: Controlado por outro jogador:
ru: Управляется другим игроком:
zh_cn: 由其他玩家控制：

# RemoteControlWaypoint
source: Current waypoint:
cs_cz: Současná cílová značka:
de: Aktueller Wegpunkt:
es: Punto de referencia actual:
fr: Point de passage actuel :
hu_hu: Jelenlegi útpont:
it: Waypoint corrente:
pl_pl: Aktualny punkt docelowy:
pt_br: Ponto de rota atual:
ru: Текущая точка:
zh_cn: 当前位标：

source: Remove
cs_cz: Odebrat
de: Entfernen
es: Eliminar
fr: Supprimer
hu_hu: Eltávolítás
it: Rimuovi
pl_pl: Usuń
pt_br: Remover
ru: Удалить
zh_cn: 移除

source: Remove all
cs_cz: Odebrat všechny
de: Alle entfernen
es: Eliminar todos
fr: Tout supprimer
hu_hu: Összes eltávolítása
it: Rimuovi tutto
pl_pl: Usuń wszystko
pt_br: Remover tudo
ru: Удалить все
zh_cn: 移除所有

# RemoveProjectionButton
source: Remove
cs_cz: Odebrat
de: Entfernen
es: Eliminar
fr: Supprimer
hu_hu: Eltávolítás
it: Rimuovi
pl_pl: Usuń
pt_br: Remover
ru: Удалить
zh_cn: 移除

source: Render quality
cs_cz: Kvalita renderování
de: Renderqualität
es: Calidad del renderizado
fr: Qualité du rendu
hu_hu: Megjelenítés minősége
it: Qualità rendering
pl_pl: Jakość renderowania
pt_br: Qualidade de renderização
ru: Детализация
zh_cn: 渲染质量

# RenderQualityExtreme
source: Extreme
cs_cz: Extrémní
de: Extrem
es: Extremo
fr: Extrême
hu_hu: Extrém
it: Estrema
pl_pl: Ekstremalna
pt_br: Extremo
ru: Экстрим
zh_cn: 极限

# RenderQualityHigh
source: High
cs_cz: Vysoká
de: Hoch
es: Alto
fr: Elevée
hu_hu: Magas
it: Alta
pl_pl: Wysoka
pt_br: Alto
ru: Высок.
zh_cn: 高

# RenderQualityNormal
source: Normal
cs_cz: Normální
fr: Normale
hu_hu: Normál
it: Normale
pl_pl: Normalna
ru: Нормально
zh_cn: 正常

source: Replace with clipboard
cs_cz: Nahradit ze systémové schránky
de: Ersetzen durch Zwischenablage
es: Reemplazar con portapapeles
fr: Remplacer par le presse-papiers
hu_hu: Csere a vágólappal
it: Sostituisci con gli appunti
pl_pl: Zamień ze schowka
pt_br: Substituir pela área de transferência
ru: Заменить из буфера
zh_cn: 替换到剪贴板

source: Respawn Ship
cs_cz: Počáteční loď
de: Respawn-Schiff
es: Nave de reaparición
fr: Vaisseau de réapparition
hu_hu: Újjáélesztő hajó
it: Nave di rientro
pl_pl: Statek początkowy
pt_br: Nave de renascimento
ru: Корабль возрождения
zh_cn: 重生船

# PlanetRespawnPod
source: {0} Drop Pod
de: {0} Respawn-Kapsel
es: {0} Cápsula de lanzamiento
fr: {0} Capsule
hu_hu: Gubó Pod {0}
it: {0} Capsula di atterraggio
pl_pl: {0} Kapsuła
pt_br: {0} Cápsula de recursos
ru: Капсула ({0})
zh_cn: {0}投逃生舱

# RunningLevelScripts
source: Running Mission Scripts
cs_cz: Běžící úrovňové skripty
de: Ausführen von Missionsskripts
es: Ejecutando Scripts de Misión
fr: Exécuter des scripts de mission
hu_hu: Küldetés Scriptek futtatása
it: Esecuzione script della missione
pl_pl: Aktywne skrypty poziomu
pt_br: Executando scripts da missão
ru: Выполняются скрипты уровня
zh_cn: 运行本级脚本

source: Running State Machines
cs_cz: Běžící programové stroje
de: Ausführen von State-Machines
es: Ejecutando Estado de las Máquinas
fr: Exécution de machines d'état
hu_hu: Működő állapotú gépek
it: Esecuzione macchine di stato
pl_pl: Aktywne Maszyny
pt_br: Executando máquinas de estado
ru: Выполняются скрипты State Machine
zh_cn: 运行状态机
