Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# StoreBuy_Error_Text_NotEnoughMoney
source: Transaction failed. You don't have enough money.
de: Transaktion fehlgeschlagen. Sie haben nicht genug Geld.
es: Transacción fallida. No tienes suficiente dinero.
fr: Échec de la transaction. Vous n'avez pas assez d'argent.
hu_hu: Sikertelen tranzakció. Nincs elég pénze.
it: Transazione fallita. Non hai abbastanza soldi.
pl_pl: Transakcja nie powiodła się. Masz za mało pieniędzy.
pt_br: A transação falhou. Você não possui dinheiro suficiente.
ru: Перевод не удался. У вас недостаточно средств.
zh_cn: 交易失败。因为你的资金不够。

# StoreBuy_Error_Text_WrongAmount
source: You have entered wrong amount.
de: Sie haben einen falschen Betrag eingegeben.
es: Has introducido una cantidad incorrecta.
fr: Vous avez saisi une quantité invalide.
hu_hu: Helytelen összeget adott meg.
it: Hai inserito un importo errato.
pl_pl: Wpisano niepoprawną kwotę.
pt_br: Você digitou a quantidade incorreta.
ru: Вы ввели неверное количество.
zh_cn: 输入的金额错误。

# StoreBuy_Error_Caption_NotEnoughInventorySpace
source: Transaction Failed
de: Transaktion gescheitert
es: Transacción fallida
fr: Échec de la transaction
hu_hu: Sikertelen Tranzakció
it: Transazione fallita
pl_pl: Transakcja nie powiodła się
pt_br: Falha na transação
ru: Перевод не удался
zh_cn: 无法交易

# StoreBuy_Error_Text_NotEnoughInventorySpace
source: There is not enough space in selected inventory.
de: Der Umfang des ausgewählten Inventars reicht nicht aus.
es: No hay suficiente espacio en el inventario seleccionado.
fr: Il n'y a pas assez de place dans l'inventaire sélectionné.
hu_hu: Nincs elég hely a kiválasztott készletben.
it: Non c'è abbastanza spazio nell'inventario selezionato.
pl_pl: W wybranym ekwipunku nie ma wystarczającej ilości miejsca.
pt_br: Não há espaço suficiente no inventário selecionado.
ru: В выбранном инвентаре недостаточно свободного места.
zh_cn: 所选的库存空间不足。

# StoreBuy_Error_Caption_WrongInventory
source: Transaction Failed
de: Transaktion gescheitert
es: Transacción fallida
fr: Échec de la transaction
hu_hu: Sikertelen Tranzakció
it: Transazione fallita
pl_pl: Transakcja nie powiodła się
pt_br: Falha na transação
ru: Перевод не удался
zh_cn: 无法交易

# StoreBuy_Error_Text_WrongInventory
source: Selected inventory can not be used to buy this item.
de: Ausgewähltes Inventar kann nicht zum Kauf dieses Artikels verwendet werden.
es: El inventario seleccionado no puede usarse para comprar este objeto.
fr: L'inventaire sélectionné ne peut pas être utilisé pour acheter cet objet.
hu_hu: A kiválasztott készlet nem használható a tétel megvásárlásához.
it: L'inventario selezionato non può essere utilizzato per acquistare questo oggetto.
pl_pl: Wybrany ekwipunek nie może być użyty do zakupu tego przedmiotu.
pt_br: O inventário selecionado não pode ser utilizado para comprar este item.
ru: Выбранный инвентарь не может быть использован для покупки этого предмета.
zh_cn: 无法使用选定的库存买此物品。

# ContractScreen_Button_Abandon
source: Abandon
de: Auflösen
es: Abandonar
fr: Abandonner
hu_hu: Elhagy
it: Abbandona
pl_pl: Porzuć
pt_br: Abandonar
ru: Отменить
zh_cn: 放弃

# ContractScreen_Button_Accept
source: Accept
de: Annehmen
es: Aceptar
fr: Accepter
hu_hu: Elfogad
it: Accetta
pl_pl: Akceptuj
pt_br: Aceitar
ru: Принять
zh_cn: 接受

# ContractScreen_Button_Confirm
source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
hu_hu: Megerősít
it: Conferma
pl_pl: Potwierdź
pt_br: Confirmar
ru: Подтвердить
zh_cn: 确定

# ContractScreen_Button_Finish
source: Finish
de: Erfüllen
es: Finalizar
fr: Terminer
hu_hu: Befejezés
it: Termina
pl_pl: Zakończ
pt_br: Finalizar
ru: Завершить
zh_cn: 完成

# ContractScreen_Button_Refresh
source: Refresh
de: Aktualisieren
es: Recargar
fr: Rafraîchir
hu_hu: Frissítés
it: Aggiorna
pl_pl: Odśwież
pt_br: Atualizar
ru: Обновить
zh_cn: 刷新

# ContractScreen_Column_Icon
source: Icon
de: Symbol
es: Icono
fr: Icône
hu_hu: Ikon
it: Icona
pl_pl: Ikona
pt_br: Ícone
ru: Иконка
zh_cn: 图标

# ContractScreen_Column_Name
source: Name
es: Nombre
fr: Nom
hu_hu: Név
it: Nome
pl_pl: Nazwa
pt_br: Nome
ru: Название
zh_cn: 名字

# ContractScreen_Column_RewardCurrency
source: SC reward
de: SC-Belohnung
es: Recompensa en SC
fr: Récompense en SC
hu_hu: SC jutalom
it: Premio SC
pl_pl: Nagroda SC
pt_br: Recompensa de SC
ru: Кредиты
zh_cn: SC奖

# ContractScreen_Column_RewardReputation
source: Reputation reward
de: Reputationsgewinn bei Erfüllung
es: Recompensa en reputación
fr: Récompense en réputation
hu_hu: Hírnév jutalom
it: Premio di reputazione
pl_pl: Nagroda w Reputacji
pt_br: Recompensa de reputação
ru: Репутация
zh_cn: 声誉奖励

# ContractScreen_Column_TimeLimit
source: Time limit
de: Zeitlimit
es: Límite de tiempo
fr: Limite de temps
hu_hu: Határidő
it: Limite di tempo
pl_pl: Limit Czasu
pt_br: Limite de tempo
ru: Лимит времени
zh_cn: 时间限制

# ContractScreen_Condition_Name_DeliverItem
source: Deliver Items {0}
de: Items {0} ausliefern
es: Entregar estos objetos {0}
fr: Livrer les objets {0}
hu_hu: Szállítmányok {0}
it: Consegna oggetti {0}
pl_pl: Dostarcz Przedmioty {0}
pt_br: Entregar itens {0}
ru: Доставить предметы {0}
zh_cn: 交付物品{0}

# ContractScreen_Condition_Name_DeliverPackage
source: Deliver Package {0}
de: Paket {0} ausliefern
es: Entregar este paquete {0}
fr: Livrer le paquet {0}
hu_hu: Csomag szállítása {0}
it: Consegna pacchetto {0}
pl_pl: Dostarcz Paczkę {0}
pt_br: Entregar pacote {0}
ru: Доставить пакет {0}
zh_cn: 交付包{0}

# ContractScreen_Contract_Name_Deliver_WithId
source: Hauling Contract ({0})
de: Gütertransportvertrag ({0})
es: Contrato de transporte ({0})
fr: Contrat de livraison ({0})
hu_hu: Szállítási szerződés ({0})
it: Contratto di trasporto ({0})
pl_pl: Kontrakt Transportowy ({0})
pt_br: Contrato de transporte ({0})
ru: Контракт на перевозку ({0})
zh_cn: 运输合同（{0}）

# ContractScreen_Contract_Name_Escort_WithId
source: Escort Contract ({0})
de: Eskortvertrag ({0})
es: Contrato de escolta ({0})
fr: Contrat d'escorte ({0})
hu_hu: Kíséret szerződés ({0})
it: Contratto di Accompagnamento ({0})
pl_pl: Kontrakt Eskortowy ({0})
pt_br: Contrato de escolta ({0})
ru: Контракт на сопровождение ({0})
zh_cn: 押运合同（{0}）

# ContractScreen_Contract_Name_Find_WithId
source: Search Contract ({0})
de: Suchvertrag ({0})
es: Contrato de búsqueda ({0})
fr: Contrat de recherche ({0})
hu_hu: Keresési szerződés ({0})
it: Contratto di ricerca ({0})
pl_pl: Kontrakt Poszukiwaczy ({0})
pt_br: Contrato de busca ({0})
ru: Контракт на поиск ({0})
zh_cn: 搜索合同（{0}）

# ContractScreen_Contract_Name_Hunt_WithId
source: Bounty Contract ({0})
de: Kopfgeldvertrag ({0})
es: Contrato de recompensa ({0})
fr: Contrat de prime ({0})
hu_hu: Fejpénz szerződés ({0})
it: Contratto Bounty ({0})
pl_pl: Kontrakt Łowcy ({0})
pt_br: Contrato de recompensa ({0})
ru: Награда за голову ({0})
zh_cn: 赠送合同（{0}）

# ContractScreen_Contract_Name_ObtainAndDeliver_WithId
source: Acquisition Contract ({0})
de: Lieferungsvertrag ({0})
es: Contrato de adquisición ({0})
fr: Contrat d'acquisition ({0})
hu_hu: Beszerzési szerződés ({0})
it: Contratto di acquisizione ({0})
pl_pl: Kontrakt Przekazania ({0})
pt_br: Contrato de aquisição ({0})
ru: Контракт на доставку ({0})
zh_cn: 收购合同（{0}）

# ContractScreen_Formating_Deposit_None
source: None
de: Keine
es: Ninguno
fr: Aucune
hu_hu: Nincs
it: Nessuno
pl_pl: Brak
pt_br: Nenhum
ru: Нет
zh_cn: 无

# ContractScreen_Formating_RepPenalty_None
source: None
de: Keine
es: Ninguno
fr: Aucune
hu_hu: Nincs
it: Nessuno
pl_pl: Brak
pt_br: Nenhum
ru: Нет
zh_cn: 无

# ContractScreen_Formating_TimeLimit_Days
source: {0} d {1:00} h {2:00} min
de: {0} t {1:00} h {2:00} min
hu_hu: {0} nap {1:00} óra {2:00} perc
pl_pl: {0} dni {1:00} godz {2:00} min
ru: {0} д. {1:00} ч. {2:00} мин.
zh_cn: {0}天{1:00}小时{2:00}分钟

# ContractScreen_Formating_TimeLimit_Hours
source: {0:00} h {1:00} min
hu_hu: {0:00} óra {1:00} perc
pl_pl: {0:00} godz {1:00} min
ru: {0:00} ч. {1:00} мин.
zh_cn: {0:00}小时{1:00}分钟

# ContractScreen_Formating_TimeLimit_Mins
source: {0:00} min
hu_hu: {0:00} perc
ru: {0:00} мин.
zh_cn: {0:00}分

# ContractScreen_Formating_TimeLimit_No
source: No limit
de: Keine Beschränkung
es: Sin límite
fr: Aucune limite
hu_hu: Nincs korlátozás
it: Nessun limite
pl_pl: Brak limitu
pt_br: Sem limite
ru: Без ограничения
zh_cn: 无极限

# ContractScreen_Formating_TimeLimit_NotStarted
source: Not started
de: Noch nicht gestartet
es: No empezado
fr: Pas commencée
hu_hu: Nincs elindítva
it: Non iniziato
pl_pl: Nie zaczęto
pt_br: Não iniciado
ru: Не начато
zh_cn: 没开始

# ContractScreen_Formating_TimeLimit_Secs
source: {0:00} s
hu_hu: {0:00} másodperc
ru: {0:00} сек.
zh_cn: {0:00}秒

# ContractScreen_Formating_TimeLimit_TimeOut
source: Time's out
de: Die Zeit ist abgelaufen
es: Se ha acabado el tiempo
fr: Temps écoulé
hu_hu: Lejárt az idő
it: Tempo scaduto
pl_pl: Koniec czasu
pt_br: Tempo esgotado
ru: Время вышло
zh_cn: 超时

# ContractScreen_GridSelection_Caption
source: Vehicle/Character inventory selection
de: Fahrzeug-/Charakter-Inventarauswahl
es: Selección de inventario del personaje/vehículo
fr: Sélection de l'inventaire du personnage/véhicule
hu_hu: Jármű/Karakter készlet kiválasztása
it: Selezione dell'inventario di veicoli/personaggi
pl_pl: Wybór ekwipunku Statku/Postaci
pt_br: Seleção de inventário de veículo/personagem
ru: Выбор инвентаря персонажа/корабля
zh_cn: 车辆/人物库存选择

# ContractScreen_GridSelection_Text
source: Select vehicle or character whose inventory contains items for this contract. Items will be removed from inventories of the selected one. You may select only yourself or vehicles you own.
de: Wählen Sie ein Fahrzeug oder einen Spielcharakter aus, in dessem Inventar sich mit diesem Vertrag in Zusammenhang stehende Items befinden. Die Items werden dem Inventar des ausgewählten Fahrzeugs oder Charakters entnommen. Sie können nur sich selbst oder Fahrzeuge, die Sie besitzen, auswählen.
es: Selecciona el vehículo o personaje cuyo inventario contiene objetos para este contrato. Los objetos serán eliminados del inventario seleccionado. Puedes seleccionar tu inventario o el de los vehículos que te pertenecen.
fr: Sélectionnez le véhicule ou le personnage dont l'inventaire contient des éléments pour ce contrat. Les objets seront retirés des inventaires du personnage sélectionné. Vous ne pouvez sélectionner que vous-même ou les véhicules que vous possédez.
hu_hu: Válassza ki azt a járművet vagy karaktert, akinek a leltárában szerepelnek a szerződés tárgyai. Az elemeket eltávolítják a kiválasztott készletből. Kizárólag saját magát vagy járműveit választhatja ki.
it: Seleziona il veicolo o il personaggio il cui inventario contiene articoli per questo contratto. Gli articoli saranno rimossi dagli inventari di quello selezionato. Puoi selezionare solo te stesso o i veicoli che possiedi.
pl_pl: Wybierz pojazd lub postać, który zawiera przedmioty potrzebne do tego kontraktu. Przedmioty zostaną usunięte z wybranego ekwipunku. Możesz wybrać tylko siebie lub pojazd, który do Ciebie należy.
pt_br: Seleciona veículo ou personagem os quais o inventário contenha itens para este contrato. Os itens serão removidos dos inventários do veículo/personagem selecionado. Você pode selecionar somente a si mesmo ou veículos de sua propriedade.
ru: Выберите персонажа или корабль, инвентарь которого содержит предметы для контракта. Предметы будут изъяты из выбранного инвентаря. Вы можете выбрать только себя или собственные корабли.
zh_cn: 选择车辆和人物，其库存中要有合同需要的物品。物品会从所选的人物中移除。你可以只选择你自己或者你有的车辆。

# ContractScreen_Tab_AcceptedContracts
source: Accepted Contracts
de: Angenommene Verträge
es: Contratos aceptados
fr: Contrats acceptés
hu_hu: Elfogadott szerződések
it: Contratti accettati
pl_pl: Przyjęte Kontrakty
pt_br: Contratos aceitos
ru: Принятые контракты
zh_cn: 接受的合同

# ContractScreen_Tab_Administration
source: Administration
de: Verwaltung
es: Administración
hu_hu: Adminisztráció
it: Amministrazione
pl_pl: Administracja
pt_br: Administração
ru: Администрация
zh_cn: 管理

# ContractScreen_Tab_AvailableContracts
source: Available Contracts
de: Verfügbare Verträge
es: Contratos disponibles
fr: Contrats disponibles
hu_hu: Elérhető szerződések
it: Contratti disponibili
pl_pl: Dostępne Kontrakty
pt_br: Contratos disponíveis
ru: Доступные контракты
zh_cn: 现有的合同

# ContractScreen_Tooltip_Currency
source: Payment:
de: Bezahlung:
es: Pago:
fr: Paiement :
hu_hu: Fizetés:
it: Pagamento:
pl_pl: Zapłata:
pt_br: Pagamento:
ru: Оплата:
zh_cn: 付款：

# ContractScreen_Tooltip_Duration
source: Duration:
de: Verfügbare Zeit:
es: Duración:
fr: Durée :
hu_hu: Időtartam:
it: Durata:
pl_pl: Czas trwania:
pt_br: Duração:
ru: Продолжительность:
zh_cn: 持续时间：

# ContractScreen_Tooltip_FailReputationPenalty
source: Fail reputation penalty:
de: Reputationsverlust bei Nichterfüllung:
es: Penalización de reputación si fallas:
fr: Pénalité de réputation en cas d'échec :
hu_hu: A jó hírnévvel kapcsolatos büntetés:
it: Penalità per mancanza di reputazione:
pl_pl: Kara w reputacji:
pt_br: Penalidade por falha na reputação:
ru: Потеря репутации при провале:
zh_cn: 失败声誉惩罚：

# ContractScreen_Tooltip_InitialDeposit
source: Collateral:
de: Sicherheiten:
es: Depósito en garantía:
fr: Caution :
hu_hu: Biztosíték:
it: Garanzia:
pl_pl: Zabezpieczenie:
pt_br: Garantia:
ru: Залог:
zh_cn: 担保：

# ContractScreen_Tooltip_Name
source: Name:
es: Nombre:
fr: Nom :
hu_hu: Név:
it: Nome
pl_pl: Nazwa:
pt_br: Nome:
ru: Название:
zh_cn: 名称：

# ContractScreen_Tooltip_Reputation
source: Reputation reward:
de: Einfluss auf Reputation:
es: Recompensa de reputación:
fr: Récompense de réputation :
hu_hu: Hírnév jutalom:
it: Premio di reputazione:
pl_pl: Nagroda w reputacji:
pt_br: Recompensa de reputação:
ru: Повышение репутации:
zh_cn: 声誉奖励：

# Contracts_Error_Caption_ActivationConditionNotMet_ContractLimitReached
source: Cannot accept
de: Kann nicht angenommen werden
es: No se puede aceptar
fr: Impossible d'accepter
hu_hu: Nem lehet elfogadni
it: Non posso accettare
pl_pl: Nie można zaakceptować
pt_br: Impossível aceitar
ru: Невозможно принять
zh_cn: 无法接受

# Contracts_Error_Text_ActivationConditionNotMet_ContractLimitReached
source: You have too many contracts. Finish or abandon some before you can accept another.
de: Sie haben zu viele Verträge. Beenden Sie einige, oder lösen Sie einige auf, bevor Sie weitere annehmen können.
es: Tienes demasiados contratos. Acaba o abandona alguno antes de aceptar otro.
fr: Vous avez trop de contrats. Finissez ou abandonnez certains avant de pouvoir en accepter d'autres.
hu_hu: Túl sok szerződése van. Fejezzen be vagy hagyjon el néhányat, mielőtt újat elfogad.
it: Hai troppi contratti. Concludine o abbandonane alcuni prima di poterne accettare un altro.
pl_pl: Masz zbyt dużo aktywnych kontraktów. Ukończ lub porzuć kilka z nich żeby móc zaakceptować inne.
pt_br: Você possui muitos contratos. Finalize ou abandone alguns antes de aceitar novos.
ru: У вас слишком много контрактов. Завершите или отмените некоторые, прежде чем браться за новые.
zh_cn: 你的合同太多。完成或者结束一些后才能接受别的。

# ContractSystem_Notifications_ContractFailed
source: Contract failed.
de: Vertrag nicht eingehalten.
es: Contrato fallado.
fr: Échec du contrat.
hu_hu: A szerződés sikertelen.
it: Contratto fallito.
pl_pl: Kontrakt nie powiódł się.
pt_br: Falha no contrato.
ru: Контракт провален.
zh_cn: 合同失败。

# ContractSystem_Notifications_ContractSuccess
source: Contract was successfully finished.
de: Der Vertrag wurde erfüllt.
es: El contrato se ha completado con éxito.
fr: Le contrat a été réussi.
hu_hu: A szerződés sikeresen befejeződött.
it: Il contratto è stato terminato con successo.
pl_pl: Kontrakt został pomyślnie zakończony.
pt_br: Contrato finalizado com sucesso.
ru: Контракт успешно завершен.
zh_cn: 合同成功完成。

# Contracts_Error_Caption_ActivationConditionNotMet_TargetOffline
source: Cannot accept
de: Kann nicht angenommen werden
es: No se puede aceptar
fr: Impossible d'accepter
hu_hu: Nem lehet elfogadni
it: Non posso accettare
pl_pl: Nie można zaakceptować
pt_br: Impossível aceitar
ru: Невозможно принять
zh_cn: 无法接受

# Contracts_Error_Text_ActivationConditionNotMet_TargetOffline
source: You cannot accept this contract as target is currently not online.
de: Sie können diesen Vertrag nicht annehmen, da das Ziel derzeit nicht online ist.
es: No puedes aceptar este contrato ya que el objetivo no está conectado.
fr: Vous ne pouvez pas accepter ce contrat car la cible n'est actuellement pas en ligne.
hu_hu: Nem fogadhatja el ezt a szerződést, mivel a cél jelenleg nem online.
it: Non puoi accettare questo contratto in quanto attualmente non è online.
pl_pl: Nie możesz zaakceptować tego kontraktu, ponieważ cele jest offline.
pt_br: Você não pode aceitar este contrato se o alvo não estiver online.
ru: Вы не можете принять этот контракт, т. к. цель сейчас не в сети.
zh_cn: 你无法接受此合同因为目前还没目标。

# StoreSell_Error_Caption_NotEnoughAmount
source: Transaction Failed
de: Transaktion gescheitert
es: Transacción fallida
fr: Échec de la transaction
hu_hu: Sikertelen Tranzakció
it: Transazione fallita
pl_pl: Transakcja nie powiodła się
pt_br: Falha na transação
ru: Перевод не удался
zh_cn: 无法交易

# StoreSell_Error_Caption_WrongAmount
source: Transaction Failed
de: Transaktion gescheitert
es: Transacción fallida
fr: Échec de la transaction
hu_hu: Sikertelen Tranzakció
it: Transazione fallita
pl_pl: Transakcja nie powiodła się
pt_br: Falha na transação
ru: Перевод не удался
zh_cn: 无法交易

# StoreSell_Error_Text_NotEnoughAmount
source: You don't have specified amount of that item.
de: Sie haben die Menge der Artikel nicht bestimmt.
es: No has especificado la cantidad de ese objeto.
fr: Vous n'avez pas précisé la quantité de cet objet.
hu_hu: Nincs megadva az adott tétel mennyisége.
it: Non hai specificato la quantità di quell'oggetto.
pl_pl: Nie podałeś ilości tego przedmiotu.
pt_br: Você não possui este item na quantidade especificada.
ru: У вас нет требуемого количества этого предмета.
zh_cn: 没有注明该物品的量。

# StoreSell_Error_Text_WrongAmount
source: You are trying to sell more than current amount of the store item.
de: Sie versuchen, mehr als die in ihrem Inventar verfügbare Menge an Items zu verkaufen.
es: Estás intentando vender más de la cantidad actual de ese objeto.
fr: Vous essayez de vendre plus que la quantité actuelle de l'article du magasin.
hu_hu: Az áruház jelenlegi készleténél többet próbál eladni.
it: Stai cercando di vendere più dell'attuale quantità dell'oggetto del negozio.
pl_pl: Starasz się sprzedać więcej niż wynosi aktualna ilość przedmiotu w sklepie.
pt_br: Você está tentando vender mais do que quantidade atual do item na loja.
ru: Вы пытаетесь продать больше, чем требуется.
zh_cn: 你要售出的数量多过商店所有的库存。

# StoreAdministration
source: Administration
de: Verwaltung
es: Administración
hu_hu: Adminisztráció
it: Amministrazione
pl_pl: Administracja
pt_br: Administração
ru: Администрация
zh_cn: 管理

# StoreBlock_Column_Amount
source: Amount
de: Betrag
es: Cantidad
fr: Quantité
hu_hu: Összeg
it: Quantità
pl_pl: Ilość
pt_br: Quantidade
ru: Количество
zh_cn: 金额

# StoreBlock_Column_Name
source: Name
es: Nombre
fr: Nom
hu_hu: Név
it: Nome
pl_pl: Nazwa
pt_br: Nome
ru: Название
zh_cn: 名字

# StoreBlock_Column_PricePerUnit
source: Price per Unit
de: Preis pro Einheit
es: Precio por unidad
fr: Prix unitaire
hu_hu: Egységár
it: Prezzo per unità
pl_pl: Cena za Jednostkę
pt_br: Preço por unidade
ru: Цена за ед.
zh_cn: 单价

# StoreBlock_Column_TotalPrice
source: Total Price
de: Gesamtpreis
es: Precio total
fr: Prix total
hu_hu: Teljes ár
it: Prezzo totale
pl_pl: Całkowita Cena
pt_br: Preço total
ru: Итоговая цена
zh_cn: 总价

# ButtonEditFactionBanner_Cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
hu_hu: Mégse
it: Annulla
pl_pl: Anuluj
pt_br: Cancelar
ru: Отмена
zh_cn: 取消

# ButtonEditFactionBanner_OK
source: Ok
ru: Ок
zh_cn: 好

# ScreenCaptionEditFaction
source: Edit logo
de: Logo bearbeiten
es: Cambiar logo
fr: Modifier le logo
hu_hu: Embléma szerkesztése
it: Modifica logo
pl_pl: Edytuj logo
pt_br: Editar logo
ru: Изменить логотип
zh_cn: 编辑标志

# StoreBuy_Error_Caption_FreePositionNotFound
source: Transaction Failed
de: Transaktion gescheitert
es: Transacción fallida
fr: Échec de la transaction
hu_hu: Sikertelen Tranzakció
it: Transazione fallita
pl_pl: Transakcja nie powiodła się
pt_br: Falha na transação
ru: Перевод не удался
zh_cn: 无法交易

# StoreBuy_Error_Caption_SpawnFailed
source: Transaction Failed
de: Transaktion gescheitert
es: Transacción fallida
fr: Échec de la transaction
hu_hu: Sikertelen Tranzakció
it: Transazione fallita
pl_pl: Transakcja nie powiodła się
pt_br: Falha na transação
ru: Перевод не удался
zh_cn: 无法交易

# StoreBuy_Error_Text_FreePositionNotFound
source: There is not enough free space around the station to spawn the vehicle.
de: Um die Station herum gibt es nicht genügend freien Platz, um das Fahrzeug zu spawnen.
es: No hay suficiente espacio libre en la estación para generar el vehículo.
fr: Il n'y a pas assez d'espace libre autour de la station pour permettre au véhicule d'apparaître.
hu_hu: Nincs elég szabad hely az állomás körül a jármű létrehozásához.
it: Non c'è abbastanza spazio libero intorno alla stazione per far rientrare il veicolo.
pl_pl: W okolicy stacji jest za mało miejsca aby stworzyć pojazd.
pt_br: Não há espaço livre suficiente ao redor da estação para surgimento do veículo.
ru: Недостаточно свободного места вокруг станции для появления корабля.
zh_cn: 车辆要重生的基站空间不足。

# StoreBuy_Error_Text_SpawnFailed
source: Vehicle was not unable to spawn.
de: Spawnen des Fahrzeugs nicht möglich.
es: No se ha podido generar el vehículo.
fr: Le véhicule n'a pas pu apparaître
hu_hu: A jármű nem volt képes létrejönni.
it: Il veicolo non è stato in grado di rientrare.
pl_pl: Nie udało się stworzyć pojazdu.
pt_br: Não foi possível o surgimento do veículo
ru: Транспортировка корабля не удалась.
zh_cn: 车辆无法重生

# Datapad_GPS_Data
source: {0} - Station
es: {0} - Estación
hu_hu: {0} - Állomás
it: {0} - Stazione
pl_pl: {0} - Stacja
pt_br: {0} - Estação
ru: {0} - Станция
zh_cn: {0}- 基站

# Datapad_GPS_Name
source: GPS {0} - Station
es: GPS {0} - Estación
hu_hu: GPS {0} - Állomás
it: GPS {0} - Stazione
pl_pl: GPS {0} - Stacja
pt_br: GPS {0} - Estação
ru: GPS {0} - Станция
zh_cn: GPS{0}-基站

# EditFaction_HueSliderText
source: Hue:
de: Farbton:
es: Color:
fr: Teinte :
hu_hu: Színárnyalat:
it: Tinta:
pl_pl: Odcień:
pt_br: Matiz:
ru: Оттенок:
zh_cn: 色调：

# EditFaction_SaturationSliderText
source: Saturation:
de: Sättigung:
es: Saturación:
hu_hu: Telítettség:
it: Saturazione:
pl_pl: Nasycenie:
pt_br: Saturação:
ru: Насыщенность:
zh_cn: 饱和度：

# EditFaction_ValueSliderText
source: Value:
de: Wert:
es: Valor:
fr: Valeur :
hu_hu: Érték:
it: Valore:
pl_pl: Wartość:
pt_br: Valor:
ru: Значение:
zh_cn: 值：

# TradeScreenMoney
source: Money:
de: Geld:
es: Dinero:
fr: Argent :
hu_hu: Pénz:
it: Denaro:
pl_pl: Pieniądze:
pt_br: Dinheiro:
ru: Деньги:
zh_cn: 金钱：

# TradeScreenOfferState
source: Offer State:
de: Angebot Status:
es: Estado de la oferta:
fr: État de l'offre :
hu_hu: Ajánlat állapota:
it: Stato dell'offerta:
pl_pl: Stan oferty:
pt_br: Estado da oferta:
ru: Статус:
zh_cn: 报价状态：

# Contracts_Accepted_Caption
source: Contract Accepted
de: Vertrag angenommen
es: Contrato aceptado
fr: Contrat accepté
hu_hu: Szerződés elfogadva
it: Contratto accettato
pl_pl: Kontrakt Zaakceptowany
pt_br: Contrato aceito
ru: Контракт принят
zh_cn: 合同已接受
