Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# BlockPropertyTitle_RemoveTool
source: Remove tool or weapon
de: Werkzeug oder Waffe entfernen
es: Quitar herramienta o arma
fr: Retirer un outil ou une arme
it: Rimuovi strumento o arma
pl_pl: Usuń broń lub narzędzie
pt_br: Remover ferramenta ou arma
ru: Удалить инструмент или оружие
zh_cn: 移除工具或武器

# BlockPropertyTitle_RemoveWeapon
source: Remove weapon
de: Waffe entfernen
es: Quitar arma
fr: Retirer l'arme
it: Rimuovi l'arma
pl_pl: Usuń broń
pt_br: Remover arma
ru: Удалить оружие
zh_cn: 移除武器

# BlockPropertyTitle_SelectedToolList
source: Selected tools and weapons
de: Ausgewählte Werkzeuge und Waffen
es: Herramientas y armas seleccionadas
fr: Outils et armes sélectionnés
it: Strumenti e armi selezionati
pl_pl: Wybrane bronie i narzędzia
pt_br: Ferramentas e armas selecionadas
ru: Выбранные инструменты или оружие
zh_cn: 所选工具和武器

# BlockPropertyTitle_SelectedWeaponList
source: Selected weapons
de: Ausgewählte Waffen
es: Armas seleccionadas
fr: Armes sélectionnées
it: Armi selezionate
pl_pl: Wybrane bronie
pt_br: Armas selecionadas
ru: Выбранное оружие
zh_cn: 已选武器

# BlockPropertyTitle_ToolList
source: Available tools and weapons
de: Verfügbare Werkzeuge und Waffen
es: Herramientas y armas disponibles
fr: Outils et armes sélectionnés
it: Strumenti e armi disponibili
pl_pl: Dostępne bronie i narzędzia
pt_br: Ferramentas e armas disponíveis
ru: Доступные инструменты или оружие
zh_cn: 可用工具和武器

# BlockPropertyTitle_WeaponList
source: Weapon list
de: Waffenliste
es: Lista de armas
fr: Liste des armes
it: Elenco armi
pl_pl: Lista broni
pt_br: Lista de armas
ru: Список оружия
zh_cn: 武器列表

# DisplayName_Block_BatteryWarfare2
source: Warfare Battery
de: Warfare-Batterie
es: Batería de guerra
fr: Batterie Warfare
it: Batteria di guerra
pl_pl: Akumulator typu wojskowego
pt_br: Bateria de Guerra
ru: Военная батарея
zh_cn: Warfare电池

# BlockPropertyDescription_MultiplierAzimuth
source: Modify maximum velocity of azimuth rotor
de: Ändern Sie die maximale Geschwindigkeit des Azimutrotors
es: Modificar la velocidad máxima del rotor azimutal
fr: Modifier la vitesse maximale du rotor d'azimut
it: Modifica la velocità massima del rotore azimutale
pl_pl: Regulacja prędkości maksymalnej rotora azymutu
pt_br: Modificar a velocidade máxima do rotor de azimute
ru: Изменить максимальную скорость ротора курса
zh_cn: 修改方位角转子的最大速度

# BlockPropertyDescription_MultiplierElevation
source: Modify maximum velocity of elevation rotor
de: Ändern Sie die maximale Geschwindigkeit des Elevationsrotors
es: Modificar la velocidad máxima del rotor de elevación
fr: Modifier la vitesse maximale du rotor d'élévation
it: Modifica la velocità massima del rotore di elevazione
pl_pl: Regulacja prędkości maksymalnej rotora podniesienia
pt_br: Modificar a velocidade máxima do rotor de elevação
ru: Изменить максимальную скорость ротора высоты
zh_cn: 修改仰角转子的最大速度

# BlockPropertyTitle_MultiplierAzimuth
source: Azimuth velocity multiplier
de: Azimutgeschwindigkeitsmultiplikator
es: Multiplicador de velocidad azimutal
fr: Multiplicateur de vitesse d'azimut
it: Moltiplicatore di velocità azimutale
pl_pl: Mnożnik prędkości azymutu
pt_br: Multiplicador de velocidade do azimute
ru: Коэфициент курсовой скорости
zh_cn: 方位角速度倍增器

# BlockPropertyTitle_MultiplierElevation
source: Elevation velocity multiplier
de: Elevationsgeschwindigkeitsmultiplikator
es: Multiplicador de velocidad de elevación
fr: Multiplicateur de vitesse d'élévation
it: Moltiplicatore di velocità di elevazione
pl_pl: Mnożnik prędkości podniesienia
pt_br: Multiplicador de velocidade de elevação
ru: Коэффициент скорости подъёма
zh_cn: 仰角速度倍增器

# Description_LargeTurretControlBlock
source: Block for controlling custom turrets
de: Block zur Steuerung spezialangefertigter Geschütztürme
es: Bloque para controlar torretas personalizadas
fr: Bloc pour contrôler les tourelles personnalisées
it: Blocco per il controllo di torrette personalizzate
pl_pl: Blok umożliwiający sterowanie niestandardowymi wieżyczkami
pt_br: Bloco para controlar torres personalizadas
ru: Блок для управления пользовательскими турелями
zh_cn: 用于控制自定义炮塔的方块

# DisplayName_TurretControlBlock
source: Custom Turret Controller
de: Steuerung für spezialangefertigte Geschütztürme
es: Mando de torreta personalizado
fr: Manette de tourelle personnalisée
it: Controller torretta personalizzata
pl_pl: Sterownik wieżyczki niestandardowej
pt_br: Controle de Torre personalizado
ru: Контроллер пользовательской турели
zh_cn: 自定义炮塔控制器

# DisplayName_Block_SlidingHatchDoor
source: Sliding Hatch Door
de: Schiebeluke
es: Puerta corrediza de escotilla
fr: Porte de trappe coulissante
it: Sportello scorrevole
pl_pl: Właz przesuwny
pt_br: Porta de Escotilha Deslizante
ru: Раздвижная дверь люка
zh_cn: 滑动舱门

# DisplayName_Block_SlidingHatchDoorHalf
source: Half Sliding Hatch Door
de: Halbe Schiebeluke
es: Puerta de escotilla semideslizante
fr: Demi-porte de trappe coulissante
it: Mezzo sportello scorrevole
pl_pl: Właz przesuwny połówka
pt_br: Meia Porta de Escotilha Deslizante
ru: Половина раздвижной двери люка
zh_cn: 半滑动舱门

# DisplayName_Block_MaintenancePanel
source: Maintenance Panel
de: Wartungspaneel
es: Panel de Mantenimiento
fr: Panneau de maintenance
it: Pannello di manutenzione
pl_pl: Panel serwisowy
pt_br: Painel de manutenção
ru: Панель обслуживания
zh_cn: 维护面板

# Description_Searchlight
source: Searchlights are articulated spotlights that can target nearby grids and can be used as cameras.
de: Suchscheinwerfer sind schwenkbare Scheinwerfer, die auf Blockkonstruktionen in der Nähe zielen und ebenfalls als Kameras dienen können.
es: Los faros de búsqueda son faros articulados que pueden apuntar a las estructuras cercanas y pueden utilizarse como cámaras.
fr: Les spots sont des projecteurs articulés qui peuvent cibler des grilles à proximité et peuvent être utilisés comme caméras.
it: I riflettori sono riflettori articolati che possono avere come obiettivo le griglie vicine e possono essere utilizzati come telecamere.
pl_pl: Szperacze to reflektory punktowe z mocowaniem na przegubie, które pozwalają namierzać pobliskie struktury oraz mogą być używane jako kamery.
pt_br: Os Holofotes são holofotes articulados que podem ter como alvo grids próximos e podem ser usados como câmeras.
ru: Прожекторы — это управляемые осветительные лампы, которые можно направить на близлежащие квадраты, а также использовать в качестве камер.
zh_cn: 探照灯是铰接式聚光灯，可以瞄准附近的网格，并且可以用作摄像头。

# DisplayName_Block_Searchlight
source: Searchlight
de: Suchscheinwerfer
es: Faro de búsqueda
fr: Spot
it: Faro di ricerca
pl_pl: Szperacz
pt_br: Holofote
ru: Прожектор
zh_cn: 探照灯

# DisplayName_EmoteRPS_Paper
source: Paper
de: Papier
es: Papel
fr: Feuille
it: Carta
pl_pl: Papier
pt_br: Papel
ru: Бумага
zh_cn: 布

# DisplayName_EmoteRPS_Rock
source: Rock
de: Stein
es: Roca
fr: Pierre
it: Sasso
pl_pl: Kamień
pt_br: Pedra
ru: Камень
zh_cn: 石头

# DisplayName_EmoteRPS_Scissors
source: Scissors
de: Schere
es: Tijeras
fr: Ciseaux
it: Forbici
pl_pl: Nożyce
pt_br: Tesoura
ru: Ножницы
zh_cn: 剪刀

# DisplayName_Block_HeatVentWarfare2
source: Heat Vent
de: Lüftungsöffnung
es: Rejilla de ventilación
fr: Évent thermique
it: Presa d'aria
pl_pl: Radiator termiczny
pt_br: Ventilação de calor
ru: Теплоотвод
zh_cn: 散热口

# Description_HeatVent
source: Heat Vents open and emit light when the grid's power usage increases.
de: Die Lüftungsöffnungen öffnen sich und geben Licht ab, wenn der Stromverbrauch des Raumschiffs steigt.
es: Las Rejillas de ventilación se abren y emiten luz cuando aumenta el consumo de energía de la estructura.
fr: Les évents thermiques s'ouvrent et émettent de la lumière lorsque la consommation d'énergie du réseau augmente.
it: Le prese d'aria si aprono ed emettono luce quando aumenta il consumo energetico della rete.
pl_pl: Radiatory termiczne otwierają się i świecą, gdy statek zwiększa pobór mocy.
pt_br: As Ventilações de Calor abrem e emitem luz quando o uso de energia do grid aumenta.
ru: Теплоотводы открываются и излучают свет, когда увеличивается энергопотребление структуры.
zh_cn: 当网格用电量增加时，散热口打开并发光。

# DisplayName_Block_HeatVent
source: Heat Vent
de: Lüftungsöffnung
es: Rejilla de ventilación
fr: Évent thermique
it: Presa d'aria
pl_pl: Radiator termiczny
pt_br: Ventilação de calor
ru: Теплоотвод
zh_cn: 散热口

# Description_LargeCalibreTurret
source: A titanic turret perfectly suited for battles against heavily armored targets. Uses Artillery Shells. Maximum range: 2000 m
de: Ein gigantischer Turm, der sich perfekt für Kämpfe gegen schwer gepanzerte Ziele eignet. Verwendet Artilleriegeschosse. Maximale Reichweite: 2000 m
es: Una torreta titánica perfectamente adaptada a las batallas contra objetivos fuertemente blindados. Utiliza proyectiles de artillería. Alcance máximo: 2000 m
fr: Une tourelle titanesque parfaitement adaptée aux combats contre des cibles lourdement blindées. Utilise des obus d'artillerie. Portée maximale : 2 000 m
it: Una torretta titanica perfetta per le battaglie contro bersagli pesantemente corazzati. Usa proiettili di artiglieria. Portata massima: 2000 m
pl_pl: Gigantyczna wieżyczka doskonale nadająca się do walki z ciężko opancerzonymi celami. Używa pocisków artyleryjskich. Maksymalny zasięg: 2000 m
pt_br: Uma torre titânica perfeitamente adequada para batalhas contra alvos fortemente blindados. Usa Projéteis de Artilharia. Alcance máximo: 2000 m
ru: Огромная турель, идеально подходящая для сражений с тяжелобронированными целями. Использует артиллерийские снаряды. Максимальная дистанция: 2000 м
zh_cn: 一个巨大的炮塔，非常适合与重装甲目标作战。使用火炮炮弹。 最大射程：2000 m

# Description_MediumCalibreTurret
source: Slower and bigger sibling of the Autocannon. Deals decent damage to armored targets. Uses Assault Cannon Shells. Maximum range: 1400 m
de: Langsamerer und größerer Bruder der Maschinenkanone. Fügt gepanzerten Zielen ordentlichen Schaden zu. Verwendet Sturmgeschützgeschosse. Maximale Reichweite: 1400 m
es: Hermano más lento y más grande del Cañón automático. Inflige un daño decente a los objetivos blindados. Utiliza proyectiles de cañón de asalto. Alcance máximo: 1400 m
fr: Modèle plus lent et plus grand du Canon automatique. Inflige des dégâts corrects aux cibles blindées. Utilise des obus de canon d'assaut. Portée maximale : 1 400 m
it: Gemello più lento e più grande del cannone automatico. Infligge danni considerevoli ai bersagli corazzati. Utilizza proiettili di cannone d'assalto. Portata massima: 1400 m
pl_pl: Większy i bardziej powolny brat działka samoczynnego. Powoduje spore obrażenia u opancerzonych celów. Używa pocisków do dział. Maksymalny zasięg: 1400 m
pt_br: Irmão mais lento e maior do Canhão Automático. Causa dano razoável a alvos blindados. Usa cartuchos de Canhão de Assalto. Alcance máximo: 1400 m
ru: Старший брат автопушки, более крупный и медленный. Наносит серьёзный урон бронированным целям. Использует снаряды штурмовой пушки. Максимальная дистанция: 1400 м
zh_cn: 一种更慢且更大型号的机炮。对装甲目标造成可观的伤害。使用突击加农炮炮弹。 最大射程：1400 m

# DisplayName_Block_AutoCannonTurret
source: Autocannon Turret
de: Maschinenkanonenturm
es: Torreta de cañón automático
fr: Tourelle canon automatique
it: Torretta del cannone automatico
pl_pl: Wieżyczka z działkiem samoczynnym
pt_br: Torre de Canhão Automático
ru: Турель автопушки
zh_cn: 机炮炮塔

# DisplayName_Block_LargeCalibreTurret
source: Artillery Turret
de: Artilleriegeschützturm
es: Torreta de artillería
fr: Tourelle d'artillerie
it: Torretta di artiglieria
pl_pl: Wieża artylerii
pt_br: Torre de Artilharia
ru: Артиллерийская турель
zh_cn: 火炮炮塔

# DisplayName_Block_MediumCalibreTurret
source: Assault Cannon Turret
de: Sturmgeschützturm
es: Torreta de cañón de asalto
fr: Tourelle canon d'assaut
it: Torretta del cannone d'assalto
pl_pl: Wieża działowa
pt_br: Torreta de Canhão de Assalto
ru: Турель штурмовой пушки
zh_cn: 突击加农炮炮塔

# DisplayName_Item_LargeCalibreAmmo
source: Artillery Shell
de: Artilleriegeschoss
es: Proyectil de artillería
fr: Obus d'artillerie
it: Proiettili di artiglieria
pl_pl: Pocisk atryleryjski
pt_br: Projétil de Artilharia
ru: Артиллерийский снаряд
zh_cn: 火炮炮弹

# DisplayName_Item_MediumCalibreAmmo
source: Assault Cannon Shell
de: Sturmgeschützgeschoss
es: Proyectil de cañón de asalto
fr: Obus de canon d'assaut
it: Proiettile del cannone d'assalto
pl_pl: Pocisk do działa
pt_br: Projétil de Canhão de Assalto
ru: Снаряд штурмовой пушки
zh_cn: 突击加农炮炮弹

# BlockPropertyDescription_AngleDeviation
source: Turret will shoot only if the angle to target is less than deviation.
de: Der Geschützturm schießt nur, wenn der Winkel zum Ziel kleiner als der angegebene Abweichungswert ist.
es: La torreta disparará solo si el ángulo al objetivo es menor que la desviación.
fr: La tourelle ne tirera que si l'angle par rapport à la cible est inférieur à la déviation.
it: La torretta sparerà solo se l'angolo rispetto al bersaglio è inferiore alla deviazione.
pl_pl: Wieżyczka będzie strzelać tylko wtedy gdy kąt odchylenia od celu będzie mniejszy.
pt_br: A torre disparará apenas se o ângulo para o alvo for menor que o desvio.
ru: Турель стреляет, только если угол наведения на цель меньше отклонения от курса.
zh_cn: 只有当与目标的角度小于偏差时，炮塔才会射击。

# BlockPropertyTitle_AngleDeviation
source: Angle deviation
de: Winkelabweichung
es: Desviación de ángulo
fr: Déviation angulaire
it: Deviazione angolare
pl_pl: Odchylenie kątowe
pt_br: Desvio de ângulo
ru: Угловое отклонение
zh_cn: 角度偏差

# Description_Railgun
source: High range, maximum penetration, very low rate of fire. Needs to charge up before each shot. Uses Large Railgun Sabots. Maximum range: 2000 m
de: Hohe Reichweite, maximale Durchschlagskraft, sehr niedrige Feuerrate. Muss vor jedem Schuss geladen werden. Verwendet Treibspiegel für große Schienenkanonen. Maximale Reichweite: 2000 m
es: Alto alcance, máxima penetración, muy baja cadencia de fuego. Necesita cargarse antes de cada disparo. Utiliza Sabot de cañón de riel grande. Alcance máximo: 2000 m
fr: Portée élevée, pénétration maximale, cadence de tir très faible. Doit se recharger avant chaque tir. Utilise de grands sabots de railgun. Portée maximale : 2 000 m
it: Alta portata, massima penetrazione, cadenza di fuoco molto bassa. Ha bisogno di caricarsi prima di ogni colpo. Utilizza sabot con cannone a rotaia grande. Portata massima: 2000 m
pl_pl: Duży zasięg, maksymalna penetracja, bardzo mała szybkostrzelność. Musi naładować się przed każdym strzałem. Używa dużych pocisków do działa EM. Maksymalny zasięg: 2000 m
pt_br: Alcance alto, penetração máxima, cadência de tiro muito baixa. Precisa carregar antes de cada tiro. Usa Sabots de Canhão Eletromagnético Grandes. Alcance máximo: 2000 m
ru: Большая дальность стрельбы, максимальное бронепробитие и очень низкая скорострельность. Для каждого выстрела требуется зарядка. Использует крупные снаряды рельсотрона. Максимальная дистанция: 2000 м
zh_cn: 射程高、穿透力强、射速极低。每次射击前都需要充电。使用大型轨道炮穿甲弹。 最大射程：2000 m

# TurretControlBlock_Detail_Azi
source: Elevation: '{0}'
es: Elevación: '{0}'
fr: Élévation : « {0} »
it: Quota: '{0}'
pl_pl: Podniesienie: '{0}'
pt_br: Elevação: '{0}'
ru: Высота: «{0}»
zh_cn: 仰角：'{0}'

# TurretControlBlock_Detail_Camera
source: Camera: '{0}'
de: Kamera: '{0}'
es: Cámara: '{0}'
fr: Caméra: « {0} »
it: Telecamera: '{0}'
pl_pl: Kamera: '{0}'
pt_br: Câmera: '{0}'
ru: Камера: «{0}»
zh_cn: 摄像头：'{0}'

# TurretControlBlock_Detail_Elev
source: Azimuth: '{0}'
de: Azimut: '{0}'
es: Acimut: '{0}'
fr: Azimut : « {0} »
it: Azimut: '{0}'
pl_pl: Azymut: '{0}'
pt_br: Azimute: '{0}'
ru: Курс: «{0}»
zh_cn: 方位角：'{0}'

# TurretControlBlock_Detail_Status
source: Status:
es: Estado:
fr: État :
it: Stato:
pl_pl: Stan:
ru: Статус:
zh_cn: 状态：

# TurretControlBlock_Detail_Status_Def
source: weapon/tool/camera
de: Waffe/Werkzeug/Kamera
es: arma/herramienta/cámara
fr: arme/outil/caméra
it: arma/strumento/telecamera
pl_pl: broń/narzędzie/kamera
pt_br: arma/ferramenta/câmera
ru: оружие/инструмент/камера
zh_cn: 武器/工具/摄像头

# TurretControlBlock_Detail_Status_Error1
source: ERROR: Missing elevation or azimuth rotor/hinge
de: FEHLER: Fehlender Elevations- oder Azimutrotor oder fehlendes Scharnier
es: ERROR: Falta elevación o rotor/bisagra de acimut
fr: ERREUR : rotor/charnière d'élévation ou d'azimut manquant
it: ERRORE: Elevazione o rotore/cerniera azimutale assente
pl_pl: BŁĄD: Brak rotora/zawiasu azymutu lub podniesienia
pt_br: ERRO: Elevação ou azimute de rotor/dobradiça ausente
ru: ОШИБКА: отсутствует шарнир/ротор высоты или курса
zh_cn: 错误：缺少仰角或方位角转子/铰链

# TurretControlBlock_Detail_Status_Error2
source: ERROR: Must have a linked weapon, tool or camera
de: FEHLER: Es muss eine Waffe, ein Werkzeug oder eine Kamera verknüpft werden
es: ERROR: Debe tener un arma, herramienta o cámara vinculada
fr: ERREUR : doit avoir une arme, un outil ou une caméra lié
it: ERRORE: deve avere un'arma, uno strumento o una telecamera collegati
pl_pl: BŁĄD: Nie przypisono narzędzia, broni lub kamery
pt_br: ERRO: É preciso ter uma arma, ferramenta ou câmera vinculada
ru: ОШИБКА: требуется привязанное оружие, инструмент или камера
zh_cn: 错误：必须有链接的武器、工具或摄像头

# TurretControlBlock_Detail_Status_Norm
source: NOMINAL: '{0}' used as aiming reference
de: NOMINELL: '{0}' wird als Zielhilfe genutzt
es: NOMINAL: '{0}' utilizado como referencia de puntería
fr: NOMINAL : « {0} » utilisé comme référence de visée
it: NOMINALE: '{0}' usato come riferimento di mira
pl_pl: W NORMIE: '{0}' użyto jako odniesienie do celowania
pt_br: NOMINAL: '{0}' usado como referência de mira
ru: НОМИНАЛ: «{0}» используется в качестве ориентира для прицеливания
zh_cn: 正常：'{0}'用作瞄准参考

# TurretControlBlock_Detail_Status_Warn
source: WARNING: No clue about multiple weapons yet
de: WARNUNG: Mehrere Waffen konnten noch nicht erkannt werden
es: ADVERTENCIA: Aún no hay pistas sobre múltiples armas
fr: AVERTISSEMENT : aucune idée de plusieurs armes pour le moment
it: ATTENZIONE: Ancora nessun indizio su più armi
pl_pl: OSTRZEŻNIE: Brak jeszcze informacji o wielu broniach
pt_br: AVISO: Ainda sem pistas sobre várias
ru: ВНИМАНИЕ: пока информация о нескольких видах оружия отсутствует
zh_cn: 警告：尚无关于多个武器的线索

# TurretControlBlock_Detail_Tool
source: Tools:
de: Werkzeuge:
es: Herramientas:
fr: Outils :
it: Strumenti:
pl_pl: Narzędzia:
pt_br: Ferramentas:
ru: Инструменты:
zh_cn: 工具：

# TurretControlBlock_Detail_Weapon
source: Weapons:
de: Waffen:
es: Armas:
fr: Armes :
it: Armi:
pl_pl: Bronie:
pt_br: Armas:
ru: Оружие:
zh_cn: 武器：

# BlockPropertyTitle_SunTracking
source: Always aim at sun
de: Visiert stets die Sonne an
es: Apuntar siempre al sol
fr: Toujours cibler en direction du soleil
it: Mira sempre al sole
pl_pl: Zawsze celuj w słońce
pt_br: Sempre mirar no sol
ru: Всегда целиться по солнцу
zh_cn: 始终瞄准太阳

# BlockPropertyTooltip_SunTracking
source: Makes the turret attempt to aim at the sun position and disables other AI features. Useful for solar collectors.
de: Sorgt dafür, dass andere KI-Funktionen deaktiviert werden und sich der Geschützturm stets in Richtung der Sonne ausrichtet. Nützlich für Solarkollektoren.
es: Hace que la torreta intente apuntar a la posición del sol y desactiva otras características de la IA. Útil para los colectores solares.
fr: Force la tourelle à tenter de cibler dans la direction du soleil et désactive les autres fonctionnalités d'IA. Utile pour les collecteurs solaires.
it: Fa in modo che la torretta tenti di mirare alla posizione del sole e disabilita le altre funzioni dell'IA. Utile per pannelli solari.
pl_pl: Sprawia, że wieżyczka próbuje nakierować się na pozycję słońca, wyłączając inne funkcje SI. Przydatne dla kolektorów słonecznych.
pt_br: Faz a torre tentar mirar na posição do sol e desabilita outros recursos de IA. Útil para coletores solares.
ru: Заставляет турель целиться на солнце и отключает остальные другие функции ИИ. Полезно для солнечных коллекторов.
zh_cn: 使炮塔尝试瞄准太阳位置并禁用其他AI功能。对太阳能收集器很有用。

# BlockPropertyTitle_EnableAI
source: Enable AI
de: KI aktivieren
es: Habilitar IA
fr: Activer l'IA
it: Abilita IA
pl_pl: Włącz SI
pt_br: Habilitar IA
ru: Включить ИИ
zh_cn: 启用人工智能

# DisplayName_Item_LargeRailgunAmmo
source: Large Railgun Sabot
de: Treibspiegel für große Schienenkanonen
es: Sabot de cañón de riel grande
fr: Grand sabot de railgun
it: Sabot con cannone a rotaia grande
pl_pl: Duży pocisk do działa EM
pt_br: Sabot de Canhão Eletromagnético Grande
ru: Крупный снаряд рельсотрона
zh_cn: 大型轨道炮穿甲弹

# DisplayName_Item_SmallRailgunAmmo
source: Small Railgun Sabot
de: Treibspiegel für kleine Schienenkanonen
es: Sabot de cañón de riel pequeño
fr: Petit sabot de railgun
it: Sabot con cannone a rotaia piccolo
pl_pl: Mały pocisk do działa EM
pt_br: Sabot de Canhão Eletromagnético Pequeno
ru: Малый снаряд рельсотрона
zh_cn: 小型轨道炮穿甲弹

# DisplayName_Block_MediumCalibreGun
source: Assault Cannon
de: Sturmgeschütz
es: Cañón de asalto
fr: Canon d'assaut
it: Cannone d'assalto
pl_pl: Działo
pt_br: Canhão de assalto
ru: Штурмовая пушка
zh_cn: 突击加农炮

# DisplayName_Block_CockpitStandingBridge
source: Helm
de: Steuerstand
es: Timón
fr: Barre
it: Timone
pl_pl: Ster
pt_br: Leme
ru: Штурвал
zh_cn: 舵

# TssTargetingInfo_StaticGrid
source: Station
es: Estación
it: Stazione
pl_pl: Stacja
pt_br: Estação
ru: Станция
zh_cn: 太空站

# TssTargetingInfo_NoMainCockpit
source: Main cockpit not set
de: Kein Hauptcockpit festgelegt
es: Cabina principal no configurada
fr: Cockpit principal non défini
it: Cabina principale non impostata
pl_pl: Nie wybrano głównego kokpitu
pt_br: Cabine principal não definida
ru: Главный кокпит не помечен
zh_cn: 主驾驶舱未设置

# TssTargetingInfo_NoTargetLocked
source: No locked target
de: Kein Ziel erfasst
es: Sin objetivo bloqueado
fr: Aucune cible verrouillée
it: Nessun bersaglio bloccato
pl_pl: Brak namiaru celu
pt_br: Nenhum alvo bloqueado
ru: Нет захваченной цели
zh_cn: 没有锁定的目标

# BlockPropertyTitle_LargeTurretTargetFriends
source: Target Friends
de: Auf Verbündete zielen
es: Amigos objetivo
fr: Cibler les amis
it: Mira amica
pl_pl: Namierzaj przyjaciół
pt_br: Amigos alvos
ru: Целиться в друзей
zh_cn: 攻击好友

# Description_BlastDoor
source: Blast Doors are used to create custom doors in conjunction with mechanical blocks like pistons, rotors, or hinges.
de: Sicherheitstore werden verwendet, um benutzerdefinierte Türen in Verbindung mit mechanischen Blöcken wie Kolben, Rotoren oder Scharnieren zu erstellen.
es: Las puertas blindadas se utilizan para crear puertas personalizadas junto con bloques mecánicos como pistones, rotores o bisagras.
fr: Les portes blindées sont utilisées pour créer des portes personnalisées en conjonction avec des blocs mécaniques tels que des pistons, des rotors ou des charnières.
it: Le porte blindate vengono utilizzate per creare porte personalizzate in combinazione con blocchi meccanici come pistoni, rotori o cerniere.
pl_pl: Pancernych drzwi, w połączeniu z rotorami, zawiasami oraz słownikami używa się do tworzenia własnych konstrukcji bram i wrót.
pt_br: As portas blindadas são usadas para criar portas personalizadas em conjunto com blocos mecânicos como pistões, rotores ou dobradiças.
ru: Ангарные двери используются для создания пользовательских дверей вместе с такими механическими блоками как поршни, роторы или шарниры.
zh_cn: 防爆门用于与活塞、转子或铰链等机械方块一起创建自定义门。
