Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# NewsControl_Help_Next
source: {CONTROL:GUI:ACCEPT} Select
de: {CONTROL:GUI:ACCEPT} Wählen
es: {CONTROL:GUI:ACCEPT} Seleccionar
fr: {CONTROL:GUI:ACCEPT} Sélectionner
hu_hu: {CONTROL:GUI:ACCEPT} Kiválasztás
it: {CONTROL:GUI:ACCEPT} Seleziona
pl_pl: {CONTROL:GUI:ACCEPT} Wybierz
pt_br: {CONTROL:GUI:ACCEPT} Selecionar
ru: {CONTROL:GUI:ACCEPT} Выбрать
zh_cn: {CONTROL:GUI:ACCEPT} 选择

# NewsControl_Help_Previous
source: {CONTROL:GUI:ACCEPT} Select
de: {CONTROL:GUI:ACCEPT} Wählen
es: {CONTROL:GUI:ACCEPT} Seleccionar
fr: {CONTROL:GUI:ACCEPT} Sélectionner
hu_hu: {CONTROL:GUI:ACCEPT} Kiválasztás
it: {CONTROL:GUI:ACCEPT} Seleziona
pl_pl: {CONTROL:GUI:ACCEPT} Wybierz
pt_br: {CONTROL:GUI:ACCEPT} Selecionar
ru: {CONTROL:GUI:ACCEPT} Выбрать
zh_cn: {CONTROL:GUI:ACCEPT} 选择

# EditFactionLogoScreen_Help_ChangeColor
source: {CONTROL:GUI:MOVE_LEFT}{CONTROL:GUI:MOVE_RIGHT} Change Color
de: {CONTROL:GUI:MOVE_LEFT}{CONTROL:GUI:MOVE_RIGHT} Farbe ändern
es: {CONTROL:GUI:MOVE_LEFT}{CONTROL:GUI:MOVE_RIGHT} Cambiar color
fr: {CONTROL:GUI:MOVE_LEFT}{CONTROL:GUI:MOVE_RIGHT} Changer de couleur
it: {CONTROL:GUI:MOVE_LEFT}{CONTROL:GUI:MOVE_RIGHT} Cambia Colore
pl_pl: {CONTROL:GUI:MOVE_LEFT}{CONTROL:GUI:MOVE_RIGHT} Zmień Kolor
pt_br: {CONTROL:GUI:MOVE_LEFT}{CONTROL:GUI:MOVE_RIGHT} Alterar cor
ru: {CONTROL:GUI:MOVE_LEFT}{CONTROL:GUI:MOVE_RIGHT} Изменить цвет
zh_cn: {CONTROL:GUI:MOVE_LEFT}{CONTROL:GUI:MOVE_RIGHT}改变颜色

# EditFactionLogoScreen_Help_Selection
source: {CONTROL:GUI:ACCEPT} OK
ru: {CONTROL:GUI:ACCEPT} ОК
zh_cn: {CONTROL:GUI:ACCEPT}好

# HelpScreen_ResetPlane
source: Remove plane
de: Ebene entfernen
es: Eliminar plano
fr: Supprimer le plan
hu_hu: Sík eltávolítása
it: Rimuovi piano
pl_pl: Usuń płaszczyznę
pt_br: Remover plano
ru: Удалить плоскость
zh_cn: 移除平面

# HelpScreen_SetPlane
source: Add plane
de: Ebene hinzufügen
es: Añadir plano
fr: Ajouter un plan
hu_hu: Sík hozzáadása
it: Aggiungi piano
pl_pl: Dodaj płaszczyznę
pt_br: Adicionar plano
ru: Добавить плоскость
zh_cn: 添加平面

# HelpScreen_SymmetryNextPlane
source: Next plane
de: Nächste Ebene
es: Siguiente plano
fr: Prochain plan
hu_hu: Következő sík
it: Prossimo piano
pl_pl: Następna płaszczyzna
pt_br: Próximo plano
ru: Следующая плоскость
zh_cn: 下一个平面

# HelpScreen_SymmetryTurnOffSetup
source: Turn off setup
de: Symmetrie-Konfiguration verlassen
es: Desactivar configuración
fr: Désactiver la symétrie
hu_hu: Felépítés leállítása
it: Disattiva la configurazione
pl_pl: Wyłącz konfigurację
pt_br: Desativar configuração
ru: Отключить настройку
zh_cn: 关闭设置

# HelpScreen_SymmetryUnequip
source: Unequip
de: Zurückstecken
es: Desequipar
fr: Déséquiper
hu_hu: Felszerelés eldobása
it: Disequipaggia
pl_pl: Odłóż
pt_br: Desequipar
ru: Убрать из рук
zh_cn: 空手

# TerminalControlPanel_Cockpit_ControlGyros
source: Control Gyros
de: Gyroskopsteuerung
es: Giroscopios de control
fr: Contrôler les gyros
hu_hu: Gyros Irányítás
it: Controlla giroscopi
pl_pl: Kontrola Żyroskopami
pt_br: Controlar giroscópio
ru: Гироскопическое управление
zh_cn: 控制陀螺仪

# TerminalControlPanel_Cockpit_ControlGyros_Tooltip
source: Enable gyro control for this cockpit.
de: Aktivieren Sie die Gyroskop-Steuerung für dieses Cockpit.
es: Activar control giroscópico para esta cabina.
fr: Active le contrôle des gyros pour ce cockpit.
hu_hu: Engedélyezi a giroszkóp vezérlését a pilótafülkében.
it: Attiva il controllo giroscopio per questa cabina di pilotaggio.
pl_pl: Włącza sterowanie żyroskopami z tego kokpitu.
pt_br: Habilitar controle de giroscópio para esta cabine.
ru: Включить гироскопическое управление для этого кокпита.
zh_cn: 启动此驾驶舱的陀螺仪控制。

# RadialMenuAction_BuildingMode_Line
source: Line
de: Reihe
es: Línea
fr: Ligne
hu_hu: Egyenes
it: Linea
pl_pl: Linia
pt_br: Linha
ru: Линия
zh_cn: 直线

# RadialMenuAction_BuildingMode_Plane
source: Plane
de: Ebene
es: Plano
fr: Plan
hu_hu: Sík
it: Piano
pl_pl: Płaszczyzna
pt_br: Plano
ru: Плоскость
zh_cn: 平面

# RadialMenuAction_BuildingMode_Single
source: Single block
de: Einzelner Block
es: Bloque único
fr: Bloc unique
hu_hu: Egyetlen blokk
it: Blocco singolo
pl_pl: Pojedynczy blok
pt_br: Bloco único
ru: Один блок
zh_cn: 单个方块

# AudioOptions_Help_Screen
source: {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Back
de: {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Zurück
es: {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL}Volver
fr: {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Retour
hu_hu: {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Vissza
it: {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Indietro
pl_pl: {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Wróć
pt_br: {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Voltar
ru: {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Назад
zh_cn: {CONTROL:GUI:BUTTON_X}确定{CONTROL:GUI:CANCEL}后退

# ControlsOptions_Help_Screen
source: {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Back
de: {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Zurück
es: {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL}Volver
fr: {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Retour
hu_hu: {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Vissza
it: {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Indietro
pl_pl: {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Wróć
pt_br: {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Voltar
ru: {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Назад
zh_cn: {CONTROL:GUI:BUTTON_X}确定{CONTROL:GUI:CANCEL}后退

# DisplayOptions_Help_Screen
source: {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Back
de: {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Zurück
es: {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL}Volver
fr: {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Retour
hu_hu: {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Vissza
it: {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Indietro
pl_pl: {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Wróć
pt_br: {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Voltar
ru: {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Назад
zh_cn: {CONTROL:GUI:BUTTON_X}确定{CONTROL:GUI:CANCEL}后退

# GameOptions_Help_Screen_TabGeneral
source: {CONTROL:GUI:BUTTON_Y} Reset Good.bot hints {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Back
de: {CONTROL:GUI:BUTTON_Y} Good.Bot-Hinweise zurücksetzen {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Zurück
es: {CONTROL:GUI:BUTTON_Y} Restablecer consejos de Good.bot {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL}Volver
fr: {CONTROL:GUI:BUTTON_Y} Réinitialiser les conseils Good.bot {CONTROL:GUI:BUTTON_X}OK {CONTROL:GUI:CANCEL} Retour
it: {CONTROL:GUI:BUTTON_Y} Resetta suggerimenti Good.bot {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Indietro
pt_br: {CONTROL:GUI:BUTTON_Y} Redefinir dicas de Good.bot {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Voltar
ru: {CONTROL:GUI:BUTTON_Y} Сбросить подсказки Good.bot {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Назад
zh_cn: {CONTROL:GUI:BUTTON_Y}重设Good.bot提示{CONTROL:GUI:BUTTON_X}确定{CONTROL:GUI:CANCEL}后退

# GameOptions_Help_Screen_TabCrosshair
source: {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Back
de: {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Zurück
es: {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL}Volver
fr: {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Retour
it: {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Indietro
pl_pl: {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Wróć
pt_br: {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Voltar
ru: {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Назад
zh_cn: {CONTROL:GUI:BUTTON_X}确定{CONTROL:GUI:CANCEL}后退

# GraphicsOptions_Help_Screen
source: {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Back
de: {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Zurück
es: {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL}Volver
fr: {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Retour
hu_hu: {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Vissza
it: {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Indietro
pl_pl: {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Wróć
pt_br: {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Voltar
ru: {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Назад
zh_cn: {CONTROL:GUI:BUTTON_X}确定{CONTROL:GUI:CANCEL}后退

# AdvancedWorldSettings_Help_Screen
source: {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Back
de: {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Zurück
es: {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL}Volver
fr: {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Retour
hu_hu: {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Vissza
it: {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Indietro
pl_pl: {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Wróć
pt_br: {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Voltar
ru: {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Назад
zh_cn: {CONTROL:GUI:BUTTON_X}确定{CONTROL:GUI:CANCEL}后退

# LoadScreen_Help_Screen
source: {CONTROL:GUI:VIEW} Backups {CONTROL:GUI:MAIN_MENU} Publish {CONTROL:GUI:RIGHT_STICK_BUTTON} Save As {CONTROL:GUI:BUTTON_Y} Delete {CONTROL:GUI:BUTTON_X} Edit Settings {CONTROL:GUI:MODIF_R} + {CONTROL:GUI:BUTTON_A} Select range {CONTROL:GUI:CANCEL} Back
de: {CONTROL:GUI:VIEW} Backups {CONTROL:GUI:MAIN_MENU} Veröffentlichen {CONTROL:GUI:RIGHT_STICK_BUTTON} Speichern unter {CONTROL:GUI:BUTTON_Y} Löschen {CONTROL:GUI:BUTTON_X} Einstellungen bearbeiten {CONTROL:GUI:CANCEL} Zurück
es: {CONTROL:GUI:VIEW} Copias de seguridad {CONTROL:GUI:MAIN_MENU} Publicar {CONTROL:GUI:RIGHT_STICK_BUTTON} Guardar como {CONTROL:GUI:BUTTON_Y} Eliminar {CONTROL:GUI:BUTTON_X} Editar ajustes {CONTROL:GUI:CANCEL} Volver
fr: {CONTROL:GUI:VIEW} Sauvegardes {CONTROL:GUI:MAIN_MENU} Publier {CONTROL:GUI:RIGHT_STICK_BUTTON} Enregistrer sous {CONTROL:GUI:BUTTON_Y} Supprimer {CONTROL:GUI:BUTTON_X} Modifier les paramètres {CONTROL:GUI:CANCEL} Retour
hu_hu: {CONTROL:GUI:VIEW} Mentések {CONTROL:GUI:MAIN_MENU} Közzététel {CONTROL:GUI:RIGHT_STICK_BUTTON} Mentés másként {CONTROL:GUI:BUTTON_Y} Törlés {CONTROL:GUI:BUTTON_X} Beállítások szerkesztése {CONTROL:GUI:CANCEL} Vissza
it: {CONTROL:GUI:VIEW} Backup {CONTROL:GUI:MAIN_MENU} Pubblica {CONTROL:GUI:RIGHT_STICK_BUTTON} Salva come {CONTROL:GUI:BUTTON_Y} Delete {CONTROL:GUI:BUTTON_X} Modifica impostazioni {CONTROL:GUI:CANCEL} Indietro
pl_pl: {CONTROL:GUI:VIEW} Kopie zapasowe {CONTROL:GUI:MAIN_MENU} Opublikuj {CONTROL:GUI:RIGHT_STICK_BUTTON} Zapisz Jako {CONTROL:GUI:BUTTON_Y} Usuń {CONTROL:GUI:BUTTON_X} Edytuj Ustawienia {CONTROL:GUI:CANCEL} Wróć
pt_br: {CONTROL:GUI:VIEW} Backups {CONTROL:GUI:MAIN_MENU} Publicar {CONTROL:GUI:RIGHT_STICK_BUTTON} Salvar como {CONTROL:GUI:BUTTON_Y} Excluir {CONTROL:GUI:BUTTON_X} Editar configurações {CONTROL:GUI:CANCEL} Voltar
ru: {CONTROL:GUI:VIEW} Бэкапы {CONTROL:GUI:MAIN_MENU} Опубликовать {CONTROL:GUI:RIGHT_STICK_BUTTON} Сохранить как {CONTROL:GUI:BUTTON_Y} Удалить {CONTROL:GUI:BUTTON_X} Изменить настройки {CONTROL:GUI:CANCEL} Назад
zh_cn: {CONTROL:GUI:VIEW} 备份 {CONTROL:GUI:MAIN_MENU} 发布 {CONTROL:GUI:RIGHT_STICK_BUTTON} 另存为 {CONTROL:GUI:BUTTON_Y} 删除 {CONTROL:GUI:BUTTON_X} 编辑设置 {CONTROL:GUI:CANCEL} 返回

# WorldSettings_Help_Screen
source: {CONTROL:GUI:BUTTON_Y} Advanced {CONTROL:GUI:MAIN_MENU} Mods {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Back
de: {CONTROL:GUI:BUTTON_Y} Weiteres {CONTROL:GUI:MAIN_MENU} Mods {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Zurück
es: {CONTROL:GUI:BUTTON_Y} Avanzadas {CONTROL:GUI:MAIN_MENU} Mods {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Volver
fr: {CONTROL:GUI:BUTTON_Y} Avancé {CONTROL:GUI:MAIN_MENU} Mods {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Retour
hu_hu: {CONTROL:GUI:BUTTON_Y} Speciális {CONTROL:GUI:MAIN_MENU} Modok {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Vissza
it: {CONTROL:GUI:BUTTON_Y} Avanzato {CONTROL:GUI:MAIN_MENU} Mod {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Indietro
pl_pl: {CONTROL:GUI:BUTTON_Y} Zaawansowane {CONTROL:GUI:MAIN_MENU} Mody {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Wróć
pt_br: {CONTROL:GUI:BUTTON_Y} Avançado {CONTROL:GUI:MAIN_MENU} Mods {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Voltar
ru: {CONTROL:GUI:BUTTON_Y} Продвинутые {CONTROL:GUI:MAIN_MENU} Моды{CONTROL:GUI:BUTTON_X} ОК {CONTROL:GUI:CANCEL} Назад
zh_cn: {CONTROL:GUI:BUTTON_Y}高级{CONTROL:GUI:MAIN_MENU}模组{CONTROL:GUI:BUTTON_X}确定{CONTROL:GUI:CANCEL}后退

# JoinGameScreen_Help_Screen
source: {CONTROL:GUI:BUTTON_Y} Refresh {CONTROL:GUI:VIEW} Direct Connect {CONTROL:GUI:MAIN_MENU} Search Filter {CONTROL:GUI:BUTTON_X} Server Details {CONTROL:GUI:CANCEL} Back {CONTROL:GUI:LEFT_BUTTON} Server Provider {CONTROL:GUI:RIGHT_BUTTON} Network Type
de: {CONTROL:GUI:BUTTON_Y} Aktualisieren {CONTROL:GUI:VIEW} Direkte Verbindung{CONTROL:GUI:MAIN_MENU} Suchfilter {CONTROL:GUI:BUTTON_X} Serverdetails {CONTROL:GUI:CANCEL} Zurück {CONTROL:GUI:LEFT_BUTTON} Serveranbieter {CONTROL:GUI:RIGHT_BUTTON} Netzwerktyp
es: {CONTROL:GUI:BUTTON_Y} Recargar {CONTROL:GUI:VIEW} Conexión directa {CONTROL:GUI:MAIN_MENU} Filtro de búsqueda {CONTROL:GUI:BUTTON_X} Detalles del servidor {CONTROL:GUI:CANCEL} Volver {CONTROL:GUI:LEFT_BUTTON} Proveedor de servidor {CONTROL:GUI:RIGHT_BUTTON} Tipo de red
fr: {CONTROL:GUI:BUTTON_Y} Rafraîchir {CONTROL:GUI:VIEW} Connexion directe {CONTROL:GUI:MAIN_MENU} Filtre de recherche {CONTROL:GUI:BUTTON_X} Détails du serveur {CONTROL:GUI:CANCEL} Retour {CONTROL:GUI:LEFT_BUTTON} Fournisseur de serveur {CONTROL:GUI:RIGHT_BUTTON} Type de réseau
hu_hu: {CONTROL:GUI:BUTTON_Y} Frissítés {CONTROL:GUI:VIEW} Közvetlen csatlakozás {CONTROL:GUI:MAIN_MENU} Keresési szűrő {CONTROL:GUI:BUTTON_X} Kiszolgáló részletei {CONTROL:GUI:CANCEL} Vissza
it: {CONTROL:GUI:BUTTON_Y} Aggiorna {CONTROL:GUI:VIEW} Connessione diretta {CONTROL:GUI:MAIN_MENU} Filtro di ricerca {CONTROL:GUI:BUTTON_X} Dettagli Server {CONTROL:GUI:CANCEL} Indietro {CONTROL:GUI:LEFT_BUTTON} Fornitore Server {CONTROL:GUI:RIGHT_BUTTON} Tipo di rete
pl_pl: {CONTROL:GUI:BUTTON_Y} Odśwież {CONTROL:GUI:VIEW} Bezpośrednie Połączenie {CONTROL:GUI:MAIN_MENU} Filtr Wyszukiwania {CONTROL:GUI:BUTTON_X} Szczegóły Serwera {CONTROL:GUI:CANCEL} Wróć {CONTROL:GUI:LEFT_BUTTON} Zarządca serwera {CONTROL:GUI:RIGHT_BUTTON} Typ sieci
pt_br: {CONTROL:GUI:BUTTON_Y} Atualizar {CONTROL:GUI:VIEW} Conexão direta {CONTROL:GUI:MAIN_MENU} Buscar filtro {CONTROL:GUI:BUTTON_X} Detalhes do servidor {CONTROL:GUI:CANCEL} Voltar {CONTROL:GUI:LEFT_BUTTON} Provedor do servidor {CONTROL:GUI:RIGHT_BUTTON} Tipo de rede
ru: {CONTROL:GUI:BUTTON_Y} Обновить {CONTROL:GUI:VIEW} Прямое соединение {CONTROL:GUI:MAIN_MENU} Фильтр поиска {CONTROL:GUI:BUTTON_X} Сведения о сервере {CONTROL:GUI:CANCEL} Назад {CONTROL:GUI:LEFT_BUTTON} Владелец сервера {CONTROL:GUI:RIGHT_BUTTON} Тип сети
zh_cn: {CONTROL:GUI:BUTTON_Y} 刷新 {CONTROL:GUI:VIEW} 直接连接 {CONTROL:GUI:MAIN_MENU} 搜索筛选 {CONTROL:GUI:BUTTON_X} 服务器详情 {CONTROL:GUI:CANCEL} 后退 {CONTROL:GUI:LEFT_BUTTON} 服务器提供商 {CONTROL:GUI:RIGHT_BUTTON} 网络类型

# JoinGameScreen_Help_ScreenGamesTab
source: {CONTROL:GUI:BUTTON_Y} Refresh {CONTROL:GUI:VIEW} Direct Connect {CONTROL:GUI:MAIN_MENU} Search Filter {CONTROL:GUI:LEFT_BUTTON} Server Provider {CONTROL:GUI:CANCEL} Back
de: {CONTROL:GUI:BUTTON_Y} Aktualisieren {CONTROL:GUI:VIEW} Direkte Verbindung{CONTROL:GUI:MAIN_MENU} Suchfilter {CONTROL:GUI:LEFT_BUTTON} Serveranbieter {CONTROL:GUI:CANCEL} Zurück
es: {CONTROL:GUI:BUTTON_Y} Recargar {CONTROL:GUI:VIEW} Conexión directa {CONTROL:GUI:MAIN_MENU} Filtro de búsqueda {CONTROL:GUI:LEFT_BUTTON} Proveedor de servidor {CONTROL:GUI:CANCEL} Volver
fr: {CONTROL:GUI:BUTTON_Y} Rafraîchir {CONTROL:GUI:VIEW} Connexion directe {CONTROL:GUI:MAIN_MENU} Filtre de recherche {CONTROL:GUI:LEFT_BUTTON} Fournisseur de serveur {CONTROL:GUI:CANCEL} Retour
hu_hu: {CONTROL:GUI:BUTTON_Y} Frissítés {CONTROL:GUI:VIEW} Közvetlen csatlakozás {CONTROL:GUI:MAIN_MENU} Keresési szűrő {CONTROL:GUI:CANCEL} Vissza
it: {CONTROL:GUI:BUTTON_Y} Aggiorna {CONTROL:GUI:VIEW} Connessione diretta {CONTROL:GUI:MAIN_MENU} Filtro di ricerca {CONTROL:GUI:LEFT_BUTTON} Fornitore Server {CONTROL:GUI:CANCEL} Indietro
pl_pl: {CONTROL:GUI:BUTTON_Y} Odśwież {CONTROL:GUI:VIEW}Bezpośrednie Połączenie {CONTROL:GUI:MAIN_MENU} Filtr Wyszukiwania {CONTROL:GUI:CANCEL} Wróć
pt_br: {CONTROL:GUI:BUTTON_Y} Atualizar {CONTROL:GUI:VIEW} Conexão direta {CONTROL:GUI:MAIN_MENU} Buscar filtro {CONTROL:GUI:LEFT_BUTTON} Provedor do servidor {CONTROL:GUI:CANCEL} Voltar
ru: {CONTROL:GUI:BUTTON_Y} Обновить {CONTROL:GUI:VIEW} Прямое соединение {CONTROL:GUI:MAIN_MENU} Фильтр поиска {CONTROL:GUI:LEFT_BUTTON} Владелец сервера {CONTROL:GUI:CANCEL} Назад
zh_cn: {CONTROL:GUI:BUTTON_Y} 刷新 {CONTROL:GUI:VIEW} 直接连接 {CONTROL:GUI:MAIN_MENU} 搜索筛选 {CONTROL:GUI:LEFT_BUTTON} 服务器提供商 {CONTROL:GUI:CANCEL} 后退

# ModsScreen_Help_Screen
source: {CONTROL:GUI:BUTTON_Y} Refresh {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Back
de: {CONTROL:GUI:BUTTON_Y} Aktualisieren {CONTROL:GUI:MAIN_MENU} Workshop durchsuchen {CONTROL:GUI:BUTTON_X} Ok {CONTROL:GUI:CANCEL} Zurück
es: {CONTROL:GUI:BUTTON_Y} Recargar {CONTROL:GUI:MAIN_MENU} Navegar por el Workshop {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Volver
fr: {CONTROL:GUI:BUTTON_Y} Rafraîchir {CONTROL:GUI:MAIN_MENU} Parcourir le Workshop {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Retour
hu_hu: {CONTROL:GUI:BUTTON_Y} Frissítés {CONTROL:GUI:MAIN_MENU} Tallózás a Műhelyben {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Vissza
it: {CONTROL:GUI:BUTTON_Y} Aggiorna{CONTROL:GUI:MAIN_MENU} Sfoglia Workshop {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Indietro
pl_pl: {CONTROL:GUI:BUTTON_Y} Odśwież {CONTROL:GUI:MAIN_MENU} Przeglądaj Warsztat {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Wróć
pt_br: {CONTROL:GUI:BUTTON_Y} Atualizar {CONTROL:GUI:MAIN_MENU} Navegar pelo Workshop {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Voltar
ru: {CONTROL:GUI:BUTTON_Y} Обновить {CONTROL:GUI:MAIN_MENU} Просмотр Мастерской {CONTROL:GUI:BUTTON_X} ОК {CONTROL:GUI:CANCEL} Назад
zh_cn: {CONTROL:GUI:BUTTON_Y}刷新{CONTROL:GUI:MAIN_MENU}浏览创意工坊{CONTROL:GUI:BUTTON_X}确定{CONTROL:GUI:CANCEL}后退

# WorkshopTagsScreen_Help_Screen
source: {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Back
de: {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Zurück
es: {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL}Volver
fr: {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Retour
hu_hu: {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Vissza
it: {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Indietro
pl_pl: {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Wróć
pt_br: {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Voltar
ru: {CONTROL:GUI:BUTTON_X} OK {CONTROL:GUI:CANCEL} Назад
zh_cn: {CONTROL:GUI:BUTTON_X}确定{CONTROL:GUI:CANCEL}后退

# WorkshopTagsScreen_HelpNoOk_Screen
source: {CONTROL:GUI:CANCEL} Back
de: {CONTROL:GUI:CANCEL} Zurück
es: {CONTROL:GUI:CANCEL} Volver
fr: {CONTROL:GUI:CANCEL} Retour
it: {CONTROL:GUI:CANCEL} Indietro
pl_pl: {CONTROL:GUI:CANCEL} Wróć
pt_br: {CONTROL:GUI:CANCEL} Voltar
ru: {CONTROL:GUI:CANCEL} Назад
zh_cn: {CONTROL:GUI:CANCEL} 后退

# ToolTipOptionsControls_InvertGamepadYChar
source: Invert Y controller axis for character control
de: Y-Steuerachse für Charaktersteuerung umkehren
es: Invertir eje Y del mando para el control del personaje
fr: Invertir l'axe Y de la manette pour le contrôle du personnage
hu_hu: Y vezérlő tengelyének megfordítása a karakter vezérléshez
it: Inverti l'asse del controller Y per il controllo dei personaggi
pl_pl: Odwróć oś Y do sterowania postacią
pt_br: Inverter eixo do controle Y para controle do personagem
ru: Инвертировать ось Y контроллера (управление персонажем)
zh_cn: 反转角色控制的控制器Y轴

# ToolTipOptionsControls_InvertGamepadYVehicle
source: Invert Y controller axis for jetpack and vehicle control
de: Umgekehrte Y-Steuerachse für Jetpack- und Fahrzeugsteuerung
es: Invertir eje Y del mando para control de jetpack y vehículo
fr: Invertir l'axe Y de la manette pour le contrôle du jetpack ou d'un vaisseau
hu_hu: Y vezérlő tengelyének megfordítása a jetpack és a jármű vezérléshez
it: Inverti l'asse del controller Y per il controllo del jetpack e del veicolo
pl_pl: Odwróć oś Y do sterowania jetpackiem i pojazdami
pt_br: Inverter eixo do controle Y para jetpack e controle de veículo
ru: Инвертировать ось Y контроллера (управление ранцем и транспортом)
zh_cn: 反转喷气背包和车辆控制的控制器Y轴

# NewGameScenarios_Help_ScenarioWithPublish
source: {CONTROL:GUI:ACCEPT} Select {CONTROL:GUI:BUTTON_Y} Publish
de: {CONTROL:GUI:ACCEPT} Auswählen {CONTROL:GUI:BUTTON_Y} Veröffentlichen
es: {CONTROL:GUI:ACCEPT} Seleccionar {CONTROL:GUI:BUTTON_Y} Publicar
fr: {CONTROL:GUI:ACCEPT} Sélectionner {CONTROL:GUI:BUTTON_Y} Publier
hu_hu: {CONTROL:GUI:ACCEPT} Kiválasztás {CONTROL:GUI:BUTTON_Y} Közzététel
it: {CONTROL:GUI:ACCEPT} Seleziona {CONTROL:GUI:BUTTON_Y} Pubblica
pl_pl: {CONTROL:GUI:ACCEPT} Wybierz {CONTROL:GUI:BUTTON_Y} Opublikuj
pt_br: {CONTROL:GUI:ACCEPT} Selecionar {CONTROL:GUI:BUTTON_Y} Publicar
ru: {CONTROL:GUI:ACCEPT} Выбрать {CONTROL:GUI:BUTTON_Y} Опубликовать
zh_cn: {CONTROL:GUI:ACCEPT}选择{CONTROL:GUI:BUTTON_Y}发布

# NewGameScenarios_Help_Screen
source: {CONTROL:GUI:BUTTON_X} Start {CONTROL:GUI:CANCEL} Back
de: {CONTROL:GUI:BUTTON_X} Start {CONTROL:GUI:CANCEL} Zurück
es: {CONTROL:GUI:BUTTON_X} Iniciar {CONTROL:GUI:CANCEL} Volver
fr: {CONTROL:GUI:BUTTON_X} Démarrer {CONTROL:GUI:CANCEL} Retour
hu_hu: {CONTROL:GUI:BUTTON_X} Kezdés {CONTROL:GUI:CANCEL} Vissza
it: {CONTROL:GUI:BUTTON_X} Inizia {CONTROL:GUI:CANCEL} indietro
pl_pl: {CONTROL:GUI:BUTTON_X} Start {CONTROL:GUI:CANCEL} Wróć
pt_br: {CONTROL:GUI:BUTTON_X} Iniciar {CONTROL:GUI:CANCEL} Voltar
ru: {CONTROL:GUI:BUTTON_X} Начать {CONTROL:GUI:CANCEL} Назад
zh_cn: {CONTROL:GUI:BUTTON_X}开始{CONTROL:GUI:CANCEL}后退

# ServerDetails_Help_ScreenAddFavorites
source: {CONTROL:GUI:BUTTON_X} Join {CONTROL:GUI:BUTTON_Y} Add to favorites {CONTROL:GUI:CANCEL} Back
de: {CONTROL:GUI:BUTTON_X} Beitreten {CONTROL:GUI:BUTTON_Y} Zu Favoriten hinzufügen {CONTROL:GUI:CANCEL} Zurück
es: {CONTROL:GUI:BUTTON_X} Unirse {CONTROL:GUI:BUTTON_Y} Añadir a favoritos {CONTROL:GUI:CANCEL} Volver
fr: {CONTROL:GUI:BUTTON_X} Rejoindre {CONTROL:GUI:BUTTON_Y} Ajouter aux favoris {CONTROL:GUI:CANCEL} Retour
hu_hu: {CONTROL:GUI:BUTTON_X} Csatlakozás {CONTROL:GUI:BUTTON_Y} Hozzáadás a kedvencekhez {CONTROL:GUI:CANCEL} Vissza
it: {CONTROL:GUI:BUTTON_X} Partecipa{CONTROL:GUI:BUTTON_Y} Aggiunngi ai preferiti {CONTROL:GUI:CANCEL} indietro
pl_pl: {CONTROL:GUI:BUTTON_X} Dołącz {CONTROL:GUI:BUTTON_Y} Dodaj do ulubionych {CONTROL:GUI:CANCEL} Wróć
pt_br: {CONTROL:GUI:BUTTON_X} Entrar {CONTROL:GUI:BUTTON_Y} Adicionar aos favoritos {CONTROL:GUI:CANCEL} Voltar
ru: {CONTROL:GUI:BUTTON_X} Присоединиться {CONTROL:GUI:BUTTON_Y} Добавить в избранные {CONTROL:GUI:CANCEL} Назад
zh_cn: {CONTROL:GUI:BUTTON_X}加入{CONTROL:GUI:BUTTON_Y}添加到收藏{CONTROL:GUI:CANCEL}后退

# ServerDetails_Help_ScreenRemoveFavorites
source: {CONTROL:GUI:BUTTON_X} Join {CONTROL:GUI:BUTTON_Y} Remove from favorites {CONTROL:GUI:CANCEL} Back
de: {CONTROL:GUI:BUTTON_X} Beitreten {CONTROL:GUI:BUTTON_Y} Aus Favoriten entfernen {CONTROL:GUI:CANCEL} Zurück
es: {CONTROL:GUI:BUTTON_X} Unirse {CONTROL:GUI:BUTTON_Y} Quitar de favoritos {CONTROL:GUI:CANCEL} Volver
fr: {CONTROL:GUI:BUTTON_X} Rejoindre {CONTROL:GUI:BUTTON_Y} Retirer des favoris {CONTROL:GUI:CANCEL} Retour
hu_hu: {CONTROL:GUI:BUTTON_X} Csatlakozás {CONTROL:GUI:BUTTON_Y} Eltávolítás a kedvencekből {CONTROL:GUI:CANCEL} Vissza
it: {CONTROL:GUI:BUTTON_X} Partecipa{CONTROL:GUI:BUTTON_Y} Rimuovi dai preferiti {CONTROL:GUI:CANCEL} indietro
pl_pl: {CONTROL:GUI:BUTTON_X} Dołącz {CONTROL:GUI:BUTTON_Y} Usuń z ulubionych {CONTROL:GUI:CANCEL} Wróć
pt_br: {CONTROL:GUI:BUTTON_X} Entrar {CONTROL:GUI:BUTTON_Y} Remover dos favoritos {CONTROL:GUI:CANCEL} Voltar
ru: {CONTROL:GUI:BUTTON_X} Присоединиться {CONTROL:GUI:BUTTON_Y} Убрать из выбранных {CONTROL:GUI:CANCEL} Назад
zh_cn: {CONTROL:GUI:BUTTON_X}加入{CONTROL:GUI:BUTTON_Y}从收藏中移除{CONTROL:GUI:CANCEL}后退
