Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# GameOptions_EnableTrading
source: Enable Trading
de: Handel ermöglichen
es: Habilitar el intercambio
fr: Activer le commerce
hu_hu: Kereskedés engedélyezése
it: Abilita commercio
pl_pl: Włącz Handel
pt_br: Habilitar negociação
ru: Включить торговлю
zh_cn: 启动交易

# GameOptions_EnableTrading_TTIP
source: Enables trading with other players in multiplayer games. If disabled all trade requests are ignored
de: Ermöglicht den Handel mit anderen Spielern in Multiplayer-Spielen. Wenn deaktiviert, werden alle Handelsanfragen ignoriert
es: Permite intercambiar con otros jugadores en partidas multijugador. Si se desactiva, se ignorarán todas las solicitudes de intercambio.
fr: Permet d'échanger avec d'autres joueurs dans les jeux multijoueurs. Si cette option est désactivée, toutes les demandes d'échange sont ignorées.
hu_hu: Lehetővé teszi a kereskedést más játékosokkal a többszereplős játékokban. Ha a letiltott az összes kereskedelmi kérelmet figyelmen kívül hagyja
it: Permette di commerciare con altri giocatori in giochi multiplayer. Se disabilitato tutte le richieste di comercio vengono ignorate
pl_pl: Włącza handel z innymi graczami w trybie wieloosobowym. Jeśli wyłączony, prośby o handel będą ignorowane
pt_br: Habilita comércio com outros jogadores nos jogos multiplayer. Se desabilitado, todas as solicitações de negociação serão ignoradas
ru: Включает торговлю с игроками в мультиплеерной игре. Если выключено, все предложения торговли игнорируются.
zh_cn: 启动在联机游戏中与玩家交易。如果禁用将会忽视所有的交易请求

# DisplayName_Item_Package
source: Package
de: Paket
es: Paquete
fr: Paquet
hu_hu: Csomag
it: Pacchetto
pl_pl: Paczka
pt_br: Pacote
ru: Пакет
zh_cn: 包

# Faction_Discovered_Info
source: You discovered {0}
de: Sie haben {0} entdeckt
es: Has descubierto {0}
fr: Vous avez découvert {0}
hu_hu: Ön felfedezte: {0}
it: Hai scoperto {0}
pl_pl: Odkrywasz {0}
pt_br: Você descobriu {0}
ru: Вы обнаружили {0}
zh_cn: 你已发现{0}

# Description_SafeZone
source: Projects safe zone around itself. Safe zone can be used to protect your assets
de: Projiziert eine Sicherheitszone um sich herum. Die Sicherheitszone kann zum Schutz Ihrer Besitztümer aufgebaut werden
es: Proyecta una zona segura alrededor de él mismo. La zona segura puede usarse para proteger tus bienes
fr: Projette une zone sécurisée autour d'elle. La zone sécurisée peut être utilisée pour protéger vos biens
hu_hu: Biztonsági zónát állít maga köré. A biztonságos zóna felhasználható az eszközei védelmére
it: Proietta una zona sicura intorno a sé stessa. La zona sicura può essere utilizzata per proteggere i tuoi beni.
pl_pl: Tworzy wokół siebie bezpieczną strefę. Taka strefa chroni twój majątek
pt_br: Projeta uma zona segura ao seu redor. A zona segura pode ser utilizada para proteção dos seus bens
ru: Проецирует безопасную зону вокруг себя. Безопасные зоны защищают Ваше имущество.
zh_cn: 在它周围建安全区。安全区可以保护你的财产

# DisplayName_Block_SafeZone
source: Safe Zone
de: Sicherheitszone
es: Zona Segura
fr: Zone sécurisée
hu_hu: Biztonsági Zóna
it: Zona sicura
pl_pl: Bezpieczna Strefa
pt_br: Zona segura
ru: Безопасная Зона
zh_cn: 安全区

# ScreenCaptionContracts
source: Contracts
de: Verträge
es: Contratos
fr: Contrats
hu_hu: Szerződések
it: Contratti
pl_pl: Kontrakty
pt_br: Contratos
ru: Контракты
zh_cn: 合同

# NotificationHintPressToOpenStore
source: Press {0} to open store
de: Drücken Sie {0} zum Öffnen des Shops
es: Pulsa {0} para abrir la tienda
fr: Appuyez sur {0} pour ouvrir la boutique
hu_hu: Nyomja meg a {0} gombot az árúház megnyitásához
it: Premi {0} per aprire il negozio
pl_pl: Wciśnij {0} aby otworzyć sklep
pt_br: Pressione {0} para abrir loja
ru: Нажмите {0} чтобы посмотреть магазин
zh_cn: 按{0}打开商店

# Description_ContractBlock
source: Block for contract management
de: Block für Vertragsangelegenheiten
es: Bloque para la gestión de contratos
fr: Bloc pour la gestion de contrats
hu_hu: Szerződéskezelés blokk
it: Blocco per la gestione del contratto
pl_pl: Blok zarządzania kontraktami
pt_br: Bloqueie para gerenciamento de contrato
ru: Блок для управления контрактами
zh_cn: 合同管理方块

# DisplayName_Block_Contract
source: Contracts
de: Verträge
es: Contratos
fr: Contrats
hu_hu: Szerződések
it: Contratti
pl_pl: Kontrakty
pt_br: Contratos
ru: Контракты
zh_cn: 合同

# NotificationHintPressToOpenContract
source: Press {0} to open contract
de: Drücken Sie {0} zur Ansicht des Vertrags
es: Pulsa {0} para abrir el contrato
fr: Appuyez sur {0} pour ouvrir le contrat
hu_hu: Nyomja meg a {0} gombot a szerződések megnyitásához
it: Premi {0} per aprire il contratto
pl_pl: Wciśnij {0} aby otworzyć menu kontraktów
pt_br: Pressione {0} para abrir contrato
ru: Нажмите {0} чтобы открыть контракт
zh_cn: 按{0}打开合同

# IngameHelp_EconomyStation_Desc
source: Economy Stations can appear anywhere in space, on moons, planets and in orbit. These stations offer trade and contracts depending on their respective factions.
de: Handelsstationen können überall im Weltraum, auf Monden, Planeten und in den Umlaufbahnen erscheinen. Je nachdem, zu welcher Fraktion sie gehören, ermöglichen diese Stationen Handel und bieten Verträge an.
es: Las Estaciones Económicas pueden aparecer en cualquier lugar del espacio, en lunas, planetas y en órbita. Estas estaciones ofrecen intercambios y contratos, dependiendo de sus respectivas facciones.
fr: Les stations économiques peuvent apparaître partout dans l'espace, sur des lunes, des planètes et en orbite. Ces stations proposent des échanges et des contrats en fonction de leurs factions respectives.
hu_hu: A gazdasági állomások bárhol megjelenhetnek az űrben, a holdakon, a bolygókon és keringési pályákon. Ezek az állomások kereskedelmet és szerződéseket kínálnak frakcióiktól függően.
it: Le stazioni di economia possono apparire ovunque nello spazio, sulle lune, sui pianeti e in orbita. Queste stazioni offrono scambi e contratti a seconda delle rispettive fazioni.
pl_pl: Stacje Handlowe mogą się pojawić wszędzie w kosmosie, na księżycu, planetach lub na ich orbitach. Takie stacje oferują handel i kontrakty zależące od ich przypisanej frakcji.
pt_br: Estações de economia podem aparecer em qualquer lugar no espaço, em luas, planetas ou em órbita. Essas estações oferecem comércio e contratos conforme suas respectivas facções.
ru: Торговые станции могут появиться где угодно в космосе, на лунах, планетах или орбитах. Эти станции позволяют торговать и брать контракты, в зависимости от принадлежности к фракции.
zh_cn: 经济站可以在空间，月球，行星和轨道中任何地方出现。这些站点可以根据各自的阵营提供贸易和合同。

# IngameHelp_EconomyStation_DetailDesc
source: Visit the nearest station
de: Besuchen Sie die nächste Station
es: Visita la estación más cercana
fr: Visiter la station la plus proche
hu_hu: Látogasson el a legközelebbi állomásra
it: Visita la stazione più vicina
pl_pl: Odwiedź najbliższą stacją
pt_br: Visite a estação mais próxima
ru: Посетите ближайшую станцию
zh_cn: 访问最近的站点

# IngameHelp_EconomyStation_Title
source: Good.bot: Economy Stations
de: Good.Bot: Handelsstationen
es: Good.bot: Estaciones económicas
fr: Good.bot : Sations économiques
hu_hu: Good.bot: Gazdasági állomások
it: Good.bot: Stazioni di economia
pl_pl: Good.bot: Stacje Handlowe
pt_br: Good.bot: Estações de economia
ru: Good.bot: Торговые станции
zh_cn: Good.bot：经济站

# Description_DLC_EconomyExpansion
source: *** Description of Economy Deluxe DLC ***
de: *** Beschreibung des Zusatzinhalts „Economy Deluxe“ ***
es: *** Descripción del DLC Economía Deluxe ***
hu_hu: *** A Economy Deluxe DLC leírása ***
it: *** Descrizione di DLC Economy Deluxe ***
pl_pl: *** Opis Ekonomii Deluxe z DLC ***
pt_br: *** Descrição da DLC Deluxe econômica***
ru: *** Описание DLC Экономика Делюкс ***
zh_cn: *** 经济高级版DLC描述***

# DisplayName_DLC_EconomyExpansion
source: Economy Deluxe
es: Economía Deluxe
hu_hu: Gazdaságos Deluxe
pl_pl: Ekonomia Deluxe
pt_br: Deluxe econômica
ru: Экономика Делюкс
zh_cn: 经济高级版

# ScreenMainMenu_EconomyDlcLine1
source: Economy Deluxe is now available!
de: „Economy Deluxe“ ist jetzt erhältlich!
es: ¡Economía Deluxe ya está disponible!
fr: Économie deluxe est maintenant disponible !
hu_hu: Economy Deluxe már elérhető!
it: Economy Deluxe è ora disponibile!
pl_pl: Ekonomia Deluxe jest już dostępna
pt_br: Deluxe econômica já disponível!
ru: Экономика Делюкс уже доступна!
zh_cn: 经济高级版已推出！

# ScreenMainMenu_EconomyDlcLine2
source: Grab it on {0}!
de: Kaufen im {0}!
es: ¡Consíguela en {0}!
fr: Obtenez-le sur {0} !
hu_hu: Ragadd meg itt {0}!
it: Prendila su{0}!
pl_pl: Złap je w {0}!
pt_br: Garanta já a sua em {0}!
ru: Посмотрите его в {0}!
zh_cn: 在{0}上获得它！

# ScreenVictory_Title
source: {0} is victorious!
de: {0} hat gesiegt!
es: ¡{0} ha salido victorioso!
fr: {0} est victorieux !
it: Vince {0}!
pl_pl: {0} wygrywa!
pt_br: {0} venceu!
ru: {0} — победа!
zh_cn: {0}胜利！

# Contracts_Error_Caption_Abandon
source: Abandon failed
de: Vertragsauflösung gescheitert
es: Error al intentar abandonar
fr: Échec de l'abandon
hu_hu: Nem sikerült elhagyni
it: Abbandono fallito
pl_pl: Porzucenie nie powiodło się
pt_br: Falha no abandono
ru: Отмена не удалась
zh_cn: 未能丢弃

# Contracts_Error_Caption_Activation
source: Accept failed
de: Vertragsannahme fehlgeschlagen
es: Error al intentar aceptar
fr: Échec de l'acceptation
hu_hu: Az elfogadás nem sikerült
it: Accettazione fallita
pl_pl: Akceptacja nie powiodła się
pt_br: Falha na aceitação
ru: Принятие не удалось
zh_cn: 未能接受

# Contracts_Error_Caption_ActivationConditionNotMet
source: Cannot accept
de: Kann nicht angenommen werden
es: No se puede aceptar
fr: Impossible d'accepter
hu_hu: Nem lehet elfogadni
it: Non posso accettare
pl_pl: Nie można zaakceptować
pt_br: Impossível aceitar
ru: Невозможно принять
zh_cn: 无法接受

# Contracts_Error_Caption_ActivationConditionNotMet_InsufficientFunds
source: Cannot accept
de: Kann nicht angenommen werden
es: No se puede aceptar
fr: Impossible d'accepter
hu_hu: Nem lehet elfogadni
it: Non posso accettare
pl_pl: Nie można zaakceptować
pt_br: Impossível aceitar
ru: Невозможно принять
zh_cn: 无法接受

# Contracts_Error_Caption_ActivationConditionNotMet_InsufficientSpace
source: Cannot accept
de: Kann nicht angenommen werden
es: No se puede aceptar
fr: Impossible d'accepter
hu_hu: Nem lehet elfogadni
it: Non posso accettare
pl_pl: Nie można zaakceptować
pt_br: Impossível aceitar
ru: Невозможно принять
zh_cn: 无法接受

# Contracts_Error_Caption_Finish
source: Finish failed
de: Vertragserfüllung gescheitert
es: Error al intentar finalizarFinalizar fallido
fr: Échec de la finalisation
hu_hu: Befejezés sikertelen
it: Conclusione fallita
pl_pl: Ukończenie nie powiodło się
pt_br: Falha na finalização
ru: Завершение не удалось
zh_cn: 未能结束

# Contracts_Error_Caption_FinishCondition_IncorrectGrid
source: Contract finishing failed
de: Vertrag konnte nicht erfüllt werden
es: Error al intentar finalizar el contrato
fr: Échec de la finalisation du contrat
hu_hu: Szerződés befejezése sikertelen
it: Conclusione del contratto fallita
pl_pl: Ukończenie kontraktu nie powiodło się
pt_br: Falha na finalização do contrato
ru: Завершение контракта не удалось
zh_cn: 未能完成合同

# Contracts_Error_Caption_FinishCondition_MissingPackage
source: Contract finishing failed
de: Vertrag konnte nicht erfüllt werden
es: Error al intentar finalizar el contrato
fr: Échec de la finalisation du contrat
hu_hu: Szerződés befejezése sikertelen
it: Conclusione del contratto fallita
pl_pl: Ukończenie kontraktu nie powiodło się
pt_br: Falha na finalização do contrato
ru: Завершение контракта не удалось
zh_cn: 未能完成合同

# Contracts_Error_Caption_FinishingCondition
source: Contract finishing failed
de: Vertrag konnte nicht erfüllt werden
es: Error al intentar finalizar el contrato
fr: Échec de la finalisation du contrat
hu_hu: Szerződés befejezése sikertelen
it: Conclusione del contratto fallita
pl_pl: Ukończenie kontraktu nie powiodło się
pt_br: Falha na finalização do contrato
ru: Завершение контракта не удалось
zh_cn: 未能完成合同

# Contracts_Error_Text_Abandon
source: Contract cannot be abandoned as it has been deleted or finished by someone else.
de: Der Vertrag kann nicht aufgelöst werden, da er von jemand anderem gelöscht oder erfüllt wurde.
es: El contrato no puede ser abandonado ya que ha sido eliminado o terminado por otra persona.
fr: Le contrat ne peut être abandonné car il a été supprimé ou terminé par quelqu'un d'autre.
hu_hu: A szerződést nem lehet felmondani, mivel valaki más törölte vagy befejezte.
it: Il contratto non può essere abbandonato perché è stato cancellato o terminato da qualcun altro.
pl_pl: Kontrakt nie może być porzucony, ponieważ został usunięty lub ukończony przez kogoś innego.
pt_br: O contrato não pode ser abandonado se tiver sido excluído ou finalizado por outra pessoa.
ru: Контракт не может быть отменен, т.к. он был удален или завершен кем-то другим.
zh_cn: 不能放弃合同，可能已被删除或者其他人已经完成了它。

# Contracts_Error_Text_Activation
source: Contract cannot be accepted because it has been deleted or already accepted by someone else.
de: Vertrag kann nicht angenommen werden, weil er gelöscht oder bereits von jemand anderem angenommen wurde.
es: El contrato no puede aceptarse porque ha sido eliminado o ya ha sido aceptado por otra persona.
fr: Le contrat ne peut être accepté parce qu'il a été supprimé ou déjà accepté par quelqu'un d'autre.
hu_hu: A szerződést nem lehet elfogadni, mert valaki más törölte vagy már elfogadta.
it: Il contratto non può essere accettato perché è stato cancellato o gi accettato da qualcun altro.
pl_pl: Kontrakt nie może być zaakceptowany, ponieważ został usunięty lub ukończony przez kogoś innego.
pt_br: O contrato não pode ser aceito por ter sido excluído ou aceito por outra pessoa.
ru: Контракт не может быть принят, т.к. он был удален или уже принят кем-то другим.
zh_cn: 不能接受合同，可能已被删除或者其他人已经完成了它。

# Contracts_Error_Text_ActivationconditionNotMet
source: You do not meet requirements to accept this contract.
de: Sie erfüllen die Voraussetzungen für die Annahme dieses Vertrags nicht.
es: No cumples los requisitos para aceptar este contrato.
fr: Vous ne remplissez pas les conditions pour accepter ce contrat.
hu_hu: Ön nem felel meg a szerződésre vonatkozó követelményeknek.
it: Non hai i requisiti per accettare questo contratto.
pl_pl: Nie spełniasz wymagań do zaakceptowania tego kontraktu.
pt_br: Você não atende aos requisitos para aceitar este contrato.
ru: Вы не отвечаете требованиями этого контракта.
zh_cn: 你不符合接受此合同的要求。

# Contracts_Error_Text_ActivationConditionNotMet_InsufficientFunds
source: You do not meet requirements to accept this contract. You have not enough money.
de: Sie erfüllen die Voraussetzungen für die Annahme dieses Vertrags nicht. Sie haben nicht genügend Space Credits.
es: No cumples los requisitos para aceptar este contrato. No tienes suficiente dinero.
fr: Vous ne remplissez pas les conditions pour accepter ce contrat. Vous n'avez pas assez d'argent.
hu_hu: Ön nem felel meg a szerződés elfogadás követelményeinek. Nincs elég pénze.
it: Non hai i requisiti per accettare questo contratto. Non hai abbastanza soldi.
pl_pl: Nie spełniasz wymagań do zaakceptowania tego kontraktu. Masz za mało pieniędzy.
pt_br: Você não atende aos requisitos para aceitar este contrato. Você não possui dinheiro suficiente.
ru: Вы не отвечаете требованиями этого контракта. У вас недостаточно средств.
zh_cn: 你资金不够，不符合接受此合同的要求。

# Contracts_Error_Text_ActivationConditionNotMet_InsufficientSpace
source: You do not meet requirements to accept this contract. You have not enough space in inventory.
de: Sie erfüllen die Voraussetzungen für die Annahme dieses Vertrags nicht. Der Umfang Ihres persönlichen Inventars ist nicht ausreichend groß.
es: No cumples los requisitos para aceptar este contrato. No tienes suficiente espacio en el inventario.
fr: Vous ne remplissez pas les conditions pour accepter ce contrat. Vous n'avez pas assez d'espace dans l'inventaire.
hu_hu: Ön nem felel meg a szerződés elfogadására vonatkozó követelményeknek. Nincs elég hely a készletben.
it: Non hai i requisiti per accettare questo contratto. Non hai abbastanza spazio nell'inventario.
pl_pl: Nie spełniasz wymagań do zaakceptowania tego kontraktu. Masz za mało miejsca w ekwipunku.
pt_br: Você não atende aos requisitos para aceitar este contrato. Você não possui espaço suficiente em seu inventário.
ru: Вы не отвечаете требованиями этого контракта. У вас недостаточно места в инвентаре.
zh_cn: 你库存空间不够，不符合接受此合同的要求。

# Contracts_Error_Text_Finish
source: Contract cannot be finished as it has been deleted or already finished by someone else.
de: Der Vertrag kann nicht erfüllt werden, da er gelöscht wurde oder bereits von jemand anderem erfüllt wurde.
es: El contrato no se puede finalizarse ya que ha sido eliminado o ya ha sido terminado por otra persona.
fr: Le contrat ne peut pas être terminé car il a été supprimé ou déjà terminé par quelqu'un d'autre.
hu_hu: A szerződést nem lehet befejezni, mivel valaki más törölte, vagy már befejezte.
it: Il contratto non può essere terminato perché è stato cancellato o già terminato da qualcun altro.
pl_pl: Kontrakt nie może zostać ukończony, ponieważ został usunięty lub ukończony przez kogoś innego.
pt_br: O contrato não pode ser finalizado por ter sido excluído ou finalizado por outra pessoa.
ru: Контракт не может быть завершен, т.к. он был удален или уже завершен кем-то другим.
zh_cn: 合同无法完成，可能已被删除或者其他人已经完成了它。

# Contracts_Error_Text_FinishCondition_IncorrectGrid
source: Contract could not be finished as selected ship was invalid.
de: Der Vertrag konnte nicht erfüllt werden, da nicht das korrekte Schiff ausgewählt wurde.
es: El contrato no se puede finalizarse ya que la nave seleccionada no era válida.
fr: Le contrat n'a pas pu être terminé car le vaisseau sélectionné n'était pas valable.
hu_hu: A szerződés nem fejezhető be, mert a kijelölt hajó érvénytelen volt.
it: Il contratto non può essere terminato perché la nave selezionata non è valida.
pl_pl: Kontrakt nie mógł zostać zakończony, ponieważ wybrany statek był nie poprawny.
pt_br: O contrato não pode ser finalizado pois a nave selecionada é inválida.
ru: Контракт не может быть завершен, т.к. выбранный корабль не подходит.
zh_cn: 选择的飞船无效，合同无法完成。

# Contracts_Error_Text_FinishCondition_MissingPackage
source: Contract could not be finished. You must carry the package in your inventory.
de: Der Vertrag konnte nicht erfüllt werden. Das Paket muss sich in Ihrem Inventar befinden.
es: El Contrato no puede finalizarse. Debes llevar el paquete en el inventario.
fr: Le contrat n'a pas pu être terminé. Vous devez porter le colis dans votre inventaire.
hu_hu: A szerződés nem fejeződött be. A csomagot a készletben kell tartania.
it: Il contratto non può essere terminato. Devi portare il pacchetto nel tuo inventario.
pl_pl: Kontrakt nie mógł zostać zakończony. Musisz mieć paczkę w ekwipunku.
pt_br: O contrato não pode ser finalizado. Você deve carregar o pacote em seu inventário.
ru: Контракт не может быть завершен. Вы должны иметь пакет в вашем инвентаре.
zh_cn: 合同无法完成。你必须在你的库存中有这个包。

# Contracts_Error_Text_FinishingCondition
source: Contract could not be finished.
de: Der Vertrag konnte nicht erfüllt werden.
es: El contrato no puede finalizarse.
fr: Le contrat n'a pas pu être terminé.
hu_hu: A szerződés nem fejeződött be.
it: Il contratto non può essere terminato.
pl_pl: Kontrakt nie mógł zostać zakończony.
pt_br: O contrato não pode ser finalizado.
ru: Контракт не может быть завершен.
zh_cn: 合同无法完成。

# Contracts_Error_Caption_NoAccess
source: Cannot Access
de: Kein Zugriff
es: No se puede acceder
fr: Impossible d'accéder
hu_hu: Nem elérhető
it: Impossibile accedere
pl_pl: Brak dostępu
pt_br: Impossível acessar
ru: Нет доступа
zh_cn: 无法访问

# Contracts_Error_Text_NoAccess
source: You don't have access to this block.
de: Sie haben keinen Zugriff zu diesem Block.
es: No tienes acceso a este bloque.
fr: Vous n'avez pas accès à ce bloc.
hu_hu: Nincs hozzáférése ehhez a blokkhoz.
it: Non hai accesso a questo blocco.
pl_pl: Nie masz dostępu do tego bloku.
pt_br: Você não tem acesso a este bloco.
ru: У вас нет доступа к этому блоку.
zh_cn: 无法访问该方块。

# Contracts_Error_Caption_FinishCondition_NotEnoughItems
source: Contract finishing failed
de: Vertrag konnte nicht erfüllt werden
es: Error al intentar finalizar el contrato
fr: Échec de la finalisation du contrat
hu_hu: Szerződés befejezése sikertelen
it: Conclusione del contratto fallita
pl_pl: Ukończenie kontraktu nie powiodło się
pt_br: Falha na finalização do contrato
ru: Завершение контракта не удалось
zh_cn: 未能完成合同

# Contracts_Error_Text_FinishCondition_NotEnoughItems
source: Contract could not be finished. Selected ship does not contain enough items.
de: Der Vertrag konnte nicht erfüllt werden. Ausgewähltes Schiff enthält nicht genügend Items.
es: El contrato no puede finalizarse. La nave seleccionada no contiene suficientes objetos.
fr: Le contrat n'a pas pu être terminé. Le vaisseau sélectionné ne contient pas assez d'éléments.
hu_hu: A szerződés nem fejezhető be. A kijelölt hajó nem tartalmaz elegendő elemet.
it: Il contratto non è stato terminato. La nave selezionata non contiene abbastanza oggetti.
pl_pl: Kontrakt nie mógł zostać zakończony. Wybrany statek nie posiada wystarczającej liczby przedmiotów.
pt_br: O contrato não pode ser finalizado. A nave selecionada não contém itens suficientes.
ru: Контракт не может быть завершен. Выбранный корабль не имеет достаточно требуемых предметов.
zh_cn: 合同无法完成。所选的飞船没有足够的物品。

# StoreBuy_Error_Caption_ItemNotFound
source: Transaction Failed
de: Transaktion gescheitert
es: Transacción fallida
fr: Échec de la transaction
hu_hu: Sikertelen Tranzakció
it: Transazione fallita
pl_pl: Transakcja nie powiodła się
pt_br: Falha na transação
ru: Перевод не удался
zh_cn: 无法交易

# StoreBuy_Error_Caption_ItemsTimeout
source: Transaction Failed
de: Transaktion gescheitert
es: Transacción fallida
fr: Échec de la transaction
hu_hu: Sikertelen Tranzakció
it: Transazione fallita
pl_pl: Transakcja nie powiodła się
pt_br: Falha na transação
ru: Перевод не удался
zh_cn: 无法交易

# StoreBuy_Error_Caption_NotEnoughMoney
source: Transaction Failed
de: Transaktion gescheitert
es: Transacción fallida
fr: Échec de la transaction
hu_hu: Sikertelen Tranzakció
it: Transazione fallita
pl_pl: Transakcja nie powiodła się
pt_br: Falha na transação
ru: Перевод не удался
zh_cn: 无法交易

# StoreBuy_Error_Caption_WrongAmount
source: Transaction Failed
de: Transaktion gescheitert
es: Transacción fallida
fr: Échec de la transaction
hu_hu: Sikertelen Tranzakció
it: Transazione fallita
pl_pl: Transakcja nie powiodła się
pt_br: Falha na transação
ru: Перевод не удался
zh_cn: 无法交易

# StoreBuy_Error_Text_ItemNotFound
source: Item no longer exists.
de: Artikel existiert nicht mehr.
es: El objeto ya no existe.
fr: L'objet n'existe plus.
hu_hu: Az elem már nem létezik.
it: L'oggetto non esiste più.
pl_pl: Przedmiot już nie istnieje.
pt_br: O item não existe mais.
ru: Предмет больше не существует.
zh_cn: 物品已不存在。

# StoreBuy_Error_Text_ItemsTimeout
source: Store list was updated, because it was not up to date.
de: Die Itemliste wurde aktualisiert, da sie nicht auf dem neuesten Stand war.
es: La lista de la tienda se ha actualizado, ya no que estaba actualizada.
fr: La liste du magasin a été mise à jour, car elle n'était pas à jour.
hu_hu: Az áruházlista frissült, mert nem volt naprakész.
it: L'elenco dei negozi è stato aggiornato, perché non era aggiornato.
pl_pl: Lista sklepu została zaktualizowana, ponieważ nie była aktualna.
pt_br: A lista da loja foi atualizada, pois estava desatualizada.
ru: Ассортимент магазина был обновлен, т.к. он устарел.
zh_cn: 商店清单已更新，因为之前没有更新。
