Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# WelcomeScreen_Text1
source: I would first like to personally thank you for choosing to support our game and its development. Many talented people been involved in this project during the last six years and we are honoured to have you join our community.
cs_cz: Nejprve bych Vám rád osobně poděkoval, že jste podpořili naší hru a její vývoj. Během posledních čtyř let se na tomto projektu podílelo mnoho talentovaných lidí a jsme poctěni, že jste se právě Vy připojili k naší komunitě.
de: Zunächst möchte ich Ihnen persönlich dafür danken, dass Sie sich entschieden haben, unser Spiel und seine Entwicklung zu unterstützen. Viele talentierte Menschen waren in den letzten sechs Jahren an diesem Projekt beteiligt, und wir fühlen uns geehrt, Sie in unserer Community begrüßen zu dürfen.
es: En primer lugar, me gustaría agradecerle personalmente que haya decidido apoyar nuestro juego y su desarrollo. Muchas personas talentosas han estado involucradas en este proyecto durante los últimos seis años y nos sentimos honrados de que usted se una a nuestra comunidad.
fr: Je voudrais tout d’abord vous remercier personnellement d’avoir choisi de soutenir notre jeu et son développement. De nombreuses personnes talentueuses ont participé à ce projet au cours des six dernières années et nous sommes honorés de vous voir rejoindre notre communauté.
hu_hu: Először is szeretném személyesen megköszönni, hogy úgy döntött, hogy támogatja a játékot és annak fejlődését. Az elmúlt hat évben sok tehetséges ember vett részt ebben a projektben, és megtiszteltetés számunkra, hogy csatlakozik a közösségünkhöz.
it: Vorrei innanzitutto ringraziarti personalmente per aver scelto di sostenere il nostro gioco e il suo sviluppo. Molte persone di talento sono state coinvolte in questo progetto negli ultimi sei anni e siamo onorati di averti nella nostra community.
pl_pl: Na wstępie chciałbym osobiście podziękować za to, że ty graczu zdecydowałeś się wesprzeć naszą grę i jej rozwój. Wiele utalentowanych osób było zaangażowanych w ten projekt w ciągu ostatnich sześciu lat i jesteśmy zaszczyceni, że dołączyłeś do naszej społeczności.
pt_br: Eu gostaria de agradecer a você pessoalmente por sua escolha de apoiar nosso jogo e seu desenvolvimento. Diversas pessoas talentosas estiveram envolvidas neste projeto durante os últimos seis anos e estamos honrados por você ter se juntando à nossa comunidade.
ru: Я бы хотел лично поблагодарить Вас за то, что Вы решили поддержать нашу игру и ее разработку. Множество талантливых людей были вовлечены в проект за последние шесть лет и мы польщены, что Вы присоединяетесь к сообществу.
zh_cn: 首先请接受我个人诚挚的谢意，谢谢你一直来对我们游戏的支持。在过去的四年中，我们专业的团队一直致力于打造出更好的游戏。非常荣幸看到你加入我们的社区。

# WelcomeScreen_Text2
source: A space engineer is a professional practitioner who uses scientific knowledge, mathematics, physics, astronomy, propulsion technology, materials science, structural analysis, manufacturing, and ingenuity to solve practical problems in space and on planets. Space engineers take pride in their ability to get the job done right. No matter how big, how complex, or how remote.
cs_cz: Vesmírný konstruktér je profesionální praktik, který využívá vědeckých poznatků, matematiky, fyziky, astronomie, pohonných technologií, vědy o materiálech, strukturální analýzy, výroby a vynalézavosti k praktickému řešení problémů na planetách. Vesmírní konstruktéři se pyšní svou schopností dělat věci správně, nehledě na to jak veliký, složitý nebo vzdálený úkol to představuje.
de: Ein Space Engineer ist eine Facharbeitskraft, die wissenschaftliche Kenntnisse, Mathematik, Physik, Astronomie, Antriebstechnik, Materialwissenschaft, Strukturanalyse, Fertigung und Einfallsreichtum einsetzt, um praktische Probleme im Weltraum und auf Planeten zu lösen. Für Space Engineers ist es eine Ehrensache bei jeder Aufgabe alles zu geben, und sich bei jedem Mal wieder selbst zu übertreffen. Ganz gleich, wie groß und komplex diese sind, oder wie weit abgelegen ihre Arbeitsstätte ist.
es: Un Space Engineer es un profesional que utiliza el conocimiento científico, las matemáticas, la física, la astronomía, la tecnología de propulsión, la ciencia de los materiales, el análisis estructural, la fabricación y el ingenio para resolver problemas prácticos en el espacio y en los planetas. No importa lo grande, complejo o remoto que sea.
fr: Un ingénieur spatial est un praticien professionnel qui utilise les connaissances scientifiques, les mathématiques, la physique, l'astronomie, la technologie de la propulsion, la science des matériaux, l'analyse structurelle, la fabrication et l'ingéniosité pour résoudre des problèmes concrets dans l'espace et sur les planètes. Les ingénieurs spatiaux sont fiers de leur le travail bien fait. Peu importe leur taille, leur complexité ou leur distance.
hu_hu: Az űrmérnök egy profi szakember, aki a tudományt, matematikát, fizikát, csillagászatot, meghajtás technológiát, anyagtudományt, szerkezeti elemzést, gyártást és találékonyságot használ az űrben és a bolygókon felmerülő gyakorlati problémák megoldására. Az űrmérnökök büszkék arra, hogy képesek elvégezni a munkát. Nem számít, milyen nagy, milyen bonyolult, vagy milyen távoli.
it: Un ingegnere spaziale è un professionista che utilizza le conoscenze scientifiche, la matematica, la fisica, l'astronomia, la tecnologia di propulsione, la scienza dei materiali, l'analisi strutturale, la produzione e l'ingegno per risolvere problemi pratici nello spazio e sui pianeti. Gli ingegneri spaziali sono orgogliosi della loro capacità di svolgere il lavoro nel modo giusto. Non importa quanto grande, complesso o remoto.
pl_pl: Inżynier kosmiczny to praktyczny naukowiec, który używa wiedzy naukowej, matematyki, fizyki, astronomii, technologii napędowej, materiałoznawstwa, analiza strukturalnej, fabrykacji i trochę pomysłowości żeby rozwiązać problemy praktyczne w przestrzeni kosmicznej i na planetach. Inżynierowie kosmiczni czerpią dumę, że są w stanie wykonać swoją pracę we właściwy sposób. Bez względu na to, jak duże, skomplikowane lub odległe.
pt_br: Um engenheiro espacial é um profissional que utiliza conhecimento científico, matemática, física, astronomia, tecnologia de propulsão, ciência de materiais, análise estrutural, manufatura e engenhosidade para solucionar problemas práticos no espaço e nos planetas. Engenheiros espaciais se orgulham das suas habilidades de fazer bem feito. Não importa o tamanho, a complexidade ou a distância.
ru: Космический инженер это профессионал-практик, который использует научное знание, математику, физику, астрономию, технологию ускорения, сопротивление материалов, структурный анализ, производство и изобретательность для решения задач в космосе и на планетах. Космические инженеры гордятся своей способностью делать свою работу правильно. Вне зависимости от того, насколько она большая, сложная или как далеко.
zh_cn: 一个太空工程师可以运用科学知识，数学，物理，天文学，推进力技术，材料科学，结构分析，制造和创造力解决太空和星球上遇到的各种现实的问题。 特别让太空工程师特别引以为傲的是，不管任务多么艰巨，复杂和遥远，太空工程师都能尽最大的能力圆满地完成任务。

# WelcomeScreen_Text3
source: If you experience any issues, please do not hesitate to visit the support site or our Discord server where there are developers and many experienced players available to assist you! If you're interested in seeing some of the potential of Space Engineers, be sure to visit the {0} Community Hub. We look forward to seeing your creations and screenshots on there in the future. Good luck engineering your dreams!
cs_cz: Máte-li nějaké potíže, neváhejte navštívit naše fórum, nebo náš Discord. Poradí Vám tam některý z našich vývojářů nebo někdo z řad zkušených hráčů! Prosíme pamatujte, že hra je stále ve fázi vývoje a cokoliv se může změnit. Pokud máte zájem vidět jaký potenciál má hra Space Engineers, určitě navštivte naší komunitní stránku na Steamu. Těšíme se na Vaše výtvory a snímky Vašich výtvorů. Hodně štěstí při konstruování Vašich snů!
de: Wenn Sie Probleme haben, zögern Sie bitte nicht, die Support-Website oder unseren Discord-Server zu besuchen, wo Ihnen Entwickler und viele erfahrene Spieler zur Seite stehen! Wenn Sie daran interessiert sind, etwas vom Potenzial von Space Engineers zu sehen, besuchen Sie unbedingt den {0} Community Hub. Wir freuen uns darauf, dort in Zukunft Ihre Kreationen und Screenshots zu sehen. Viel Glück beim Tüfteln an Ihren Träumen!
es: Si experimentas algún problema, por favor no dudes en visitar el sitio de soporte o nuestro servidor de Discord, donde hay desarrolladores y muchos jugadores experimentados disponibles para ayudarte Si estás interesado en ver el potencial de Space Engineers, asegúrate de visitar el centro de la comunidad de {0}. Esperamos ver tus creaciones y capturas de pantalla en el futuro. ¡Buena suerte diseñando tus sueños!
fr: Si vous rencontrez des problèmes, n'hésitez pas à visiter le site de support ou notre serveur Discord où des développeurs et de nombreux joueurs expérimentés sont disponibles pour vous aider ! Si vous êtes intéressé par le potentiel des ingénieurs spatiaux, assurez-vous de visitez le Hub Communautaire {0}. Nous avons hâte de voir vos créations et vos captures d'écran dans le futur. Bonne chance dans la réalisation de vos rêves !
hu_hu: Ha bármilyen problémát tapasztal, kérjük, látogasson el a támogatási oldalra, vagy a Discord szerverre, ahol a fejlesztők és sok tapasztalt játékos áll rendelkezésre, hogy segítsen! Ha érdekli az űrmérnökök néhány lehetősége, mindenképpen keresse fel a {0} közösségi központot. Alig várjuk alkotásait és képernyőképeit a jövőből. Sok sikert az álmai megtervezéséhez!
it: Se si verificano problemi, non esitare a visitare il sito di supporto o il nostro server Discord dove ci sono sviluppatori e molti giocatori esperti disponibili ad assisterti! Se sei interessato a vedere alcune delle potenzialità di Space Engineers, visita {0}Community Hub. Non vediamo l'ora di vedere le tue creazioni e le tue schermate in futuro. In bocca al lupo con l'ingegneria dei tuoi sogni!
pl_pl: Jeśli zauważysz jakieś problemy, zapraszamy do odwiedzenia forum lub naszego serwera Discord, gdzie programiści i wielu doświadczonych graczy, mogą Ci pomóc! Miej na uwadze jednak, że gra jest wciąż w fazie rozwoju i wszystko może jeszcze się zmienić. Jeśli chcesz zobaczyć potencjał Space Engineers koniecznie odwiedź {0} Społeczność. Nie możemy doczekać się zobaczyć twoje pomysły i zrzuty ekranu. Powodzenia w tworzeniu marzeń!
pt_br: Se você tiver alguma dificuldade, não hesite em visitar o site de suporte ou o nosso servidor no Discord, que tem desenvolvedores e vários jogadores experientes à disposição para ajudar! Se tiver interesse em descobrir um pouco mais sobre o potencial de Space Engineers, visite nossa comunidade no {0}. Estamos ansiosos para ver suas criações e capturas de tela. Boa sorte projetando seus sonhos!
ru: Если Вы столкнулись с какими-либо проблемами, посетите наш форум или наш сервер Discord, где находятся множество разработчиков и опытных игроков, которые помогут вам разрешить их! Если Вы хотите увидеть потенциал Space Engineers, обязательно посетите {0} центр сообщества Steam. В будущем мы надеемся увидеть ваши творения и снимки экрана там. Удачи в воплощении вашей мечты!
zh_cn: 如果你遇到任何问题，请访问我们的论坛或者Discord服务器，我们的开发团队和社区玩家会及时帮助你。 想要见识太空工程师的潜力吗？请访问{0}社区。 希望很快能看到你的作品！ 努力实现你的梦想，祝你好运！

# WelcomeScreen_Text3_console
source: If you experience any issues, please do not hesitate to visit the support site or our Discord server where there are developers and many experienced players available to assist you! Good luck engineering your dreams!
de: Wenn Sie Probleme haben, zögern Sie bitte nicht, die Support-Website oder unseren Discord-Server zu besuchen, wo Ihnen Entwickler und viele erfahrene Spieler zur Seite stehen! Viel Glück beim Tüfteln an Ihren Träumen!
es: Si experimentas algún problema, por favor no dudes en visitar el sitio de soporte o nuestro servidor de Discord, donde hay desarrolladores y muchos jugadores experimentados disponibles para ayudarte ¡Buena suerte diseñando tus sueños!
fr: Si vous rencontrez des problèmes, n'hésitez pas à visiter le site de support ou notre serveur Discord où des développeurs et de nombreux joueurs expérimentés sont disponibles pour vous aider ! Bonne chance dans la réalisation de vos rêves !
it: Se si verificano problemi, non esitare a visitare il sito di supporto o il nostro server Discord dove ci sono sviluppatori e molti giocatori esperti disponibili ad assisterti! In bocca al lupo con l'ingegneria dei tuoi sogni!
pt_br: Se você tiver alguma dificuldade, não hesite em visitar o site de suporte ou o nosso servidor no Discord, que tem desenvolvedores e vários jogadores experientes à disposição para ajudar! Boa sorte projetando seus sonhos!
ru: Если Вы столкнулись с какими-либо проблемами, посетите наш форум или наш сервер Discord, где находятся множество разработчиков и опытных игроков, которые помогут вам разрешить их! Удачи в воплощении вашей мечты!
zh_cn: 如果你遇到任何问题，请访问我们的论坛或者Discord服务器，我们的开发团队和社区玩家会及时帮助你。 努力实现你的梦想，祝你好运！

# WelderPrimaryActionBuild
source: Press {0} to weld target
cs_cz: Stiskněte {0} pro svaření cíle
de: {0} drücken zum Schweißen
es: Presiona {0} para soldar el objetivo
fr: Appuyez sur {0} pour souder la cible
hu_hu: Hegesztéshez nyomja meg a {0} gombot
it: Premi {0} per saldare
pl_pl: Naciśnij {0} aby spawać cel
pt_br: Pressione {0} para soldar o alvo
ru: Нажмите {0}, чтобы использовать сварщик
zh_cn: 按{0}焊接

# WorkshopTag_Asteroid
source: Asteroid
es: Asteroide
fr: Astéroïde
hu_hu: Kisbolygó
it: Asteroide
pl_pl: Asteroida
pt_br: Asteroide
ru: Астероид
zh_cn: 小行星

# WorkshopTag_Dev
source: Development
cs_cz: Vývoj
de: Entwicklung
es: Desarrollo
fr: Développement
hu_hu: Fejlődés
it: Sviluppo
pl_pl: Dewelopment
pt_br: Desenvolvimento
zh_cn: 开发

# WorkshopTag_Exploration
source: Exploration
cs_cz: Průzkum
de: Erkundung
es: Exploración
hu_hu: Felfedezés
it: Esplorazione
pl_pl: Eksploracja
pt_br: Exploração
ru: Исследование
zh_cn: 探索

# WorkshopTag_Ship
source: Ship
de: Schiff
es: Nave
fr: Vaisseau
hu_hu: Hajó
it: Nave
pl_pl: Statek
pt_br: Nave
ru: Корабль
zh_cn: 飞船

# WorkshopTag_Rover
source: Rover
pl_pl: Łazik
ru: Вездеход
zh_cn: 探测器

# WorkshopTag_Base
source: Base
de: Basis
hu_hu: Bázis
pl_pl: Baza
ru: База
zh_cn: 基地

# WorkshopTag_Story
source: Story
es: Historia
fr: Histoire
hu_hu: Történet
it: Cronologia
pl_pl: Fabuła
pt_br: História
ru: История
zh_cn: 故事

# WorkshopTag_Survival
source: Survival
es: Supervivencia
fr: Survie
hu_hu: Túlélés
it: Sopravvivenza
pl_pl: Przetrwanie
pt_br: Sobrevivência
ru: Выживание
zh_cn: 生存

# WorkshopTag_Planet
source: Planet
cs_cz: Planeta
es: Planeta
fr: Planète
hu_hu: Bolygó
it: Pianeta
pl_pl: Planeta
pt_br: Planeta
ru: Планета
zh_cn: 星球

# WorkshopTag_Production
source: Production
cs_cz: Produkce
de: Produktion
es: Producción
hu_hu: Termelés
it: Produzione
pl_pl: Produkcja
pt_br: Produção
ru: Производство
zh_cn: 生产

# WorkshopTag_RespawnShip
source: Respawn Ship
cs_cz: Počáteční loď
de: Respawn-Schiff
es: Nave de reaparición
fr: Vaisseau de réapparition
hu_hu: Újjáélesztő hajó
it: Nave di rientro
pl_pl: Statek początkowy
pt_br: Nave de renascimento
ru: Корабль возрождения
zh_cn: 重生船

source: World Settings
cs_cz: Nastavení světa
de: Welteinstellungen
es: Ajustes del mundo
fr: Paramètres du monde
hu_hu: Világbeállítások
it: Impostazioni mondo
pl_pl: Ustawienia świata
pt_br: Configurações do mundo
ru: Настройки мира
zh_cn: 世界设置

# WorldSettings_Advanced
source: Advanced
cs_cz: Rozšířené
de: Erweitert
es: Avanzado
fr: Avancé
hu_hu: Fejlett
it: Avanzato
pl_pl: Zaawansowane
pt_br: Avançado
ru: Расширенные
zh_cn: 高级

# WorldSettings_ArcadeSound
source: Arcade
cs_cz: Arkádové
pl_pl: Sztuczne
ru: Аркадный
zh_cn: 虚拟声音

# WorldSettings_AssemblerEfficiency
source: Assembler efficiency
cs_cz: Efektivita montéru
de: Effizienz von Montageanlagen
es: Eficiencia del ensamblador
fr: Efficacité de l'assembleur
hu_hu: Összeszerelő hatékonyság
it: Efficienza assemblatore
pl_pl: Efekt. stacji montażowej
pt_br: Eficiência da montadora
ru: Эффективность сборщика
zh_cn: 装配效率

# WorldSettings_AsteroidAmountExtreme
source: Extreme: 16 large asteroids
cs_cz: Extrémní: 16 velkých asteroidů
de: Extrem groß: 16 große Asteroiden
es: Extrema: 16 asteroides grandes
fr: Extrême : 16 grands astéroïdes
hu_hu: Extrém: 16 nagy aszteroida
it: Estrema: 16 grandi asteroidi
pl_pl: Ekstremalna: 16 dużych asteroid
pt_br: Extremo: 16 asteroides grandes
ru: Экстремально: 16 больших астероидов
zh_cn: 极限：16个大型小行星

# WorldSettings_AsteroidAmountLarge
source: Large: 7 large asteroids
cs_cz: Velký: 7 velkých asteroidů
de: Groß: 7 große Asteroiden
es: Grande: 7 asteroides grandes
fr: Grand : 7 grands astéroïdes
hu_hu: Nagy: 7 nagy aszteroida
it: Grande: 7 grandi asteroidi
pl_pl: Duża: 7 dużych asteroid
pt_br: Grande: 7 asteroides grandes
ru: Много: 7 больших астероидов
zh_cn: 大型：7个大型小行星

# WorldSettings_AsteroidAmountNone
source: None
cs_cz: Žádné
de: Keine
es: Ninguno
fr: Aucune
hu_hu: Nincs
it: Nessuno
pl_pl: Brak
pt_br: Nenhum
ru: Нет
zh_cn: 无

# WorldSettings_AsteroidAmountNormal
source: Normal: 4 large asteroids
cs_cz: Normální: 4 velké asteroidy
de: Normal: 4 große Asteroiden
es: Normal: 4 asteroides grandes
fr: Normal : 4 grands astéroïdes
hu_hu: Normál: 4 nagy aszteroida
it: Normale: 4 grandi asteroidi
pl_pl: Normalna: 4 duże asteroidy
pt_br: Normal: 4 asteroides grandes
ru: Нормально: 4 больших астероида
zh_cn: 正常：4个大型小行星

# WorldSettings_AsteroidAmountProceduralHigh
source: High density
cs_cz: Nekonečný: Vysoká hustota
de: Unendlich: Hohe Dichte
es: Alta densidad
fr: Haute densité
hu_hu: Végtelen: Nagy sűrűség
it: Alta densità
pl_pl: Nieskończony: Duża gęstość
pt_br: Alta densidade
ru: Бесконечно: высокая плотность
zh_cn: 高密度

# WorldSettings_AsteroidAmountProceduralLow
source: Low density
cs_cz: Nekonečný: Nízká hustota
de: Niedrige Dichte
es: Baja densidad
fr: Faible densité
hu_hu: Végtelen: Alacsony sűrűség
it: Bassa densità
pl_pl: Nieskończony: Mała gęstość
pt_br: Baixa densidade
ru: Бесконечно: низкая плотность
zh_cn: 低密度

# WorldSettings_AsteroidAmountProceduralNone
source: None
cs_cz: Nekonečné: Žádné
de: Keine
es: Ninguna
fr: Aucun
hu_hu: Végtelen: Nincs
it: Nessuna
pl_pl: Nieskończone: brak
pt_br: Nenhum
ru: Нет
zh_cn: 无

# WorldSettings_AsteroidAmountProceduralNormal
source: Normal density
cs_cz: Nekonečný: Normální hustota
de: Normale Dichte
es: Densidad normal
fr: Densité normale
hu_hu: Végtelen: Normál sűrűség
it: Densità normale
pl_pl: Nieskończony: Normalna gęstość
pt_br: Densidade normal
ru: Бесконечно: нормальная плотность
zh_cn: 正常密度

# WorldSettings_AsteroidAmountProceduralLowest
source: Lowest density
de: Niedrigste Dichte
es: Densidad más baja
fr: Densité la plus faible
hu_hu: Végtelen: Legkisebb sűrűség
it: Densità minima
pl_pl: Nieskończony: Najmniejsza gęstość
pt_br: Densidade mais baixa
ru: Бесконечно: минимальная плотность
zh_cn: 最低密度

# WorldSettings_AutoHealing
source: Auto-healing
cs_cz: Auto-uzdravování
de: Automatische Heilung
es: Auto-Curación
fr: Soin auto
hu_hu: Auto-gyógyulás
it: Auto-cura
pl_pl: Automatyczne leczenie
pt_br: Autocura
ru: Регенерация здоровья
zh_cn: 自动恢复生命

# WorldSettings_Battle
source: Battle
cs_cz: Bitva
de: Schlacht
es: Batalla
fr: Bataille
hu_hu: Csata
it: Battaglia
pl_pl: Bitwa
pt_br: Batalha
ru: Битва
zh_cn: 战斗

# WorldSettings_ClientCanSave
source: Clients can save
cs_cz: Klienti mohou ukládat hru
de: Spieler können speichern
es: Los Clientes pueden guardar
fr: Les joueurs peuvent sauvegarder
hu_hu: Az ügyfelek menthetnek
it: I Client possono salvare
pl_pl: Klienci mogą zapisywać
pt_br: Clientes podem salvar
ru: Клиенты могут сохранять игру
zh_cn: 客户端可以保存

# WorldSettings_Description
source: Description
cs_cz: Popis
de: Beschreibung
es: Descripción
hu_hu: Leírás
it: Descrizione
pl_pl: Opis
pt_br: Descrição
ru: Описание
zh_cn: 说明

# WorldSettings_DestructibleBlocks
source: Destructible blocks
cs_cz: Zničitelné bloky
de: Zerstörbare Blöcke
es: Bloques destructibles
fr: Blocs destructibles
hu_hu: Megsemmisíthető blokkok
it: Blocchi distruttibili
pl_pl: Zniszczalne bloki
pt_br: Blocos destrutíveis
ru: Разрушаемость блоков
zh_cn: 方块可破坏

# WorldSettings_Enable3rdPersonCamera
source: Enable 3rd person view
cs_cz: Povolit pohled z třetí osoby
de: 3rd-Person-Ansicht aktivieren
es: Permitir visión en 3ª persona
fr: Activer la vue à la 3e personne
hu_hu: Harmadik személy nézet engedélyezése
it: Abilita vista in terza persona
pl_pl: Włącz widok trzecioosobowy
pt_br: Habilita visão em 3ª pessoa
ru: Вид от 3-го лица
zh_cn: 允许第三人称视角

# WorldSettings_EnableAdaptiveSimulationQuality
source: Adaptive simulation quality
cs_cz: Adaptivní kvalita simulace
de: Qualität der adaptiven Simulation
es: Calidad de simulación adaptativa
fr: Qualité de la simulation adaptative
hu_hu: Adaptív szimulációs minőség
it: Qualità della simulazione adattiva
pl_pl: Adaptacyjna jakość symulacji
pt_br: Qualidade de simulação adaptável
ru: Адаптивное качество симуляции
zh_cn: 适应性模拟质量

# WorldSettings_EnableCargoShips
source: Cargo ships
cs_cz: Nákladní lodě
de: Frachtschiffe
es: Naves de carga
fr: Vaisseaux cargo
hu_hu: Teherhajók
it: Navi cargo
pl_pl: Statki towarowe
pt_br: Naves cargueiras
ru: Грузовые корабли
zh_cn: 生成中立货船

# WorldSettings_EnableContainerDrops
source: Enable unknown signals
cs_cz: Povolit neznámé signály
de: Unbekannte Signale aktivieren
es: Activar señales desconocidas
fr: Activer les signaux inconnus
hu_hu: Ismeretlen jelek engedélyezése
it: Abilita segnali sconosciuti
pl_pl: Włącz niezidenfikowane sygnały
pt_br: Habilitar sinais desconhecidos
ru: Неизвестные сигналы
zh_cn: 启用未知信号

# WorldSettings_EnableConvertToStation
source: Enable convert to station
cs_cz: Povolit přeměnu na stanici
de: In Station umwandeln ermöglichen
es: Habilitar convertir a estación
fr: Activer la conversion en station
hu_hu: Állomássá alakítás engedélyezése
it: Abilita converti in stazione
pl_pl: Zezwól na zamianę w stację
pt_br: Habilitar conversão em estação
ru: Конвертация в станцию
zh_cn: 允许空间站转换

# WorldSettings_EnableCopyPaste
source: Enable copy/paste
cs_cz: Povolit kopírovaní/vkládání
de: Kopieren/einfügen ermöglichen
es: Permitir copiar y pegar
fr: Activer copier/coller
hu_hu: Másolás/Beillesztés engedélyezése
it: Abilita copia/incolla
pl_pl: Włącz kopiuj/wklej
pt_br: Habilitar copiar/colar
ru: Копирование/вставка
zh_cn: 启用复制粘贴

# WorldSettings_EnableDrones
source: Enable drones
cs_cz: Povolit drony
de: Drohnen aktivieren
es: Activar Drones
fr: Activer les drones
hu_hu: Drónok engedélyezése
it: Abilita droni
pl_pl: Zezwól na drony
pt_br: Habilitar drones
ru: Призыв подкреплений ботами
zh_cn: 生成海盗无人机

# WorldSettings_EnableFlora
source: Enable Flora
cs_cz: Povolit flóru
de: Flora aktivieren
es: Activar Flora
fr: Activer la flore
hu_hu: Flóra engedélyezése
it: Abilita Flora
pl_pl: Zezwól na florę
pt_br: Habilitar vegetação
ru: Включить флору
zh_cn: 启用植物

# WorldSettings_EnableIngameScripts
source: In-game scripts
cs_cz: Herní skripty
de: Ingame-Skripts
es: Scripts en el juego
fr: Scripts en jeu
hu_hu: Játékon belüli szkriptek
it: Script ingame
pl_pl: Skrypty w grze
pt_br: Scripts no jogo
ru: Внутриигровые скрипты
zh_cn: 允许脚本

# WorldSettings_EnableJetpack
source: Enable jetpack
cs_cz: Povolit Jetpack
de: Jetpack aktivieren
es: Habilitar jetpack
fr: Activer le jetpack
hu_hu: Jetpack engedélyezése
it: Abilita jetpack
pl_pl: Zezwól na jetpack
pt_br: Habilitar jetpack
ru: Реактивный ранец
zh_cn: 允许喷射包

# WorldSettings_EnablePlanets
source: Enable planets
cs_cz: Povolit planety
de: Planeten aktivieren
es: Habilitar planetas
fr: Activer les planètes
hu_hu: Bolygók engedélyezése
it: Abilita pianeti
pl_pl: Zeawól na planety
pt_br: Habilitar planetas
ru: Планеты
zh_cn: 启用小行星
