Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# StoryTitle_PirateStories6
source: Defense
de: Verteidigung
es: Defensa
fr: Défense
it: Difesa
pt_br: Defesa
ru: Оборона
zh_cn: 防御

# StoryText_PirateStories6
source: This is our home. We won't let The Factorum touch it. But to fight them, we're going to need to raid for resources.
de: Dies ist unser Zuhause. Wir werden nicht zulassen, dass The Factorum es anrührt. Aber um sie zu bekämpfen, brauchen wir Ressourcen und müssen auf Plünderungszug gehen.
es: Este es nuestro hogar. No dejaremos que El Factorum lo toque. Pero para luchar contra ellos, necesitaremos hacer incursiones en busca de recursos.
fr: C'est notre maison. Nous ne laisserons pas le Factorum y toucher. Mais pour les combattre, nous allons devoir faire des raids pour trouver des ressources.
it: Questa è la nostra casa. Non permetteremo che il Factorum la tocchi. Ma per combatterli, dovremo saccheggiare le risorse.
pt_br: Este é o nosso lar. Não vamos deixar o Factorum encostar nele. Mas, para lutar, vamos precisar saquear em busca de recursos.
ru: Это наш дом. Мы не позволим Факторуму сюда сунуться. Но чтобы сражаться, нужно делать набеги за ресурсами.
zh_cn: 这是我们的家园，我们不会让 Factorum 碰它。但要打败他们，我们得抢点资源。

# StoryTitle_PirateStories7
source: Justification
de: Rechtfertigung
es: Justificación
it: Giustificazione
pt_br: Justificação
ru: Оправдание
zh_cn: 辩解

# StoryText_PirateStories7
source: Other raiders come up with excuses. They had no other option, or they started with good intentions. I'm honest - I just like the money.
de: Andere Plünderer kommen mit Ausreden daher. Sie hatten keine andere Möglichkeit, oder sie haben mit guten Absichten angefangen. Ich bin ehrlich – ich mag einfach das Geld.
es: Otros asaltantes inventan excusas. No tenían otra opción o empezaron con buenas intenciones. Yo soy sincero: simplemente me gusta el dinero.
fr: D'autres pillards trouvent des excuses. Ils n'avaient pas d'autre choix, ou ils ont commencé avec de bonnes intentions. Je suis honnête : j'aime l'argent.
it: Altri predoni trovano delle scuse. Non avevano altra scelta, oppure hanno iniziato con buone intenzioni. Sono onesto: mi piacciono i soldi.
pt_br: Outros invasores inventam desculpas. Eles não tinham outra opção, ou começaram com boas intenções. Eu sou honesto: só gosto do dinheiro.
ru: Пираты придумывают себе оправдания: не было выбора, всё начиналось с добрыми намерениями… Я себе не вру: мне просто нравятся деньги.
zh_cn: 其他突袭者会找借口。他们别无选择，或者一开始只是出于好意。说实话 – 我只是喜欢钱。

# StoryTitle_PirateStories8
source: Allocation
de: Vergabe
es: Asignación
it: Assegnazione
pt_br: Alocação
ru: Распределение
zh_cn: 分配

# StoryText_PirateStories8
source: I'll hear no more complaints from the crew that we're siphoning some money back to the Cooperative. Why do you think they turn a blind eye?
de: Ich will keine Beschwerden mehr von der Crew hören, dass wir Geld an die Genossenschaft abzweigen. Was glauben Sie, warum sie ein Auge zudrücken?
es: No oiré más quejas de la tripulación de que estamos desviando dinero a la Cooperativa. ¿Por qué cree que hacen la vista gorda?
fr: Je n'entendrai plus l'équipage se plaindre que nous détournons de l'argent vers la Coopérative. Pourquoi pensez-vous qu'ils ferment les yeux ?
it: Non sentirò più lamentele da parte dell'equipaggio che stiamo ristornando dei soldi alla Cooperativa. Perché pensi che chiudano un occhio?
pt_br: Não vou mais ouvir reclamações da tripulação de que estamos desviando recursos de volta para a Cooperativa. Por que vocês acham que eles fazem vista grossa?
ru: Больше никаких жалоб от экипажа на то, что мы перекачиваем часть денег обратно в Cooperative. Почему, по-вашему, они закрывают глаза на наши проделки?
zh_cn: 我不想再听到船员抱怨我们把一些钱抽回给同盟会。你觉得他们为什么会视而不见？

# StoryTitle_PirateStories9
source: Avoid
de: Vermeiden
es: Evitar
fr: Éviter
it: Scampare
pt_br: Prevenção
ru: Избегание
zh_cn: 避免

# StoryText_PirateStories9
source: There will be no more attempts to raid The Factorum. We can't afford another loss like that.
de: Es wird keine weiteren Versuche geben, The Factorum zu überfallen. Einen weiteren Verlust wie diesen können wir uns nicht leisten.
es: No habrá más intentos de asalto al Factorum. No podemos permitirnos otra pérdida como esa.
fr: Il n'y aura plus de tentative de raid sur le Factorum. Nous ne pouvons pas nous permettre une autre perte comme celle-là.
it: Non ci saranno più tentativi di razziare il Factorum. Non possiamo permetterci un'altra perdita del genere.
pt_br: Não haverão mais tentativas de invadir o Factorum. Não podemos ter mais uma perda como essa.
ru: Попыток совершить налет на Факторум больше не будет. Мы не можем позволить себе еще одну такую потерю.
zh_cn: 我们不会再试图突袭 Factorum 了。我们承受不起这样的损失。

# StoryTitle_PirateStories10
source: Identity
de: Identität
es: Identidad
fr: Identité
it: Identità
pt_br: Identidade
ru: Проверка личности
zh_cn: 身份

# StoryText_PirateStories10
source: The fake IDs should be here in a week. Then, we'll have the money and no trail to what we've done. Pleasure working with you all.
de: Die gefälschten Ausweise sollten in einer Woche hier sein. Dann haben wir das Geld und keine Spur von dem, was wir getan haben. Es war mir ein Vergnügen, mit Ihnen allen zusammenzuarbeiten.
es: Las identificaciones falsas deberían estar aquí en una semana. Entonces, tendremos el dinero y ningún rastro de lo que hemos hecho. Un placer trabajar con todos ustedes.
fr: Les fausses cartes d'identité devraient être là dans une semaine. Nous aurons alors l'argent et aucune trace de ce que nous avons fait. C'est un plaisir de travailler avec vous tous.
it: I documenti falsi dovrebbero arrivare entro una settimana. Allora avremo i soldi e nessuna traccia di ciò che abbiamo fatto. È un piacere lavorare con tutti voi.
pt_br: As identidades falsas devem chegar em uma semana. Aí, teremos dinheiro e nada que nos leve ao que fizemos. É um prazer fazer negócios com vocês.
ru: Поддельные удостоверения должны быть через неделю. Тогда же у нас будут деньги — и мы заметем все следы. С вами приятно было работать!
zh_cn: 假身份证一周就能到。到时候，我们就能拿到钱，而且不会留下任何痕迹。和你们合作真愉快。

# StoryTitle_PirateStories11
source: Coincidence
de: Zufall
es: Coincidencia
fr: Coïncidence
it: Coincidenza
pt_br: Coincidência
ru: Совпадение
zh_cn: 巧合

# StoryText_PirateStories11
source: Just ran into a ship we'd already hit earlier that month. Crew and I couldn't stop laughing. What are the odds? Anyway, put the poor sap out of his misery.
de: Wir sind gerade auf ein Raumschiff gestoßen, das wir bereits Anfang des Monats angegriffen hatten. Die Crew und ich konnten nicht aufhören zu lachen. Wie hoch sind die Chancen? Wie auch immer, erlösen Sie den armen Kerl von seinem Elend.
es: Nos topamos con una nave que ya habíamos golpeado a principios de ese mes. La tripulación y yo no podíamos parar de reír. ¿Qué probabilidades había? De todos modos, saqué al pobre de su miseria.
fr: Nous sommes tombés sur un vaisseau que nous avions déjà attaqué plus tôt dans le mois. L'équipage et moi n'avons pas pu nous empêcher de rire. Quelles sont les chances ? Quoi qu'il en soit, mettez fin aux souffrances de ce pauvre type.
it: Mi sono appena imbattuto in una nave che avevamo già colpito all'inizio di quel mese. L'equipaggio e io non riuscivamo a smettere di ridere. Quali sono le probabilità? A ogni modo, metti fine a quel povero idiota.
pt_br: Acabei de passar por uma nave que já havíamos encontrado no início do mês. Eu e a tripulação não conseguimos parar de rir. Quais são as chances? Acabamos dando um jeito na pobre coitada.
ru: Второй раз за месяц пересеклись с одним и тем же кораблем. Экипаж покатывался со смеху: каковы шансы на такое совпадение? В любом случае, мы избавили бедняг от страданий.
zh_cn: 刚碰上一艘我们这个月早些时候袭击过的飞船。我和船员都笑个不停。概率有多小？不管了，让这个可怜的家伙脱离苦海吧。

# StoryTitle_PirateStories12
source: Opportunity
de: Gelegenheit
es: Oportunidad
fr: Opportunité
it: Opportunità
pt_br: Oportunidade
ru: Возможность
zh_cn: 机会

# StoryText_PirateStories12
source: I hate that new group. The Factory guys. It's bad news. People are carrying more weapons than ever. I was hoping they'd all be distracted. Easier targets.
de: Ich hasse diese neue Gruppe. Die The Factory-Typen. Das ist eine schlechte Nachricht. Die Leute tragen mehr Waffen als je zuvor. Ich hatte gehofft, sie würden alle abgelenkt sein. Leichtere Ziele.
es: Odio a ese nuevo grupo. Los chicos de la Fábrica. Solo traen cosas malas. La gente lleva más armas que nunca. Esperaba que estuvieran distraídos. Blancos más fáciles.
fr: Je déteste ce nouveau groupe. Les gars de la Fabrique. C'est une mauvaise nouvelle. Les gens portent plus d'armes que jamais. J'espérais qu'ils seraient tous distraits. Des cibles plus faciles.
it: Odio quel nuovo gruppo. I ragazzi della Fabbrica. È una brutta notizia. Le persone trasportano più armi che mai. Speravo che fossero tutti distratti. Obiettivi più facili.
pt_br: Odeio aquele novo grupo. Os caras do Fartorio. São péssimos. As pessoas estão carregando mais armas do que nunca. Esperava que eles fossem estar distraídos... Alvos fáceis.
ru: Ненавижу эту новую группировку — Фактор-что-то-там. Ничего хорошего они нам не сулят. Оружия стало больше. Мне казалось, все хотя бы отвлекутся. И станут легкими целями.
zh_cn: 我讨厌那个新团体，工厂那帮人。真是个坏消息。人们携带的武器比以往更多。我本希望他们都能分心，这样会更容易下手。

# StoryTitle_PirateStories13
source: Posing
de: Vorgeben
es: Posando
fr: Pose
it: In posa
pt_br: Pose
ru: Притворство
zh_cn: 乔装

# StoryText_PirateStories13
source: Idea: What if we pretend to be that Factorum group? Maybe we can get people to pay us just through reputation.
de: Die Idee: Wie wäre es, wenn wir vorgeben, diese The Factorum-Gruppe zu sein? Vielleicht können wir die Leute dazu bringen, uns zu bezahlen, nur weil wir einen guten Ruf haben?!
es: Idea: ¿Y si fingimos ser ese grupo de Factorum? Quizá podamos conseguir que la gente nos pague solo a través de la reputación.
fr: J'ai une idée : et si nous faisions semblant d'être ce groupe, Factorum ? Nous pourrions peut-être faire que les gens nous paient sur la base de notre réputation.
it: Idea: e se fingessimo di essere quel gruppo Factorum? Forse possiamo convincere la gente a pagarci solo sfruttando la reputazione.
pt_br: Ideia: e se fingirmos ser do tal grupo Factorum? Talvez as pessoas nos paguem só pela reputação.
ru: Как вам идея притвориться Факторумом? Вдруг удастся заставить платить нам просто из-за репутации.
zh_cn: 点子：如果我们假装成 Factorum 那群人呢？也许我们能凭借声誉让别人付我们钱。

# StoryTitle_PirateStories14
source: Spoils
de: Ausbeute
es: Botín
fr: Butin
it: Bottino
pt_br: Espólios
ru: Трофеи
zh_cn: 战利品

# StoryText_PirateStories14
source: There's a new way we're dividing the pot. Crew gets all the credits we find. In exchange, I get any Prototech.
de: Es gibt eine neue Art, wie wir die Beute aufteilen. Die Crew bekommt alle Credits, die wir finden. Im Gegenzug bekomme ich das ganze Prototech.
es: Hay una nueva forma de dividir el bote. La tripulación se queda con todos los créditos que encontremos. A cambio, yo me quedo con cualquier Prototech.
fr: Il y a une nouvelle façon de diviser le gâteau. L'équipage obtient tous les crédits que nous trouvons. En échange, j'obtiens tous les prototech.
it: C'è un nuovo modo in cui dividiamo il piatto. L'equipaggio ottiene tutti i crediti che troviamo. In cambio, ottengo qualsiasi Prototech.
pt_br: Tem uma nova forma de dividirmos a grana. A tripulação recebe todos os créditos que encontrarmos. Em troca, eu fico com todo Prototech.
ru: Делим добычу по-новому. Экипаж получает все найденные кредиты. Я же получаю все прототехнологии.
zh_cn: 我们有分配战利品的新方法。船员找到的所有货币都归他们。作为交换，我要任何 Prototech。

# StoryTitle_PirateStories15
source: Barbarian
de: Barbarisch
es: Bárbaro
fr: Barbare
it: Barbaro
pt_br: Bárbaro
ru: Варвар
zh_cn: 野蛮人

# StoryText_PirateStories15
source: Let's make something clear - there's easier ways to make money. I'm a raider for the sheer love of the sport.
de: Lassen Sie uns etwas klarstellen – es gibt einfachere Wege, Geld zu verdienen. Ich bin ein Raider aus reiner Liebe zum Sport.
es: Dejemos algo claro: hay formas más fáciles de ganar dinero. Soy un asaltante por puro amor al deporte.
fr: Soyons clairs : il y a des moyens plus simples de gagner de l'argent. Je suis un raider par pur amour du sport.
it: Mettiamo in chiaro una cosa: ci sono modi più semplici per fare soldi. Sono un razziatore per puro amore di questo sport.
pt_br: Vamos esclarecer uma coisa: tem formas mais fáceis de fazer dinheiro. Sou um saqueador pelo amor ao esporte.
ru: Хочу прояснить кое-что: заработать деньги можно и более простыми путями. Я пират из чистой любви к этому занятию.
zh_cn: 我先说清楚 – 赚钱有更简单的方法。我是因为热爱这项运动才当的突袭者。

# StoryTitle_MilitaryStories1
source: Merchandise
de: Waren
es: Mercancía
fr: Marchandise
it: Mercanzia
ru: Товарооборот
zh_cn: 商品

# StoryText_MilitaryStories1
source: I sometimes think about who buys our weapons. How many people they've killed. But most of the time, I just think about the money they've spent.
de: Ich denke manchmal darüber nach, wer unsere Waffen kauft. Wie viele Menschen sie getötet haben. Aber die meiste Zeit denke ich nur über das Geld nach, das sie ausgegeben haben.
es: A veces pienso en quién compra nuestras armas. Cuánta gente han matado. Pero la mayor parte del tiempo, solo pienso en el dinero que han gastado.
fr: Je pense parfois à ceux qui achètent nos armes. Au nombre de personnes qu'ils ont tuées. Mais la plupart du temps, je pense simplement à l'argent qu'ils ont dépensé.
it: A volte penso a chi compra le nostre armi. Quante persone hanno ucciso. Ma la maggior parte delle volte penso solo ai soldi che hanno speso.
pt_br: Às vezes, penso em quem compra nossas armas. Quantas pessoas já mataram... Mas, na maior parte do tempo, penso no dinheiro que eles gastaram.
ru: Иногда я думаю о том, кто покупает наше оружие. И сколько людей они убили. Но чаще я помню только о деньгах, которые остаются у нас.
zh_cn: 我有时会想，谁在买我们的武器，他们杀过多少人。但大多数时候，我只在想他们花了多少钱。

# StoryTitle_MilitaryStories2
source: Halcyon
de: Heiligenschein
it: Calma
pt_br: Calmaria
ru: Безмятежность
zh_cn: 美好时光

# StoryText_MilitaryStories2
source: We're not what we used to be. Weapon sellers used to be the richest people alive. Now? We're just part of the pack.
de: Wir sind nicht mehr das, was wir einmal waren. Waffenverkäufer waren einmal die reichsten Menschen auf der Welt. Und jetzt? Wir sind nur noch ein Teil des Rudels.
es: Ya no somos lo que éramos. Los vendedores de armas solían ser las personas más ricas del mundo. ¿Ahora? Solo somos parte de la manada.
fr: Nous ne sommes plus ce que nous étions. Les vendeurs d'armes étaient les personnes les plus riches du monde. Aujourd'hui ? Nous faisons juste partie de la meute.
it: Non siamo più quelli di una volta. I venditori di armi erano le persone più ricche del mondo. Ora? Siamo solo parte del pacchetto.
pt_br: Não somos o que costumávamos ser. Vendedores de armas eram as pessoas mais ricas que existiam. Agora? Somos parte do bando.
ru: Не те мы уже, что были раньше. Раньше продавцы оружия были самыми богатыми на свете. А что сейчас? Просто часть стаи.
zh_cn: 我们已经今非昔比了。武器贩子曾经是世上最富有的人。现在？我们只是其中的一员。

# StoryTitle_MilitaryStories3
source: Security
de: Sicherheit
es: Seguridad
fr: Sécurité
it: Sicurezza
pt_br: Segurança
ru: Безопасность
zh_cn: 安全

# StoryText_MilitaryStories3
source: Space is dangerous. I sell security. Can't think of something nobler than that.
de: Der Weltraum ist gefährlich. Ich verkaufe Sicherheit. Ich kann mir nichts Edleres vorstellen als das.
es: El espacio es peligroso. Yo vendo seguridad. No se me ocurre algo más noble que eso.
fr: L'espace est dangereux. Je vends de la sécurité. Il n'y a rien de plus noble que cela.
it: Lo spazio è pericoloso. Vendo sicurezza. Non riesco a pensare a qualcosa di più nobile di quello.
pt_br: O espaço é perigoso. Eu vendo segurança. Não dá para pensar em algo mais nobre que isso.
ru: Космос опасен. Я продаю безопасность. Что может быть благороднее?
zh_cn: 太空很危险。而我出售安全。想不到还有比这更高尚的事了。

# StoryTitle_MilitaryStories4
source: Aliens
de: Außerirdische
es: Alienígenas
fr: Extraterrestres
it: Alieni
pt_br: Alienígenas
ru: Инопланетяне
zh_cn: 外星人

# StoryText_MilitaryStories4
source: Did you hear about those spiders? There's freaking monster spider aliens out there. I can't prove it, but trust me, you'll want a gun.
de: Haben Sie von diesen Spinnen gehört? Es gibt diese verdammten außerirdischen Monsterspinnen da draußen. Ich kann es nicht beweisen, aber glauben Sie mir, Sie werden eine Waffe brauchen.
es: ¿Ha oído hablar de esas arañas? Hay monstruosas arañas alienígenas ahí fuera. No puedo probarlo, pero créeme, querrás un arma.
fr: Vous avez entendu parler de ces araignées ? Il y a des monstres araignées extraterrestres terribles. Je ne peux pas le prouver, mais croyez-moi, vous aurez besoin d'une arme.
it: Hai sentito parlare di quei ragni? Ci sono dannati ragni alieni mostruosi là fuori. Non posso provarlo, ma credimi, ti servirà una pistola.
pt_br: Você ouviu falar daquelas aranhas? Tem uns aliens aranha monstruosos por aí. Não posso provar, mas confie em mim: você vai querer uma arma.
ru: Слышали об этих пауках? Где-то водятся чудовищные инопланетные пауки. Доказательств у меня нет, но поверьте: пистолет вам точно понадобится.
zh_cn: 你听说过那些蜘蛛吗？外面真有可怕的怪兽蜘蛛外星人。我没法证明，但相信我，你会想要一把枪。

# StoryTitle_MilitaryStories5
source: Raiders
de: Raider
es: Asaltantes
it: Predoni
pt_br: Invasores
ru: Пираты
zh_cn: 突袭者

# StoryText_MilitaryStories5
source: Why do I sell weapons? My cousin got killed by pirates. He was just a miner. I'm making sure it doesn't happen again.
de: Warum verkaufe ich Waffen? Mein Cousin wurde von Piraten getötet. Er war nur ein Bergarbeiter. Ich sorge dafür, dass so etwas nicht wieder passiert.
es: ¿Por qué vendo armas? A mi primo lo mataron los piratas. Solo era un minero. Me aseguro de que no vuelva a ocurrir.
fr: Pourquoi est-ce que je vends des armes ? Mon cousin a été tué par des pirates. Il n'était qu'un mineur. Je veille à ce que cela ne se reproduise pas.
it: Perché vendo armi? Mio cugino è stato ucciso dai pirati. Era solo un minatore. Mi sto assicurando che non accada di nuovo.
pt_br: Por que eu vendo armas? Meu primo foi morto por piratas. Ele era um mero minerador. Estou garantindo que isso não aconteça novamente.
ru: Почему я продаю оружие? Моего двоюродного брата убили пираты — простого шахтера. И я хочу, чтобы даже шахтеры могли себя защитить.
zh_cn: 我为什么卖武器？我表弟被海盗杀了。他只是个矿工。我想确保这种事不会再发生。

# StoryTitle_MilitaryStories6
source: Ambition
de: Ehrgeiz
es: Ambición
it: Ambizione
pt_br: Ambição
ru: Амбиции
zh_cn: 野心

# StoryText_MilitaryStories6
source: With the weapons I'm selling, I could start my own colony out here. But I don't want a colony. I'm happy here.
de: Mit den Waffen, die ich verkaufe, könnte ich hier draußen meine eigene Kolonie gründen. Aber ich will keine Kolonie. Ich bin hier glücklich.
es: Con las armas que vendo, podría fundar mi propia colonia aquí. Pero no quiero una colonia. Soy feliz aquí.
fr: Avec les armes que je vends, je pourrais fonder ma propre colonie. Mais je ne veux pas de colonie. Je suis bien ici.
it: Con le armi che vendo, potrei fondare la mia colonia qui. Ma non voglio una colonia. Sono felice qui.
pt_br: Com as armas que estou vendendo, poderia começar minha própria colônia por aí. Mas não quero uma colônia... Estou feliz aqui.
ru: С тем оружием, что я продаю, тут можно было бы основать колонию. Но колония мне не нужна — мне и так хорошо.
zh_cn: 靠我卖的武器，我能在这里建立自己的殖民地。但我不想要殖民地。我在这里很开心。

# StoryTitle_MilitaryStories7
source: Regret
de: Reue
es: Arrepentimiento
it: Rimpianto
pt_br: Arrependimento
ru: Сожаление
zh_cn: 后悔

# StoryText_MilitaryStories7
source: One of my team ran off with a bunch of weapons to start a raider group. Since then, sales have been at an all time high. That isn't right.
de: Einer aus meinem Team ist mit einem Haufen Waffen abgehauen, um eine Raider-Gruppe zu gründen. Seitdem sind die Verkäufe so hoch wie nie zuvor. Das sollte nicht sein.
es: Uno de mi equipo huyó con un montón de armas para crear un grupo de asaltantes. Desde entonces, las ventas están en su punto más alto. Eso no está bien.
fr: L'un des membres de mon équipe s'est enfui avec un lot d'armes pour créer un groupe de pillards. Depuis, les ventes n'ont jamais été aussi élevées. C'est mal.
it: Uno della mia squadra è scappato con un mucchio di armi per creare un gruppo di predoni. Da allora, le vendite sono state ai massimi storici. Non è giusto.
pt_br: Um dos meus colegas encontrou um monte de armas para iniciar um grupo de incursores. Desde então, as vendas estiveram sempre altas. Isso não está certo.
ru: Один член моей команды сбежал, прихватив кучу оружия, и организовал пиратскую банду. С тех пор продажи достигли рекордно высокого уровня. И это неправильно.
zh_cn: 我的一名队员带着一堆武器跑去组建突袭者团体。从那以后，销售量一直居高不下。这可不对劲。

# StoryTitle_MilitaryStories8
source: Merge
de: Zusammenführen
es: Fusionar
fr: Fusion
it: Acquisizione
pt_br: Fundir
ru: Объединение
zh_cn: 合并

# StoryText_MilitaryStories8
source: With what we're selling, I'm hoping to attract the new Factorum group. Maybe they'll buy us out?
de: Mit dem, was wir verkaufen, hoffe ich, die neue The Factorum-Gruppe anzulocken. Vielleicht kaufen sie uns ja auf?
es: Con lo que vendemos, espero atraer al nuevo grupo Factorum. ¿Quién sabe? Quizá nos compren.
fr: Avec ce que nous vendons, j'espère attirer le nouveau groupe, Factorum. Peut-être nous rachèteront-ils ?
it: Con quello che vendiamo spero di attrarre il nuovo gruppo Factorum. Forse ci acquisiranno?
pt_br: Com o que estamos vendendo, espero atrair o novo grupo Factorum. Será que vão comprar da gente?
ru: Надеюсь, наши товару привлекут новую группировку — Факторум. Может, они нас и выкупят?
zh_cn: 我希望靠我们现在卖的东西吸引新的 Factorum 团体。也许他们会把我们买下来？

# StoryTitle_MilitaryStories9
source: Mixed-Blessing
de: Gemischte Gefühle
es: Bendición mixta
fr: Bénédiction mitigée
it: Sentimenti contrastanti
pt_br: Bênção mista
ru: Благословение и проклятие
zh_cn: 喜忧参半

# StoryText_MilitaryStories9
source: On the one hand, people are scared of The Factorum and need weapons. On the other hand, everyone wants Prototech.
de: Auf der einen Seite haben die Menschen Angst vor The Factorum und brauchen Waffen. Auf der anderen Seite will jeder Prototech.
es: Por un lado, la gente tiene miedo de El Factorum y necesita armas. Por otro, todo el mundo quiere Prototech.
fr: D'un côté, les gens ont peur du Factorum et ont besoin d'armes. De l'autre, tout le monde veut de la prototech.
it: Da un lato, la gente ha paura del Factorum e ha bisogno di armi. D'altra parte, tutti vogliono Prototech.
pt_br: Em um lado, as pessoas estão com medo do Factorum e precisam de armas. Do outro, todos querem Prototech.
ru: С одной стороны, все боятся Факторума и закупаются оружием. С другой стороны, всем нужна прототехнология.
zh_cn: 一方面，人们害怕 Factorum，需要武器。另一方面，大家都想要 Prototech。

# StoryTitle_MilitaryStories10
source: Pacifism
de: Pazifismus
es: Pacifismo
fr: Pacifisme
it: Pacifismo
pt_br: Pacifismo
ru: Пацифизм
zh_cn: 和平主义
