Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# DisplayName_Block_LightArmorSlopedCorner
source: Light Armor Sloped Corner
de: Leichte Panzerung (Eck-Rampe)
es: Pendiente de blindaje ligero Esquina
fr: Coin de blindage léger incliné
hu_hu: Könnyű-Páncél Lejtős Sarok
it: Armatura leggera, blocco inclinato ad angolo
pl_pl: Narożnik skosu lekkiego pancerza
pt_br: Canto inclinado (Armadura leve)
ru: Угловая наклонная легк. броня
zh_cn: 轻甲斜角

# DisplayName_Block_HeavyArmorSlopedCorner
source: Heavy Armor Sloped Corner
de: Schwere Panzerung (Eck-Rampe)
es: Pendiente de blindaje pesado Esquina
fr: Coin de blindage lourd incliné
hu_hu: Nehéz-Páncél Lejtős Sarok
it: Armatura pesante, blocco inclinato ad angolo
pl_pl: Narożnik skosu ciężkiego pancerza
pt_br: Canto inclinado (Armadura pesada)
ru: Угловая наклонная тяж. броня
zh_cn: 重甲斜角

# DisplayName_Block_LightArmorHalfSlopedCornerBase
source: Light Armor Half Sloped Corner Base
de: Leichte Panzerung (halber Eck-Rampensockel)
es: Media pendiente de blindaje ligero Base de Esquina
fr: Base de pente de blindage léger demi-inclinée
hu_hu: Könnyű-Páncél Fél Lejtős Sarok Alap
it: Armatura leggera, blocco inclinato ad angolo base
pl_pl: Baza narożnika półskosu lekk. pancerza
pt_br: Base de canto inclinada (Armadura leve)
ru: Полублок основы угл. наклон. легк. брони
zh_cn: 轻甲半斜角基础

# DisplayName_Block_HeavyArmorHalfSlopedCornerBase
source: Heavy Armor Half Sloped Corner Base
de: Schwere Panzerung (halber Eck-Rampensockel)
es: Media pendiente de blindaje pesado Base de Esquina
fr: Base de pente de blindage lourd demi-inclinée
hu_hu: Nehéz-Páncél Fél Lejtős Sarok Alap
it: Armatura pesante, piano inclinato ad angolo base
pl_pl: Baza narożnika półskosu ciężk. pancerza
pt_br: Base de canto inclinada (Armadura pesada)
ru: Полублок основы угл. наклон. тяж. брони
zh_cn: 重甲半斜角基础

# DisplayName_Block_LightArmorHalfCorner
source: Light Armor Half Corner Block
de: Leichte Panzerung (halber Eck-Block)
es: Media Esquina de blindaje ligero Bloque
fr: Demi-bloc d'angle de blindage léger
hu_hu: Könnyű-Páncél Fél Sarokblokk
it: Armatura leggera, piano inclinato ad angolo
pl_pl: Półnarożnik lekkiego pancerza
pt_br: Bloco de canto (Blindagem leve)
ru: Угловой полублок легк. брони
zh_cn: 轻甲半斜角方块

# DisplayName_Block_HeavyArmorHalfCorner
source: Heavy Armor Half Corner Block
de: Schwere Panzerung (halber Eck-Block)
es: Bloque de blindaje ligero en media esquina
fr: Demi-bloc d'angle de blindage lourd
hu_hu: Nehéz-Páncél Fél Sarokblokk
it: Armatura pesante, piano inclinato ad angolo
pl_pl: Półnarożnik ciężkiego pancerza
pt_br: Bloco de canto (Blindagem pesada)
ru: Угловой полублок тяж. брони
zh_cn: 重甲半斜角方块

# DisplayName_Block_LightArmorCornerSquare
source: Light Armor Corner Square Block
de: Leichte Panzerung (viereckiger Eck-Block)
es: Bloque de blindaje ligero en esquina cuadrada
fr: Bloc carré de coin de blindage léger
hu_hu: Könnyű-Páncél Sarok Négyszög Blokk
it: Armatura leggera, blocco quadrato ad angolo
pl_pl: Kwadratowy narożnik lekkiego pancerza
pt_br: Bloco quadrado de canto (Blindagem leve)
ru: Прямоуг. угловой блок легк. брони
zh_cn: 轻甲角方形模块

# DisplayName_Block_HeavyArmorCornerSquare
source: Heavy Armor Corner Square Block
de: Schwere Panzerung (viereckiger Eck-Block)
es: Bloque de blindaje pesado en esquina cuadrada
fr: Bloc carré de coin de blindage lourd
hu_hu: Nehéz-Páncél Sarok Négyszög Blokk
it: Armatura pesante, blocco quadrato ad angolo
pl_pl: Kwadratowy narożnik ciężkiego pancerza
pt_br: Bloco quadrado de canto (Blindagem pesada)
ru: Прямоуг. угловой блок тяж. брони
zh_cn: 重甲角方形模块

# DisplayName_Block_LightArmorCornerSquareInverted
source: Light Armor Corner Square Inv. Block
de: Leichte Panzerung (inv. viereckiger Eck-Block)
es: Esquina de blindaje ligero Bloque cuadrado Inv.
fr: Bloc carré de coin de blindage léger inversé
hu_hu: Könnyű-Páncél Fordított Sarok Négyszög Blokk
it: Armatura leggera, blocco quadrato ad angolo inv.
pl_pl: Odw. kwadratowy narożnik lekk. pancerza
pt_br: Bloco inv. quadrado de canto (Blindagem leve)
ru: Обратн. прямоуг. угловой блок легк. брони
zh_cn: 轻甲方形倒角方块

# DisplayName_Block_HeavyArmorCornerSquareInverted
source: Heavy Armor Corner Square Inv. Block
de: Schwere Panzerung inv. Viereck (Ecke)
es: Esquina de blindaje pesado Bloque cuadrado Inv.
fr: Bloc carré de coin de blindage lourd inversé
hu_hu: Nehéz-Páncél Fordított Sarok Négyszög Blokk
it: Armatura pesante, blocco quadrato ad angolo inv.
pl_pl: Odw. kwadratowy narożnik ciężk. pancerza
pt_br: Bloco inv. quadrado de canto (Blindagem pesada)
ru: Обратн. прямоуг. угловой блок тяж. брони
zh_cn: 重甲方形倒角方块

# DisplayName_Block_LightArmorHalfSlopedCorner
source: Light Armor Half Sloped Corner
de: Leichte Panzerung (halbe Eck-Rampe)
es: Media pendiente de blindaje ligero Esquina
fr: Pente de blindage léger demi-inclinée
hu_hu: Könnyű-Páncél Fél Lejtős Sarok
it: Armatura leggera, piano inclinato ad angolo
pl_pl: Narożnik półskosu lekkiego pancerza
pt_br: Canto inclinado (Blindagem leve)
ru: Угловой полублок легк. брони
zh_cn: 轻甲半斜角

# DisplayName_Block_HeavyArmorHalfSlopedCorner
source: Heavy Armor Half Sloped Corner
de: Schwere Panzerung (halbe Eck-Rampe)
es: Media pendiente de blindaje pesado Esquina
fr: Pente de blindage lourd demi-inclinée
hu_hu: Nehéz-Páncél Fél Lejtős Sarok
it: Armatura pesante, piano inclinato ad angolo
pl_pl: Narożnik półskosu ciężkiego pancerza
pt_br: Canto inclinado (Blindagem pesada)
ru: Угловой полублок тяж. брони
zh_cn: 重甲半斜角

# DisplayName_Block_HydrogenTank
source: Hydrogen Tank
cs_cz: Vodíková nádrž
de: Großer Wasserstofftank
es: Tanque de hidrógeno
fr: Réservoir d'hydrogène
hu_hu: Hidrogéntartály
it: Serbatoio dell'idrogeno
pl_pl: Zbiornik wodoru
pt_br: Tanque de hidrogênio
ru: Водородный бак
zh_cn: 氢气罐-qqg-

# DisplayName_Block_HydrogenTankSmall
source: Small Hydrogen Tank
cs_cz: Malá vodíková nádrž
de: Kleiner Wasserstofftank
es: Tanque de hidrógeno pequeño
fr: Petit réservoir d'hydrogène
hu_hu: Kicsi Hidrogéntartály
it: Piccolo serbatoio dell'idrogeno
pl_pl: Mały zbiornik wodoru
pt_br: Tanque de hidrogênio pequeno
ru: Малый водородный бак
zh_cn: 小型氢气罐

# DisplayName_Block_InteriorLight
source: Interior Light
cs_cz: Vnitřní osvětlení
de: Innenbeleuchtung
es: Iluminación interior
fr: Lumière intérieure
hu_hu: Belső Lámpa
it: Luce da interni
pl_pl: Wewnętrzna lampa
pt_br: Luz interior
ru: Лампа
zh_cn: 室内灯-snd-

# DisplayName_Block_InteriorPillar
source: Interior Pillar
cs_cz: Vnitřní pilíř
de: Innenpfeiler
es: Pilar Interior
fr: Pilier d'intérieur
hu_hu: Belső Pillér
it: Pilastro da interno
pl_pl: Wewnętrzny filar
pt_br: Pilar interior
ru: Внутренняя колонна
zh_cn: 室内支撑柱-snzcz-

# DisplayName_Block_InteriorTurret
source: Interior Turret
cs_cz: Vnitřní věž
de: Interner Geschützturm
es: Torreta interior
fr: Tourelle d'intérieur
hu_hu: Belső Torony
it: Torretta Interna
pl_pl: Wewnętrzna wieżyczka
pt_br: Torre interior
ru: Внутренняя турель
zh_cn: 室内炮塔-snpt-

# DisplayName_Block_InteriorWall
source: Interior Wall
cs_cz: Vnitřní zeď
de: Innenwand
es: Pared interior
fr: Mur intérieur
hu_hu: Belső Fal
it: Muro interno
pl_pl: Wewnętrzna ściana
pt_br: Parede interior
ru: Внутренняя стена
zh_cn: 室内墙-snq-

# DisplayName_Block_JumpDrive
source: Jump Drive
cs_cz: Skokový pohon
de: Sprungantrieb
es: Motor de Salto
fr: Moteur de saut
hu_hu: Ugró Meghajtó
it: Motore a salto
pl_pl: Napęd skokowy
ru: Прыжковый двигатель
zh_cn: 跃迁引擎-yqyq-

# DisplayName_Block_LandingGear
source: Landing Gear
cs_cz: Přistávací podvozek
de: Fahrwerk
es: Tren de aterrizaje
fr: Train d’atterrissage
hu_hu: Leszálló Futómű
it: Carrello di atterraggio
pl_pl: Podwozie
pt_br: Trem de pouso
ru: Посадочные шасси
zh_cn: 起落架

# DisplayName_Block_LargeAtmoThrust
source: Large Atmospheric Thruster
cs_cz: Velká atmosférická tryska
de: Atmosphärentriebwerk (groß)
es: Propulsor atmosférico grande
fr: Grand propulseur atmosphérique
hu_hu: Nagy Légköri Hajtómű
it: Grande propulsore atmosferico
pl_pl: Duży silnik atmosferyczny
pt_br: Propulsor atmosférico grande
ru: Большой атмосферный ускоритель
zh_cn: 大型空气动力推进器-dxkqdltjq-

# DisplayName_Block_LargeAtmoThrustSciFi
source: Sci-Fi Large Atmospheric Thruster
de: Sci-Fi – Atmosphärentriebwerk (groß)
es: Gran propulsor atmosférico de ciencia ficción
fr: Grand propulseur atmosphérique sci-fi
hu_hu: Sci-Fi Nagy Légköri Hajtómű
it: Grande propulsore atmosferico Sci-Fi
pl_pl: Duży silnik atmosferyczny SF
pt_br: Propulsor atmosférico grande Sci-Fi
ru: Большой атмосферный НФ-ускоритель
zh_cn: 科幻大型空气动力推进器

# DisplayName_Block_SmallAtmoThrustSciFi
source: Sci-Fi Atmospheric Thruster
de: Sci-Fi – Atmosphärentriebwerk (klein)
es: Propulsor atmosférico de ciencia ficción
fr: Propulseur atmosphérique sci-fi
hu_hu: Sci-Fi Légköri Hajtómű
it: Propulsore atmosferico Sci-Fi
pl_pl: Silnik atmosferyczny SF
pt_br: Propulsor atmosférico Sci-Fi
ru: Атмосферный НФ-ускоритель
zh_cn: 科幻空气动力推进器

# DisplayName_Block_LargeCargoContainer
source: Large Cargo Container
cs_cz: Velký nákladní kontejner
de: Großer Frachtcontainer
es: Contenedor de carga grande
fr: Grand conteneur
hu_hu: Nagy Rakomány Konténer
it: Container grande
pl_pl: Duży kontener
pt_br: Compartimento de carga grande
ru: Большой контейнер
zh_cn: 大型货物储存箱-dxhwccx-

# DisplayName_Block_LargeHydrogenThrust
source: Large Hydrogen Thruster
cs_cz: Velká vodíková tryska
de: Wasserstoff-Triebwerk (groß)
es: Propulsor de hidrógeno grande
fr: Grand propulseur à hydrogène
hu_hu: Nagy Hidrogénhajtómű
it: Grande propulsore a idrogeno
pl_pl: Duży silnik wodorowy
pt_br: Propulsor a hidrogênio grande
ru: Большой водородный ускоритель
zh_cn: 大型氢动力推进器-dxqdltjq-

# DisplayName_Block_LargeReactor
source: Large Reactor
cs_cz: Velký reaktor
de: Großer Reaktor
es: Reactor grande
fr: Grand réacteur
hu_hu: Nagy Reaktor
it: Reattore grande
pl_pl: Duży reaktor
pt_br: Reator grande
ru: Большой реактор
zh_cn: 大型反应堆-dxfyd-

# DisplayName_Block_LargeThrust
source: Large Ion Thruster
cs_cz: Velká Iontová Tryska
de: Ionen-Triebwerk (groß)
es: Propulsor iónico grande
fr: Grand propulseur
hu_hu: Nagy Ion Hajtómű
it: Propulsore grande
pl_pl: Duży silnik jonowy
pt_br: Propulsor a íon grande
ru: Большой ионный ускоритель
zh_cn: 大型离子推进器-dxlztjq-

# DisplayName_Block_LaserAntenna
source: Laser Antenna
cs_cz: Laserová anténa
de: Laserantenne
es: Antena Láser
fr: Antenne laser
hu_hu: Lézerantenna
it: Antenna Laser
pl_pl: Antena laserowa
pt_br: Antena a laser
ru: Лазерная антенна
zh_cn: 激光天线-jgtx-

# DisplayName_Block_LightAngledArmorCorner
source: Angled Armor Corner
cs_cz: Úhlový, lehce obrněný roh
de: Leichte Panzerung (angewinkelte Ecke)
es: Esquina angulada blindada
fr: Coin de blindage biseauté
hu_hu: Ferde Páncél Sarok
it: Angolo Curvo Armatura
pl_pl: Zakrzywiony narożnik lekkiego pancerza
pt_br: Canto angulado (blindagem leve)
ru: Угловая Легкая Броня, Угол
zh_cn: 轻甲突面角块-qjtmjk-

# DisplayName_Block_LightAngledArmorSlope
source: Angled Armor Slope
cs_cz: Úhlové, lehce obrněné zešikmení
de: Leichte Panzerung (angewinkelte Rampe)
es: Pendiente angulada blindada
fr: Pente de blindage biseautée
hu_hu: Ferde Páncél Lejtő
it: Blocco Inclinato Curvo
pl_pl: Zakrzywiony skos lekkiego pancerza
pt_br: Inclinação angulada (blindagem leve)
ru: Угловая Легкая Броня, Скат
zh_cn: 轻甲突面斜块-qjtmxj-

# DisplayName_Block_LightArmorBlock
source: Light Armor Block
cs_cz: Lehce obrněný blok
de: Leichte Panzerung (Block)
es: Bloque de blindaje ligero
fr: Bloc de blindage léger
hu_hu: Könnyű-Páncél Blokk
it: Blocco armatura leggera
pl_pl: Blok lekkiego pancerza
pt_br: Bloco de blindagem leve
ru: Блок легкой брони
zh_cn: 轻甲块

# DisplayName_Block_LightArmorCorner
source: Light Armor Corner
cs_cz: Lehce obrněný roh
de: Leichte Panzerung (Ecke)
es: Esquina de blindaje ligero
fr: Coin de blindage léger
hu_hu: Könnyű-Páncél Sarok
it: Angolo armatura leggera
pl_pl: Naroże lekkiego pancerza
pt_br: Canto de blindagem leve
ru: Угол легкой брони
zh_cn: 斜轻甲角块-xqjjk-

# DisplayName_Block_LightArmorCorner2
source: Light Armor Corner 2x1x1
cs_cz: Lehce obrněný roh 2x1x1
de: Leichte Panzerung (Ecke) 2x1x1
es: Esquina de blindaje ligero 2x1x1
fr: Coin de blindage léger 2x1x1
hu_hu: Könnyű-Páncél Sarok 2x1x1
it: Angolo Armatura Leggera 2x1x1
pl_pl: Naroże lekkiego pancerza 2x1x1
pt_br: Canto de blindagem leve 2x1x1
ru: Легкая Броня, Угол 2x1x1
zh_cn: 轻型护甲角块-qxhjjk- 2x1x1

# DisplayName_Block_LightArmorCorner2Base
source: Light Armor Corner 2x1x1 Base
cs_cz: Lehce obrněný, roh 2x1x1 - Základ
de: Leichte Panzerung (Eck-Sockel) 2x1x1
es: Esquina de blindaje ligero 2x1x1 Base
fr: Coin de blindage léger 2x1x1 base
hu_hu: Könnyű-Páncél Sarok 2x1x1 Alap
it: Angolo armatura leggera 2x1x1 Base
pl_pl: Narożnik lekkiego pancerza 2x1x1 podstawa
pt_br: Base de canto 2x1x1 (blindagem leve)
ru: Угол 2x1 основа легкой брони
zh_cn: 斜轻甲角块后-xqjjkh-2x1x1

# DisplayName_Block_LightArmorCorner2BaseSmooth
source: Light Armor Corner 2x1x1 Base Smooth
cs_cz: Lehce obrněný, roh 2x1x1 - Hladký základ
de: Leichte glatte Panzerung (Eck-Sockel) 2x1x1
es: Esquina de blindaje ligero 2x1x1 Base Lisa
fr: Coin de blindage léger 2x1x1 base lissée
hu_hu: Könnyű-Páncél Sarok 2x1x1 Alap Sima
it: Angolo armatura leggera 2x1x1 Base Liscia
pl_pl: Narożnik lekkiego pancerza 2x1x1 gładka podstawa
pt_br: Base de canto suavizada 2x1x1 (blindagem leve)
ru: Легкая Броня, Угол 2x1x1 Основа Сглаж.
zh_cn: 平滑斜轻甲角块后-phxqjjkh-2x1x1

# DisplayName_Block_LightArmorCorner2Smooth
source: Light Armor Corner 2x1x1 Smooth
cs_cz: Lehce obrněný, hladký roh 2x1x1
de: Leichte glatte Panzerung (Ecke) 2x1x1
es: Esquina de blindaje ligero 2x1x1 Liso
fr: Coin de blindage léger 2x1x1 lissé
hu_hu: Könnyű-Páncél Sarok 2x1x1 Sima
it: Angolo Armatura Leggera 2x1x1 Liscia
pl_pl: Gładkie naroże lekkiego pancerza 2x1x1
pt_br: Canto suavizado 2x1x1 (blindagem leve)
ru: Легкая Броня, Угол 2x1x1 Сглаж.
zh_cn: 平滑的轻型护甲角块-phdqxhjjk- 2x1x1

# DisplayName_Block_LightArmorCorner2Tip
source: Light Armor Corner 2x1x1 Tip
cs_cz: Lehce obrněný, roh 2x1x1 - Špička
de: Leichte Panzerung (Eck-Spitze) 2x1x1
es: Esquina de blindaje ligero 2x1x1 Punta
fr: Coin de blindage léger 2x1x1 extrémité
hu_hu: Könnyű-Páncél Sarok 2x1x1 Tip
it: Angolo armatura leggera 2x1x1 Punta
pl_pl: Narożnik lekkiego pancerza 2x1x1 końcówka
pt_br: Ponta de canto 2x1x1 (blindagem leve)
ru: Угол 2x1 вершина легкой брони
zh_cn: 斜轻甲角块前-xqjjkq-2x1x1

# DisplayName_Block_LightArmorCorner2TipSmooth
source: Light Armor Corner 2x1x1 Tip Smooth
cs_cz: Lehce obrněný, roh 2x1x1 - Hladká špička
de: Leichte glatte Panzerung (Eck-Spitze) 2x1x1
es: Esquina de blindaje ligero 2x1x1 Punta Lisa
fr: Coin de blindage léger 2x1x1 extrémité lissée
hu_hu: Könnyű-Páncél Sarok 2x1x1 Tip Sima
it: Angolo armatura leggera 2x1x1 Punta Liscia
pl_pl: Narożnik lekkiego pancerza 2x1x1 gładka końcówka
pt_br: Ponta de canto suavizada 2x1x1 (blindagem leve)
ru: Легкая Броня, Угол 2x1x1 Верш.
zh_cn: 平滑斜轻甲角块前-phxqjjkq-2x1x1

# DisplayName_Block_LightArmorCorner3
source: Light Armor Corner 3x1x1
cs_cz: Lehce obrněný roh 3x1x1
de: Leichte Panzerung (Ecke) 3x1x1
es: Esquina de blindaje ligero 3x1x1
fr: Coin de blindage léger 3x1x1
hu_hu: Könnyű-Páncél Sarok 3x1x1
it: Angolo armatura leggera 3x1x1
pl_pl: Naroże lekkiego pancerza 3x1x1
pt_br: Canto de blindagem leve 3x1x1
ru: Легкая Броня, Угол 3x1x1
zh_cn: 轻型护甲角块-qxhjjk- 3x1x1

# DisplayName_Block_LightArmorCorner3Smooth
source: Light Armor Corner 3x1x1 Smooth
cs_cz: Lehce obrněný, hladký roh 3x1x1
de: Leichte glatte Panzerung (Ecke) 3x1x1
es: Esquina de blindaje ligero 3x1x1 Liso
fr: Coin de blindage léger 3x1x1 lissé
hu_hu: Könnyű-Páncél Sarok 3x1x1 Sima
it: Armatura ad angolo leggera spiovente 3x1x1
pl_pl: Gładki narożnik lekkiego pancerza 3x1x1
pt_br: Canto suavizado 3x1x1 (blindagem leve)
ru: Легкая Броня, Угол 3x1x1 Сглаж.
zh_cn: 平滑的轻型护甲角块-phdqxhjjk- 3x1x1

# DisplayName_Block_LightArmorInvCorner
source: Light Armor Inv. Corner
cs_cz: Lehce obrněný obrácený roh
de: Leichte Panzerung (inv. Ecke)
es: Esquina Inv. de blindaje ligero
fr: Coin de blindage léger inversé
hu_hu: Könnyű-Páncél Fordított Sarok
it: Angolo invertito armatura leggera
pl_pl: Odw. naroże lekkiego pancerza
pt_br: Canto inv. (blindagem leve)
ru: Обратный угол легкой брони
zh_cn: 斜轻甲补角块-xqjbjk-

# DisplayName_Block_LightArmorInvCorner2
source: Light Armor Inv. Corner 2x1x1
cs_cz: Lehce obrněný, obrácený roh 2x1x1
de: Leichte Panzerung (inv. Ecke) 2x1x1
es: Esquina Inv. de blindaje ligero 2x1x1
fr: Coin de blindage léger inversé 2x1x1
hu_hu: Könnyű-Páncél Fordított Sarok 2x1x1
it: Angolo invertito armatura leggera 2x1x1
pl_pl: Odw. narożnik lekkiego pancerza 2x1x1
pt_br: Canto inv. 2x1x1 (blindagem leve)
ru: Легкая Броня, Инв.Угол 2x1x1
zh_cn: 缺角的轻型护甲块-qjdqxhjk- 2x1x1

# DisplayName_Block_LightArmorInvCorner2Base
source: Light Armor Inv. Corner 2x1x1 Base
cs_cz: Lehce obrněný, obrácený roh 2x1x1 - Základ
de: Leichte Panzerung (inv. Eck-Sockel) 2x1x1
es: Esquina Inv. de blindaje ligero 2x1x1 Base
fr: Coin de blindage léger inv. 2x1x1 base
hu_hu: Könnyű-Páncél Fordított Sarok 2x1x1 Alap
it: Angolo invertito armatura leggera 2x1x1 Base
pl_pl: Odw. narożnik lekkiego pancerza 2x1x1 podstawa
pt_br: Base de canto inv. 2x1x1 (blindagem leve)
ru: Обратный угол 2x1 основа легкой брони
zh_cn: 斜轻甲补角块后-xqjbjkh-2x1x1

# DisplayName_Block_LightArmorInvCorner2BaseSmooth
source: Light Armor Inv. Corner 2x1x1 Base Smooth
cs_cz: Lehce obrněný, obrácený roh 2x1x1 - Hladký základ
de: Leichte glatte Panzerung (inv. Eck-Sockel) 2x1x1
es: Esquina Inv. de blindaje ligero 2x1x1 Base Lisa
fr: Coin de blindage léger inv. 2x1x1 base lissée
hu_hu: Könnyű-Páncél Fordított Sarok 2x1x1 Alap Sima
it: Angolo invertito armatura leggera 2x1x1 Base Liscia
pl_pl: Odw. narożnik lekkiego pancerza 2x1x1 gładka podstawa
pt_br: Base de canto inv. suavizada 2x1x1 (blindagem leve)
ru: Легкая Броня, Инв.Угол 2x1x1 Основа Сглаж.
zh_cn: 平滑斜轻甲补角块后-phxqjbjkh-2x1x1

# DisplayName_Block_LightArmorInvCorner2Smooth
source: Light Armor Inv. Corner 2x1x1 Smooth
cs_cz: Lehce obrněný, obrácený, hladký roh 2x1x1
de: Leichte glatte Panzerung (inv. Ecke) 2x1x1
es: Esquina Inv. de blindaje ligero 2x1x1 Liso
fr: Coin de blindage léger inversé 2x1x1 lissé
hu_hu: Könnyű-Páncél Fordított Sarok 2x1x1 Sima
it: Angolo invertito armatura leggera 2x1x1 Liscio
pl_pl: Odw. gładki narożnik lekkiego pancerza 2x1x1
pt_br: Canto inv. suavizado 2x1x1 (blindagem leve)
ru: Легкая Броня, Инв.Угол 2x1x1 Сглаж.
zh_cn: 平滑缺角的轻型护甲块-phqjdqxhjk- 2x1x1

# DisplayName_Block_LightArmorInvCorner2Tip
source: Light Armor Inv. Corner 2x1x1 Tip
cs_cz: Lehce obrněný, obrácený roh 2x1x1 - Špička
de: Leichte Panzerung (inv. Eck-Spitze) 2x1x1
es: Esquina Inv. de blindaje ligero 2x1x1 Punta
fr: Coin de blindage léger inv. 2x1x1 extrémité
hu_hu: Könnyű-Páncél Fordított Sarok 2x1x1 Tip
it: Angolo invertito armatura leggera 2x1x1 Punta
pl_pl: Odw. narożnik lekkiego pancerza 2x1x1
pt_br: Ponta de canto inv. 2x1x1 (blindagem leve)
ru: Обратный угол 2x1 вершина легкой брони
zh_cn: 斜轻甲补角块前-xqjbjkq-2x1x1

# DisplayName_Block_LightArmorInvCorner2TipSmooth
source: Light Armor Inv. Corner 2x1x1 Tip Smooth
cs_cz: Lehce obrněný, obrácený roh 2x1x1 - Hladká špička
de: Leichte glatte Panzerung (inv. Eck-Spitze) 2x1x1
es: Esquina Inv. de blindaje ligero 2x1x1 Punta lisa
fr: Coin de blindage léger inv. 2x1x1 extrémité lissée
hu_hu: Könnyű-Páncél Fordított Sarok 2x1x1 Tip Sima
it: Angolo invertito armatura leggera 2x1x1 Punta Liscia
pl_pl: Narożnik lekkiego pancerza 2x1x1 gładka końcówka
pt_br: Canto inv. suavizado 2x1x1 (blindagem leve)
ru: Легкая Броня, Инв.Угол 2x1x1 Верш.
zh_cn: 平滑斜轻甲补角块前-phxqjbjkq-2x1x1

# DisplayName_Block_LightArmorInvCorner3
source: Light Armor Inv. Corner 3x1x1
cs_cz: Lehce obrněný, obrácený roh 3x1x1
de: Leichte Panzerung (inv. Ecke) 3x1x1
es: Esquina Inv. de blindaje ligero 3x1x1
fr: Coin de blindage léger inversé 3x1x1
hu_hu: Könnyű-Páncél Fordított 3x1x1 Sarok
it: Angolo invertito armatura leggera 3x1x1
pl_pl: Odw. narożnik lekkiego pancerza 3x1x1
pt_br: Canto inv. 3x1x1 (blindagem leve)
ru: Легкая Броня, Инв.Угол 3x1x1
zh_cn: 缺角的轻型护甲块-qjdqxhjk- 3x1x1

# DisplayName_Block_LightArmorInvCorner3Smooth
source: Light Armor Inv. Corner 3x1x1 Smooth
cs_cz: Lehce obrněný, obrácený, hladký roh 3x1x1
de: Leichte glatte Panzerung (inv. Ecke) 3x1x1
es: Esquina Inv. de blindaje ligero 3x1x1 Liso
fr: Coin de blindage léger inversé 3x1x1 lissé
hu_hu: Könnyű-Páncél Fordított Sarok 3x1x1 Sima
it: Angolo invertito armatura leggera 3x1x1 Liscio
pl_pl: Odw. gładki narożnik lekkiego pancerza 3x1x1
pt_br: Canto inv. suavizado 3x1x1 (blindagem leve)
ru: Легкая Броня, Инв.Угол 3x1x1 Сглаж.
zh_cn: 平滑缺角的轻型护甲块-phqjdqxhjk- 3x1x1

# DisplayName_Block_LightArmorSlope
source: Light Armor Slope
cs_cz: Lehce obrněný zešikmený blok
de: Leichte Panzerung (Rampe)
es: Pendiente de blindaje ligero
fr: Pente de Blindage Léger
hu_hu: Könnyű-Páncél Lejtő
it: Blocco inclinato armatura leggera
pl_pl: Skos lekkiego pancerza
pt_br: Inclinação de blindagem leve
ru: Скат легкой брони
zh_cn: 斜轻甲块-xqjk-

# DisplayName_Block_LightArmorSlope2
source: Light Armor Slope 2x1x1
cs_cz: Lehce obrněný, zakulacený blok 2x1x1
de: Leichte Panzerung (Rampe) 2x1x1
es: Pendiente de blindaje ligero 2x1x1
fr: Pente de blindage léger 2x1x1
hu_hu: Könnyű-Páncél Lejtő 2x1x1
it: Blocco inclinato armatura leggera 2x1x1
pl_pl: Skos lekkiego pancerza 2x1x1
pt_br: Inclinação 2x1x1 (blindagem leve)
ru: Легкая Броня, Скат 2x1x1
zh_cn: 轻型护甲坡块-qxhjpk- 2x1x1

# DisplayName_Block_LightArmorSlope2Base
source: Light Armor Slope 2x1x1 Base
cs_cz: Lehce obrněné zešikmení 2x1x1 - Základ
de: Leichte Panzerung (Sockel) 2x1x1
es: Pendiente de blindaje ligero 2x1x1 Base
fr: Pente de blindage léger 2x1x1 base
hu_hu: Könnyű-Páncél Lejtő 2x1x1 Alap
it: Blocco inclinato armatura leggera 2x1x1 Base
pl_pl: Skos lekkiego pancerza 2x1x1 podstawa
pt_br: Base inclinada 2x1x1 (blindagem leve)
ru: Скат 2x1 основа легкой брони
zh_cn: 斜轻甲块后-xqjkh-2x1x1

# DisplayName_Block_LightArmorSlope2BaseSmooth
source: Light Armor Slope 2x1x1 Base Smooth
cs_cz: Lehce obrněné zešikmení 2x1x1 - Hladký základ
de: Leichte glatte Panzerung (Rampensockel) 2x1x1
es: Pendiente de blindaje ligero 2x1x1 Base Lisa
fr: Pente de blindage léger 2x1x1 base lissée
hu_hu: Könnyű-Páncél Lejtő 2x1x1 Alap Sima
it: Blocco inclinato armatura leggera 2x1x1 Base Liscia
pl_pl: Skos lekkiego pancerza 2x1x1 gładka podstawa
pt_br: Base inclinada suavizada 2x1x1 (blindagem leve)
ru: Легкая Броня, Скат 2x1x1 Основа Сглаж.
zh_cn: 平滑斜轻甲块后-xqjkh-2x1x1

# DisplayName_Block_LightArmorSlope2Smooth
source: Light Armor Slope 2x1x1 Smooth
cs_cz: Lehce obrněný, zakulacený, hladký blok 2x1x1
de: Leichte glatte Panzerung (Rampe) 2x1x1
es: Pendiente de blindaje ligero 2x1x1 Liso
fr: Pente de blindage léger 2x1x1 lissée
hu_hu: Könnyű-Páncél Lejtő 2x1x1 Sima
it: Blocco inclinato armatura leggera 2x1x1 Liscio
pl_pl: Gładki skos lekkiego pancerza 2x1x1
pt_br: Inclinação suavizada 2x1x1 (blindagem leve)
ru: Легкая Броня, Скат 2x1x1 Сглаж.
zh_cn: 平滑的轻型护甲坡块-phdqxhjpk- 2x1x1

# DisplayName_Block_LightArmorSlope2Tip
source: Light Armor Slope 2x1x1 Tip
cs_cz: Lehce obrněné zešikmení 2x1x1 - Špička
de: Leichte Panzerung (Spitze) 2x1x1
es: Pendiente con blindaje ligero 2x1x1 punta
fr: Pente de blindage léger 2x1x1 extrémité
hu_hu: Könnyű-Páncél Lejtő 2x1x1 Tip
it: Blocco inclinato armatura leggera 2x1x1 Punta
pl_pl: Skos lekkiego pancerza 2x1x1 końcówka
pt_br: Ponta de inclinação 2x1x1 (blindagem leve)
ru: Скат 2x1 вершина легкой брони
zh_cn: 斜轻甲块前-xqjkq-2x1x1
