Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# BlockPropertyProperties_CurrentInput
source: Current Input:
cs_cz: Současný vstup:
de: Aktuelle Zufuhr:
es: Entrada actual:
fr: Tension d'entrée :
hu_hu: Jelenlegi bemenet:
it: Input di corrente:
pl_pl: Aktualny Wkład:
pt_br: Entrada atual:
ru: Потребление:
zh_cn: 当前输入：

# BlockPropertyProperties_ChargeEfficiency
source: Charge Efficiency:
de: Aufladeeffizienz:
es: Eficiencia de carga:
fr: Efficacité de charge :
it: Efficienza di carica:
pt_br: Eficiência de carregamento:
ru: Эффективность зарядки:
zh_cn: 充电效率：

# BlockPropertyProperties_CurrentMass
source: Current Mass:
cs_cz: Současná hmotnost:
de: Aktuelle Masse:
es: Masa actual:
fr: Masse actuelle :
hu_hu: Jelenlegi tömeg:
it: Massa attuale:
pl_pl: Aktualna Masa:
pt_br: Massa atual:
ru: Текущая масса:
zh_cn: 当前质量：

# BlockPropertyProperties_CurrentOutput
source: Current Output:
cs_cz: Současný výstup:
de: Aktuelle Abgabe:
es: Salida actual:
fr: Tension de sortie :
hu_hu: Jelenlegi kimenet:
it: Uscita corrente:
pl_pl: Aktualne Wyjście:
pt_br: Saída atual:
ru: Отдача:
zh_cn: 当前输出：

# BlockPropertyText_AnyoneCanUse
source: Anyone Can Use
cs_cz: Kdokoliv může použít
de: Von allen Spielern benutzbar
es: Todo el mundo puede usarlo
fr: Tout le monde peut l'utiliser
hu_hu: Bárki használhatja
it: Chiunque può usarlo
pl_pl: Każdy może używać
pt_br: Qualquer um pode utilizar
ru: Доступно всем
zh_cn: 任何人均能使用

# BlockPropertyText_TargetOptions
source: Target Options
de: Zieloptionen
es: Opciones de objetivo
fr: Options de ciblage
it: Opzioni obiettivo
pl_pl: Opcje namierzania
pt_br: Opções de alvo
ru: Параметры цели
zh_cn: 目标选项

# BlockPropertyText_TargetOptions_Target
source: Target
de: Ziel
es: Objetivo
fr: Cible
it: Obiettivo
pl_pl: Namierzaj
pt_br: Alvo
ru: Цель
zh_cn: 目标

# BlockPropertyItem_TargetOptions_Default
source: Default
de: Standard
es: Por defecto
fr: Par défaut
it: Predefinito
pl_pl: Domyślne
pt_br: Padrão
ru: Стандарт
zh_cn: 默认

# BlockPropertyItem_TargetOptions_Unknown
source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
pl_pl: Nieznane
pt_br: Desconhecido
ru: Неизвестно
zh_cn: 未知

# DisplayName_TargetOptions_Weapons
source: Weapons
de: Waffen
es: Armas
fr: Armes
it: Armi
pl_pl: Uzbrojenie
pt_br: Armas
ru: Оружие
zh_cn: 武器

# DisplayName_TargetOptions_Propulsion
source: Propulsion
de: Antrieb
es: Propulsión
it: Propulsione
pl_pl: Napęd
pt_br: Propulsão
ru: Двигатель
zh_cn: 推力

# DisplayName_TargetOptions_PowerSystems
source: Power systems
de: Energiesysteme
es: Sistemas de energía
fr: Systèmes d'alimentation
it: Sistemi di alimentazione
pl_pl: Zasilanie
pt_br: Sistemas de energia
ru: Силовая система
zh_cn: 电源系统

# BlockPropertyItem_TargetOptions_CycleSubsystems
source: Cycle Subsystems
de: Zwischen Teilsystemen umschalten
es: Subsistemas de ciclo
fr: Alterner les sous-systèmes
it: Sottosistemi di ciclo
pl_pl: Przełączaj podsystemy
pt_br: Subsistemas de Ciclo
ru: Переключение между подсистемами
zh_cn: 循环子系统

# BlockPropertyText_Button
source: Button
cs_cz: Tlačítko
de: Taste
es: Botón
fr: Bouton
hu_hu: Gomb
it: Pulsante
pl_pl: Przycisk
pt_br: Botão
ru: Кнопка
zh_cn: 按钮

# BlockPropertyText_ButtonList
source: Available buttons
cs_cz: Dostupná tlačítka
de: Verfügb. Tasten
es: Botones disponibles
fr: Boutons disponibles
hu_hu: Elérhető gombok
it: Pulsanti disponibili
pl_pl: Dostępne przyciski
pt_br: Botões disponíveis
ru: Доступные кнопки
zh_cn: 可用按钮

# BlockPropertyText_ButtonName
source: Button name
cs_cz: Název tlačítka
de: Tastenname
es: Nombre del botón
fr: Nom du bouton
hu_hu: Gomb neve
it: Nome pulsante
pl_pl: Nazwa przycisku
pt_br: Nome do botão
ru: Имя кнопки
zh_cn: 按钮名称

# BlockPropertyTitle_Alignment
source: Alignment:
cs_cz: Vycentrování:
de: Ausrichtung:
es: Alineamiento:
fr: Alignement :
hu_hu: Igazítás:
it: Allineamento:
pl_pl: Ułożenie:
pt_br: Alinhamento:
ru: Выравнивание:
zh_cn: 对齐：

# BlockPropertyTitle_AssignedCamera
source: Assigned camera
cs_cz: Přiřazená kamera
de: Zugewiesene Kamera
es: Cámara asignada
fr: Caméra assignée
hu_hu: Hozzárendelt kamera
it: Telecamera assegnata
pl_pl: Przypisana kamera
pt_br: Câmera atribuída
ru: Назначенная камера
zh_cn: 分镜头

# BlockPropertyTitle_AssignedPB
source: Assigned Programmable Block
cs_cz: Přiřazený programovatelný blok
de: Zugewiesener programmierbarer Block
es: Bloque programable asignado
fr: Bloc programmable assigné
hu_hu: Hozzárendelt programozható blokk
it: Blocco programmabile assegnato
pl_pl: Przypisany Blok Programowalny
pt_br: Bloco programável atribuído
ru: Назначенный программный блок
zh_cn: 分配可编程方块

# BlockPropertyTitle_Auto
source: Auto
hu_hu: Automatikus
ru: Авто
zh_cn: 自动

# BlockPropertyTitle_AutoPilot
source: Autopilot
es: Piloto automático
fr: Pilotage automatique
hu_hu: Robotpilóta
it: Autopilota
pt_br: Piloto automático
ru: Автопилот
zh_cn: 自动驾驶

# BlockPropertyTitle_AutoPilotToolbarOpen
source: Setup Actions
cs_cz: Nastavit akce
de: Aktionen konfigurieren
es: Establecer acciones
fr: Paramétrer les actions
hu_hu: Beállítási műveletek
it: Configura azioni
pl_pl: Ustaw działania
pt_br: Configurar ações
ru: Задать действия
zh_cn: 设置动作

# BlockPropertyTitle_AutoRefill
source: Auto-Refill
cs_cz: Automatické doplňování
de: Automatisch auffüllen
es: Auto-rellenar
fr: Remplissage automatique
hu_hu: Auto-Újratöltő
it: Riempimento automatico
pl_pl: Autonapełnianie
pt_br: Reabastecimento automático
ru: Автонаполнение
zh_cn: 自动充气

# BlockPropertyTitle_BackgroundColor
source: Backgr.
cs_cz: Pozadí
de: Hintergr.
es: Fondo
fr: Arrière-plan
hu_hu: Háttér.
it: Sfondo
pl_pl: Tło
pt_br: Fundo
ru: Фон
zh_cn: 标题背景

# BlockPropertyTitle_Beacons
source: Beacons
de: Funkbaken
es: Balizas
fr: Balises
it: Radiofari
pl_pl: Sygnalizatory
pt_br: Sinalizadores
ru: Маяки
zh_cn: 信标

# BlockPropertyTitle_BreakForce
source: Break Force
cs_cz: Síla pro odpojení
de: Bremskraft
es: Fuerza de frenado
fr: Force de freinage
hu_hu: Töréserő
it: Forza di rottura
pl_pl: Siła rozdzielenia
pt_br: Força de frenagem
ru: Сила отрыва
zh_cn: 破坏力

# BlockPropertyTitle_BroadcastRadius
source: Broadcast radius
cs_cz: Rádius vysílání
de: Funkreichweite
es: Radio de emisión
fr: Rayon de transmission
hu_hu: Műsorszórási sugár
it: Raggio di trasmissione
pl_pl: Zasięg nadawania
pt_br: Raio de transmissão
ru: Радиус вещания
zh_cn: 广播半径

# BlockPropertyTitle_ChargeMode
source: Charge Mode
de: Lademodus
es: Modo de carga
fr: Mode Charge
hu_hu: Töltési mód
it: Modalità ricarica
pl_pl: Tryb ładowania
pt_br: Modo carga
ru: Режим зарядки
zh_cn: 充电模式

# BlockPropertyTitle_CollisionAvoidance
source: Collision avoidance
cs_cz: Předcházení kolizím
de: Kollisionsvermeidung
es: Prevención de colisiones
fr: Evitement de collision
hu_hu: Ütközés elkerülése
it: Prevenzione delle collisioni
pl_pl: Omijanie kolizji
pt_br: Prevenção de colisão
ru: Избегание столкновений
zh_cn: 防撞

# BlockPropertyTitle_Connector_Strength
source: Strength
cs_cz: Síla
de: Magnetfeldstärke
es: Fuerza
fr: Force
hu_hu: Szilárdság
it: Forza
pl_pl: Moc
pt_br: Potência
ru: Сила коннектора
zh_cn: 强度

# BlockPropertyTitle_PanelContent
source: Content
de: Inhalt
es: Contenido
fr: Contenu
hu_hu: Tartalom
it: Contenuto
pl_pl: Zawartość
pt_br: Conteúdo
ru: Содержание
zh_cn: 内容

# BlockPropertyTitle_ConveyorSorterAdd
source: Add
cs_cz: Přidat
de: Hinzufügen
es: Añadir
fr: Ajouter
hu_hu: Hozzáadás
it: Aggiungi
pl_pl: Dodaj
pt_br: Adicionar
ru: Добавить
zh_cn: 加入

# BlockPropertyTitle_ConveyorSorterCandidatesList
source: Add new filter
cs_cz: Přidat nový filtr
de: Neuen Filter hinzufügen
es: Añadir nuevo filtro
fr: Ajouter un nouveau filtre
hu_hu: Új szűrő hozzáadása
it: Aggiungi filtro
pl_pl: Dodaj nowy filtr
pt_br: Adicionar novo filtro
ru: Добавить фильтр
zh_cn: 添加新的筛选项

# BlockPropertyTitle_ConveyorSorterFilterItemsList
source: Active filters
cs_cz: Aktivní filtry
de: Aktive Filter
es: Filtros activos
fr: Filtres actifs
hu_hu: Aktív szűrők
it: Filtri attivi
pl_pl: Aktywne filtry
pt_br: Ativar filtros
ru: Активные фильтры
zh_cn: 有效筛选

# BlockPropertyTitle_ConveyorSorterFilterMode
source: Filter Mode
cs_cz: Režim filtrování
de: Filtermodus
es: Modo de filtrado
fr: Mode Filtre
hu_hu: Szűrő mód
it: Modalità filtro
pl_pl: Tryb filtrowania
pt_br: Modo filtro
ru: Режим фильтра
zh_cn: 筛选模式

# BlockPropertyTitle_ConveyorSorterFilterModeBlacklist
source: Blacklist
es: Lista negra
fr: Liste noire
hu_hu: Feketelista
it: Lista Nera
pl_pl: Czarna lista
pt_br: Lista negra
ru: Черный список
zh_cn: 黑名单

# BlockPropertyTitle_ConveyorSorterFilterModeWhitelist
source: Whitelist
es: Lista blanca
fr: Liste blanche
hu_hu: Fehérlista
it: Lista Bianca
pl_pl: Biała lista
pt_br: Lista branca
ru: Белый список
zh_cn: 白名单

# BlockPropertyTitle_ConveyorSorterRemove
source: Remove
cs_cz: Odebrat
de: Entfernen
es: Eliminar
fr: Supprimer
hu_hu: Eltávolítás
it: Rimuovi
pl_pl: Usuń
pt_br: Remover
ru: Удалить
zh_cn: 移除

# BlockPropertyTitle_Depressurize
source: Depressurize
cs_cz: Odtlakování
de: Druck ablassen
es: Despresurizar
fr: Dépressuriser
hu_hu: Nyomásmentesítés
it: Depressurizza
pl_pl: Rozprężyć
pt_br: Despressurizar
ru: Разгерметизация
zh_cn: 减压

# BlockPropertyTitle_DestinationGPS
source: Destination GPS coordinates:
cs_cz: Cílové souřadnice GPS:
de: GPS-Koordinaten des Zielorts:
es: Coordenadas GPS de destino:
fr: Coordonnées GPS de destination :
hu_hu: Cél GPS koordinátái:
it: Coordinate GPS di destinazione:
pl_pl: Docelowe koordynaty GPS
pt_br: Destino das coordenadas de GPS:
ru: Координаты точки назначения:
zh_cn: 目的地GPS坐标：

# BlockPropertyTitle_Discharge
source: Discharge
cs_cz: Vybíjet
de: Entladen
es: Descarga
fr: Décharger
hu_hu: Kirakodás
it: Scarica
pl_pl: Rozładuj
pt_br: Descarregar
ru: Разрядить
zh_cn: 放电

# BlockPropertyTitle_EnableDockingMode
source: Precision Mode
cs_cz: Režim přesnosti
de: Präzisions-Modus
es: Modo de precisión
fr: Mode précision
hu_hu: Precíziós mód
it: Modalità di precisione
pl_pl: Tryb precyzyjny
pt_br: Modo precisão
ru: Режим точности
zh_cn: 精确模式

# BlockPropertyTitle_FlightMode
source: Flight Mode
cs_cz: Letový režim
de: Flug-Modus
es: Modo de vuelo
fr: Mode vol
hu_hu: Repülési mód
it: Modalità di Volo
pl_pl: Tryb lotu
pt_br: Modo voo
ru: Режим полёта
zh_cn: 普通飞行模式

# BlockPropertyTitle_FlightMode_Circle
source: Circle
cs_cz: V kruhu
de: Kreisen
es: Círculos
fr: Cercle
hu_hu: Kör
it: Circolare
pl_pl: Krąż
pt_br: Círculo
ru: Круг
zh_cn: 环路

# BlockPropertyTitle_FlightMode_OneWay
source: One Way
cs_cz: Jednosměrný
de: One-Way-Flug
es: Una dirección
fr: Sens unique
hu_hu: Egyirányú
it: Sola Andata
pl_pl: Jedno-kierunkowy
pt_br: Direção única
ru: В один конец
zh_cn: 单程

# BlockPropertyTitle_FlightMode_Patrol
source: Patrol
cs_cz: Hlídkování
de: Patrouille
es: Patrullar
fr: Patrouiller
hu_hu: Járőr
it: Ricognizione
pt_br: Patrulha
ru: Патрулировать
zh_cn: 巡逻

# BlockPropertyTitle_SetFlightModeFormat
source: Set Flight Mode: {0}
de: Flugmodus festlegen: {0}
es: Establecer modo de vuelo: {0}
fr: Définir le mode de vol : {0}
it: Imposta la modalità di volo: {0}
pt_br: Definir modo de voo: {0}
ru: Задать режим полета: {0}
zh_cn: 设置飞行模式：{0}

# BlockPropertyTitle_Font
source: Font
de: Schriftart
es: Fuente
fr: Police
hu_hu: Betűtípus
pl_pl: Czcionka
pt_br: Fonte
ru: Шрифт
zh_cn: 字体

# BlockPropertyTitle_FontColor
source: Color
cs_cz: Barva
de: Farbe
fr: Couleur
hu_hu: Szín
it: Colore
pl_pl: Kolor
pt_br: Cor
ru: Цвет
zh_cn: 颜色

# BlockPropertyTitle_Force
source: Force
cs_cz: Síla
de: Kraft
es: Fuerza
hu_hu: Erő
it: Forza
pl_pl: Siła
pt_br: Força
ru: Сила
zh_cn: 力量

# BlockPropertyTitle_ForwardDirection
source: Forward Direction
cs_cz: Směr orientace
de: Vorwärts-Richtung
es: Dirección hacia delante
fr: Devant
hu_hu: Előre
it: Direzione Avanti
pl_pl: Kierunek "do przodu"
pt_br: Direção para frente
ru: Ориентация полета
zh_cn: 航向

# BlockPropertyTitle_GpsLocations
source: GPS Locations
cs_cz: GPS souřadnice
de: GPS-Standorte
es: Localizaciones GPS
fr: Emplacements GPS
hu_hu: GPS helyek
it: Posizioni GPS
pl_pl: Lokacje GPS
pt_br: Localizações do GPS
ru: Точки GPS
zh_cn: GPS位置

# BlockPropertyTitle_GravityAcceleration
source: Acceleration
cs_cz: Zrychlení
de: Beschleunigung
es: Aceleración
fr: Accélération
hu_hu: Gyorsulás
it: Accelerazione
pl_pl: Przyśpieszenie
pt_br: Aceleração
ru: Ускорение
zh_cn: 加速度

# BlockPropertyTitle_GravityFieldDepth
source: Field depth
cs_cz: Hloubka pole
de: Feldtiefe
es: Profundidad del campo
fr: Profondeur du champ
hu_hu: Mező mélysége
it: Profondità del campo
pl_pl: Głębokość pola
pt_br: Profundidade do campo
ru: Глубина поля
zh_cn: 场深度

# BlockPropertyTitle_GravityFieldHeight
source: Field height
cs_cz: Výška pole
de: Feldhöhe
es: Altura del campo
fr: Hauteur du champ
hu_hu: Mező magassága
it: Altezza del campo
pl_pl: Wysokość pola
pt_br: Altura do campo
ru: Высота поля
zh_cn: 场高度

# BlockPropertyTitle_GravityFieldRadius
source: Radius
cs_cz: Rádius
es: Radio
fr: Rayon
hu_hu: Sugár
it: Raggio
pl_pl: Promień
pt_br: Raio
ru: Радиус
zh_cn: 半径

# BlockPropertyTitle_GravityFieldWidth
source: Field width
cs_cz: Šířka pole
de: Feldbreite
es: Anchura del campo
fr: Largeur du champ
hu_hu: Mező szélessége
it: Larghezza del campo
pl_pl: Szerokość pola
pt_br: Largura do campo
ru: Ширина поля
zh_cn: 力场宽度

# BlockPropertyTitle_GyroOverride
source: Override controls
cs_cz: Obejít ovládání
de: In Steuerung eingreifen
es: Anular controles
fr: Prise de contrôle directe
hu_hu: Vezérlők felülbírálása
it: Esclusione controlli
pl_pl: Nadpisz sterowanie
pt_br: Substituir controles
ru: Перехват управления
zh_cn: 越级控制

# BlockPropertyTitle_GyroPitchOverride
source: Pitch override
cs_cz: Obejít klopení
de: Nicken - manueller Eingriff
es: Anulación de inclinación
fr: Annulation du tangage
hu_hu: Hangmagasság felülbírálása
it: Esclusione beccheggio
pl_pl: Ustaw pułap
pt_br: Substituir inclinação
ru: Тангаж (перехват)
zh_cn: 俯仰越级手控

# BlockPropertyTitle_GyroPower
source: Power
cs_cz: Energie
de: Energie
es: Energía
fr: Puissance
hu_hu: Energia
it: Potenza
pl_pl: Moc
pt_br: Energia
ru: Мощность
zh_cn: 功率

# BlockPropertyTitle_GyroRollOverride
source: Roll override
cs_cz: Obejít stáčení
de: Rollen - manueller Eingriff
es: Anulación de rotación
fr: Annulation du roulis
hu_hu: Tekercs felülírása
it: Esclusione rollio
pl_pl: Ustaw obrót
pt_br: Substituir rotação
ru: Крен (перехват)
zh_cn: 翻滚越级控制

# BlockPropertyTitle_GyroYawOverride
source: Yaw override
cs_cz: Obejít otáčení
de: Gieren - manueller Eingriff
es: Anulación de virado
fr: Annulation du lacet
hu_hu: Yaw felülírása
it: Esclusione imbardata
pl_pl: Ustaw wychylenie
pt_br: Substituir guinada
ru: Рысканье (перехват)
zh_cn: 偏航越级控制

# BlockPropertyTitle_JumpDistance
source: Distance
cs_cz: Vzdálenost
de: Entfernung
es: Distancia
hu_hu: Távolság
it: Distanza
pl_pl: Dystans
pt_br: Distância
ru: Дистанция
zh_cn: 距离

# BlockPropertyTitle_LandGearAutoLock
source: Autolock
cs_cz: Automatický zámek
de: Automatische Verriegelung
es: Bloqueo automático
fr: Verrouillage automatique
hu_hu: Automata zár
it: Autobloccaggio
pl_pl: Autoblokada
pt_br: Travamento automático
ru: Автозацеп
zh_cn: 自动锁定

# BlockPropertyTitle_LargeTurretEnableTurretIdleMovement
source: Enable idle movement
cs_cz: Povolit pohyb při nečinnosti
de: Bewegung bei Inaktivität aktivieren
es: Habilitar movimiento inactivo
fr: Activer le mouvement au ralenti
hu_hu: Alapjárati mozgás engedélyezése
it: Abilita movimento durante inattività
pl_pl: Włącz bezczynny ruch
pt_br: Habilitar movimento ocioso
ru: Движение в режиме ожидании
zh_cn: 开启无目标移动

# BlockPropertyTitle_LargeTurret_EnableTargetLocking
source: Enable target locking
de: Zielerfassung aktivieren
es: Activar el bloqueo del objetivo
fr: Activer le verrouillage de la cible
it: Abilita il blocco dell'obiettivo
pl_pl: Włącz namierzanie celów
pt_br: Ativar bloqueio de alvo
ru: Включить захват цели
zh_cn: 启用目标锁定

# BlockPropertyTitle_LargeTurretRadius
source: AI aiming radius
cs_cz: Rádius zaměření
de: KI-Zielradius
es: Radio de puntería de la IA
fr: Rayon de visée de l'IA
hu_hu: Célzó sugár
it: Raggio di puntamento IA
pl_pl: Zasięg Celowania
pt_br: Raio de mira de IA
ru: Радиус прицеливания ИИ
zh_cn: AI瞄准半径

# BlockPropertyTitle_LargeTurretTargetCharacters
source: Target characters
cs_cz: Zaměřovat hráče
de: Spielcharaktere anvisieren
es: Apuntar a jugadores
fr: Cibler les personnages
hu_hu: Célkarakterek
it: Mira ai personaggi
pl_pl: Namierzaj postacie
pt_br: Mirar em personagens
ru: Стрелять по живой силе
zh_cn: 攻击角色

# BlockPropertyTitle_LargeTurretTargetDecoys
source: Target decoys
cs_cz: Zaměřovat návnady
de: Täuschkörper anvisieren
es: Apuntar a señuelos
fr: Cibler les leurres
hu_hu: Célpont csalik
it: Mira ai segnalatori
pl_pl: Namierzaj wabiki
pt_br: Mirar em iscas
ru: Стрелять по ловушкам
zh_cn: 攻击诱饵

# BlockPropertyTitle_LargeTurretTargetLargeGrids
source: Target large ships
cs_cz: Zaměřovat velké lodě
de: Große Schiffe anvisieren
es: Apuntar a naves grandes
fr: Cibler les grands vaisseaux
hu_hu: Célpont nagy hajók
it: Mira alle navi grandi
pl_pl: Namierzaj duże statki
pt_br: Mirar em naves grandes
ru: Стрелять по большим блокам
zh_cn: 攻击大船

# BlockPropertyTitle_LargeTurretTargetMeteors
source: Target meteors
cs_cz: Zaměřovat meteory
de: Meteore anvisieren
es: Apuntar a meteoritos
fr: Cibler les météores
hu_hu: Célpont meteorok
it: Mira alle meteore
pl_pl: Namierzaj meteory
pt_br: Mirar em meteoros
ru: Стрелять по метеоритам
zh_cn: 攻击流星

# BlockPropertyTitle_LargeTurretTargetMissiles
source: Target rockets
cs_cz: Zaměřovat rakety
de: Raketen anvisieren
es: Cohetes objetivo
fr: Cibler les roquettes
hu_hu: Célpont rakéták
it: Mira ai razzi
pl_pl: Namierzaj rakiety
pt_br: Mirar em mísseis
ru: Целиться в ракеты
zh_cn: 目标火箭

# BlockPropertyTitle_LargeTurretTargetMoving
source: Target moving objects
cs_cz: Zaměřovat pohybující se objekty
de: Bewegliche Objekte anvisieren
es: Apuntar a objetos en movimiento
fr: Cibler les objets en mouvement
hu_hu: Célpont mozgó tárgyakat
it: Mira agli oggetti in movimento
pl_pl: Namierzaj ruchome obiekty
pt_br: Mirar em objetos em movimento
ru: Стрелять по движущимся объектам
zh_cn: 攻击移动对象

# BlockPropertyTitle_LargeTurretTargetNeutrals
source: Target neutrals
cs_cz: Zaměřovat neutrální cíle
de: Neutrale Ziele anvisieren
es: Apuntar a neutrales
fr: Cibler les neutres
hu_hu: Célpont semlegesek
it: Mira ai neutrali
pl_pl: Namierzaj cele neutralne
pt_br: Mirar em alvos neutros
ru: Стрелять по нейтральным
zh_cn: 攻击中立方

# BlockPropertyTitle_LargeTurretTargetSmallGrids
source: Target small ships
cs_cz: Zaměřovat malé lodě
de: Kleine Schiffe anvisieren
es: Apuntar a naves pequeñas
fr: Cibler les petits vaisseaux
hu_hu: Célpont kis hajók
it: Mira alle navi piccole
pl_pl: Namierzaj małe statki
pt_br: Mirar em naves pequenas
ru: Стрелять по малым блокам
zh_cn: 攻击小船

# BlockPropertyTitle_LargeTurretTargetStations
source: Target stations
cs_cz: Zaměřit stanice
de: Stationen anvisieren
es: Apuntar a estaciones
fr: Cibler les stations
hu_hu: Célpont állomások
it: Mira alle stazioni
pl_pl: Namierzaj stacje
pt_br: Mirar em estações
ru: Стрелять по статичным блокам
zh_cn: 攻击太空站

# BlockPropertyTitle_LaserRange
source: Range
cs_cz: Vzdálenost
de: Reichweite
es: Rango
fr: Portée
hu_hu: Hatótávolság
it: Raggio
pl_pl: Zasięg
pt_br: Alcance
ru: Дальность
zh_cn: 范围

# BlockPropertyTitle_LCDScreenDefinitionsTextures
source: Loaded textures
cs_cz: Načtené obrázky
de: Geladene Texturen
es: Texturas cargadas
fr: Textures chargées
hu_hu: Betöltött textúrák
it: Texture caricate
pl_pl: Załadowane tekstury
pt_br: Texturas carregadas
ru: Доступные текстуры
zh_cn: 加载纹理

# BlockPropertyTitle_LCDScreenRefreshInterval
source: Image change interval
cs_cz: Interval změny obrázku
de: Bildwechsel-Intervall
es: Intervalo de cambio de imagen
fr: Temps de rafraîchissement
hu_hu: Képcsere-intervallum
it: Intervallo di aggiornamento immagine
pl_pl: Częstotliwość zmiany obrazka
pt_br: Intervalo de mudança da imagens
ru: Интервал переключения
zh_cn: 图像更改间隔

# BlockPropertyTitle_LCDScreenRemoveSelectedTextures
source: Remove selected
cs_cz: Smazat označené
de: Auswahl entfernen
es: Eliminar seleccionado
fr: Éffacer la sélection
hu_hu: Kválasztott eltávolítása
it: Rimuovi selezionato
pl_pl: Usuń zaznaczone
pt_br: Remover seleção
ru: Снять выбор
zh_cn: 删除已选定项

# BlockPropertyTitle_LCDScreenSelectedTextures
source: Selected textures
cs_cz: Vybrané obrázky
de: Ausgewählte Texturen
es: Texturas seleccionadas
fr: Textures sélectionnées
hu_hu: Kiválasztott textúrák
it: Texture selezionate
pl_pl: Zaznaczone tekstury
pt_br: Texturas selecionadas
ru: Выбранные текстуры
zh_cn: 选择纹理

# BlockPropertyTitle_LCDScreenSelectTextures
source: Add to selection
cs_cz: Přidat do výběru
de: Zur Auswahl hinzufügen
es: Añadir a selección
fr: Ajouter à la sélection
hu_hu: Hozzáadás a kiválasztáshoz
it: Aggiungi alla selezione
pl_pl: Dodaj do zaznaczenia
pt_br: Adicionar à seleção
ru: Добавить к выбранным
zh_cn: 添加到选择项

# BlockPropertyTitle_LCDScreenTextSize
source: Font Size
cs_cz: Velikost písma
de: Schriftgröße
es: Tamaño de fuente
fr: Taille de police
hu_hu: Betűméret
it: Dimensione Carattere
pl_pl: Rozmiar czcionki
pt_br: Tamanho da fonte
ru: Размер шрифта
zh_cn: 字体大小

# BlockPropertyTitle_LCDScreenTextPadding
source: Text Padding
de: Textrahmen
es: Relleno de texto
fr: Remplissage de texte
hu_hu: Szöveg kitöltése
it: Inserimento testo
pl_pl: Margines Tekstu
pt_br: Preenchimento do texto
ru: Отступ текста
zh_cn: 文本填充

# BlockPropertyTitle_LCDScreenPreserveAspectRatio
source: Preserve aspect ratio
de: Seitenverhältnis beibehalten
es: Conservar la relación de aspecto
fr: Conserver le rapport d'image
hu_hu: Képarány megtartása
it: Preserva proporzioni
pl_pl: Zachowaj proporcje
pt_br: Manter proporção da tela
ru: Сохранять соотношение сторон
zh_cn: 保存长宽比

# BlockPropertyTitle_LightBlinkInterval
source: Blink Interval
cs_cz: Interval Blikání
de: Blinkintervalle
es: Intervalo de parpadeo
fr: Intervalle de clignotement
hu_hu: Villogási időköz
it: Intervallo lampeggio
pl_pl: Częstotliwość migania
pt_br: Intervalo da luz piscando
ru: Интервал вспышек
zh_cn: 闪烁间隔

# BlockPropertyTitle_LightBlinkLenght
source: Blink Length
cs_cz: Délka Blikání
de: Aufblinkdauer
es: Longitud del parpadeo
fr: Longueur du clignotement
hu_hu: Villogás hossza
it: Lunghezza lampeggio
pl_pl: Długość mignięcia
pt_br: Comprimento da luz piscando
ru: Продолжительность вспышек
zh_cn: 闪烁长度

# BlockPropertyTitle_LightBlinkOffset
source: Blink Offset
cs_cz: Vyrovnanost blikání
de: Blinkverzögerung
es: Desfase del parpadeo
fr: Écart entre deux clignotements
hu_hu: Villogás eltolása
it: Ritardo lampeggio
pl_pl: Przesunięcie mignięcia
pt_br: Balanço da luz piscando
ru: Задержка вспышек
zh_cn: 闪烁偏移

# BlockPropertyTitle_LightColor
source: Color
cs_cz: Barva
de: Farbe
fr: Couleur
hu_hu: Szín
it: Colore
pl_pl: Kolor
pt_br: Cor
ru: Цвет
zh_cn: 颜色

# BlockPropertyTitle_LightColorAtMinimalLoad
source: Color at minimal load
de: Farbe bei minimaler Auslastung
es: Color con carga mínima
fr: Couleur à charge minimale
it: Colora al carico minimo
pl_pl: Kolor przy minimalnym obciążeniu
pt_br: Cor com carga mínima
ru: Цвет при минимальной нагрузке
zh_cn: 最小负荷下的颜色

# BlockPropertyTitle_LightColorAtMaximalLoad
source: Color at maximal load
de: Farbe bei maximaler Auslastung
es: Color con carga máxima
fr: Couleur à charge maximale
it: Colora al carico massimo
pl_pl: Kolor przy maksymalnym obciążeniu
pt_br: Cor com carga máxima
ru: Цвет при максимальной нагрузке
zh_cn: 最大负荷下的颜色

# BlockPropertyTitle_LightFalloff
source: Falloff
cs_cz: Vybarvení
de: Vignettierung
es: Disminución
fr: Atténuation
hu_hu: Esés
it: Diminuzione
pl_pl: Zanik
pt_br: Desvanecimento
ru: Спад
zh_cn: 亮度衰减

# BlockPropertyTitle_LightIntensity
source: Intensity
cs_cz: Intenzita
de: Intensität
es: Intensidad
fr: Intensité
hu_hu: Intenzitás
it: Intensità
pl_pl: Intensywność
pt_br: Intensidade
ru: Интенсивность
zh_cn: 亮度
