Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# StoryText_BuilderStories1
source: If I could work with ships all day - and never have to talk with another human being - I think I would finally be happy.
de: Wenn ich den ganzen Tag mit Raumschiffen arbeiten könnte – und nie mit einem anderen Menschen sprechen müsste – dann wäre ich endlich glücklich.
es: Si pudiera trabajar con naves todo el día - y no tener que hablar nunca con otro ser humano - creo que por fin sería feliz.
fr: Si je pouvais travailler avec des vaisseaux toute la journée, et ne jamais avoir à parler à un autre être humain, je pense que je serais enfin heureux.
it: Se potessi lavorare sulle navi tutto il giorno, e non dover mai parlare con un altro essere umano, penso che finalmente sarei felice.
pt_br: Se pudesse trabalhar com as minhas naves o dia todo e nunca mais ter que falar com outro ser humano, acho que finalmente eu seria feliz.
ru: Если бы можно было иметь дело только с кораблями — и никогда не разговаривать с людьми — думаю, в этом было бы мое счастье.
zh_cn: 如果我能整天和飞船打交道，而不必和任何人类说话，我想我最终会感到快乐。

# StoryTitle_BuilderStories2
source: Salesmanship
de: Verkaufstalent
es: Vendedor
fr: Esprit de vente
it: Arte del vendere
pt_br: Vendedor
ru: Умение продавать
zh_cn: 销售技巧

# StoryText_BuilderStories2
source: Reminder: Instead of slow, say the ship is "intended for precise movements." Instead of power-hungry, say it's "built like a workhorse."
de: Zur Erinnerung: Sagen Sie anstelle von langsam, dass das Schiff „für präzise Bewegungen ausgelegt“ ist. Sagen Sie anstelle von machthungrig, dass es „wie ein Arbeitstier gebaut“ ist.
es: Recordatorio: En lugar de lenta, diga que la nave está «pensada para movimientos precisos». En lugar de decir que consume mucho, diga que está «construida como un caballo de batalla».
fr: Rappel : au lieu de « lent », dites que le navire est « conçu pour des mouvements précis ». Au lieu de « gourmand en énergie », dites qu'il est « construit comme une bête de somme ».
it: Promemoria: invece che lenta, diciamo che la nave è "destinata a movimenti precisi". Invece di essere assetata di potere, diciamo che è "costruita come un cavallo di battaglia".
pt_br: Lembrete: Em vez de lenta, diga que a nave é "projetada para movimentos precisos". Em vez de oneroso, diga que foi "construído como um cavalo de batalha".
ru: Напоминание. корабль не «медленный», а «предназначен для точных движений». Не «прожорливый», а «построен как рабочая лошадка».
zh_cn: 提醒：别说飞船速度慢，而要说它“适合精确移动”。别说它费能量，而要说它“像重载机器一样强悍”。

# StoryTitle_BuilderStories3
source: Craftsmanship
de: Handwerkskunst
es: Artesanía
fr: Savoir-faire
it: Artigianato
pt_br: Artesanato
ru: Искусная работа
zh_cn: 工艺

# StoryText_BuilderStories3
source: Some might say anyone can build a ship - and with modular tech, they're right. But man, have I seen some ugly ships in my time.
de: Manche mögen sagen, dass jeder ein Schiff bauen kann – und mit modularer Technologie haben sie auch Recht. Aber Mann, ich habe schon einige hässliche Schiffe gesehen.
es: Algunos dirán que cualquiera puede construir una nave, y con la tecnología modular tienen razón. Pero hombre, he visto algunas naves feas en mis tiempos.
fr: Certains diront que tout le monde peut construire un vaisseau, et avec la technologie modulaire, ils ont raison. Mais j'ai vu des vaisseaux très laids dans ma vie.
it: Alcuni potrebbero dire che chiunque può costruire una nave e, con la tecnologia modulare, hanno ragione. Ma amico, c'erano delle navi davvero brutte ai miei tempi.
pt_br: Alguns podem dizer que qualquer um pode construir uma nave. E, com tecnologia modular, eles estão certos. Mas cara, eu já vi umas naves bem feias na minha vida.
ru: Говорят, построить корабль может каждый. И это так — благодаря модульной технологии. Но сколько же уродливых кораблей мне довелось повидать!
zh_cn: 有些人可能会说，谁都能造飞船 – 只要用上模块化技术，他们说得对。但我告诉你，我见过很多丑陋无比的飞船。

# StoryTitle_BuilderStories4
source: Suit
de: Arbeitskleidung
es: Traje
fr: Costume
it: Tuta
pt_br: Traje
ru: Костюм
zh_cn: 宇航服

# StoryText_BuilderStories4
source: I only work inside, helmet off. That acrid smell of welding - that's what it's all about. I won't have it be filtered out.
de: Ich arbeite nur drinnen, ohne Helm. Dieser beißende Geruch vom Schweißen – das ist es, worum es geht. Ich will nicht, dass er herausgefiltert wird.
es: Solo trabajo en el interior, sin casco. Ese olor acre de la soldadura, de eso se trata. No permitiré que se filtre.
fr: Je ne travaille qu'à l'intérieur, sans casque. L'odeur âcre de la soudure, c'est tout ce qui compte. Je ne veux pas qu'elle soit filtrée.
it: Lavoro solo all'interno, senza casco. Quell'odore acre di saldatura: lo adoro. Non voglio che venga filtrato.
pt_br: Só trabalho internamente, sem capacete. Aquele cheiro acre de solda é o que me faz gamar. Não vou deixar que me tirem isso.
ru: Я работаю только внутри, без шлема. Потому что я люблю этот едкий запах сварки Не хочу, чтобы фильтры его уничтожали.
zh_cn: 我只在里面工作，不戴头盔。那刺鼻的焊接气味才是意义所在。我可不想让它被过滤掉。

# StoryTitle_BuilderStories5
source: Cutting Corners
de: Spitze Ecken
es: Esquinas cortantes
fr: Rogner sur les dépenses
it: Battere la fiacca
pt_br: Pegando atalhos
ru: Халтура
zh_cn: 偷工减料

# StoryText_BuilderStories5
source: Boss got mad at a proposed design. He said it was little more than a box with thrusters on it. It can fly, can't it?
de: Der Chef war sauer, als er das vorgeschlagene Modell sah. Er sagte, es sei kaum mehr als eine Kiste mit Triebwerken darauf. Es kann doch fliegen, oder?
es: El jefe se enfadó con una propuesta de diseño. Dijo que era poco más que una caja con propulsores. Puede volar, ¿no?
fr: Le patron s'est mis en colère contre une proposition de conception. Il a dit que ce n'était rien de plus qu'une boîte avec des propulseurs. Elle peut voler, alors quoi ?
it: Il capo si è arrabbiato per un progetto proposto. Ha detto che era poco più di una scatola con dei propulsori sopra. Può volare, vero?
pt_br: O chefe ficou louco com o design proposto. Disse que era um pouquinho melhor que uma caixa com propulsores. Dá para voar, não dá?
ru: Начальник разозлился, когда увидел предложенную конструкцию. По его словам, оригинал был посложнее, чем коробка с ускорителями. Но оно же летает, верно?
zh_cn: 老板对我提的设计方案很生气。他说这就像是个带推进器的盒子。能飞就行，不是吗？

# StoryTitle_BuilderStories6
source: Artistry
de: Kunsthandwerk
es: Artesanía
fr: Art
it: Abilità artistica
pt_br: Arte
ru: Артистизм
zh_cn: 艺术性

# StoryText_BuilderStories6
source: I swear, no one appreciates aesthetics anymore. Each time someone brings back a heap of metal that used to be one of my creations, I die a little.
de: Ich schwöre, niemand schätzt mehr die Ästhetik. Jedes Mal, wenn jemand einen Haufen Metall zurückbringt, der einmal eine meiner Kreationen war, fühle ich mich elend.
es: Lo juro, ya nadie aprecia la estética. Cada vez que alguien trae un montón de metal que solía ser una de mis creaciones, me muero un poco.
fr: Je le jure, plus personne n'apprécie la beauté. Chaque fois que quelqu'un ramène un tas de ferraille qui était une de mes créations, je meurs un peu.
it: Giuro, nessuno apprezza più l'estetica. Ogni volta che qualcuno riporta un mucchio di metallo che era una delle mie creazioni, mi sento morire.
pt_br: Juro, ninguém mais aprecia a estética. Cada vez que alguém traz de volta um monte de metal que costumava ser uma das minhas criações, eu morro um pouco.
ru: Клянусь, никто больше не ценит эстетику. Каждый раз, когда мне приносят металлом, некогда бывший моим творением, внутри меня что-то надрывается.
zh_cn: 我发誓，现在没人欣赏美学了。每次有人把一堆金属带回来，我的心都在滴血，因为那是我以前的作品。

# StoryTitle_BuilderStories7
source: Thrusters
de: Triebwerke
es: Propulsores
fr: Propulseurs
it: Propulsori
pt_br: Propulsores
ru: Ускорители
zh_cn: 推进器

# StoryText_BuilderStories7
source: Forget drills, drives, weapons - forget all of it. What matters to me - and should matter to you - is how fast does your baby soar?
de: Vergessen Sie Bohrer, Antriebe, Waffen – vergessen Sie das alles. Was für mich zählt - und für Sie zählen sollte – ist, wie schnell Ihr Baby aufsteigt.
es: Olvídese de los taladros, los motores, las armas... olvídese de todo eso. Lo que me importa, y debería importarle a usted, es lo rápido que remonta el vuelo su bebé.
fr: Oubliez les foreuses, les moteurs, les armes, oubliez tout ça. Ce qui compte pour moi, et qui devrait compter pour vous, c'est la vitesse à laquelle votre bébé s'envole.
it: Dimentica trivelle, veicoli, armi: dimentica tutto. Ciò che conta per me, e che dovrebbe contare anche per te, è quanto velocemente vola il tuo amore?
pt_br: Esqueça brocas, drives, armas... esqueça tudo isso. O que importa para mim, e deveria importar para você, é quão rápido seu bebê voa.
ru: Забудьте о бурах, приводах, оружии — обо всем. Самое главное для меня — и для вас — это как быстро эта штука летит.
zh_cn: 别管什么钻头、引擎、武器 – 统统忘掉。对我来说最重要的，对你们来说应该也很重要，是你的飞船速度有多快？

# StoryTitle_BuilderStories8
source: Outcompeted
de: Übertroffen
es: Superado
fr: Surpassé
it: Superato
pt_br: Superação
ru: Вытеснение
zh_cn: 被超越

# StoryText_BuilderStories8
source: The idea that there's machines out there now that make my work obsolete... It's affecting me. I hope this Factorum leaves as quickly as they arrived.
de: Die Vorstellung, dass es jetzt Maschinen gibt, die meine Arbeit überflüssig machen ... macht mir zu schaffen. Ich hoffe, dieses The Factorum verschwindet so schnell wie es gekommen ist.
es: La idea de que ahora haya máquinas que hagan obsoleto mi trabajo... Me está afectando. Espero que este Factorum se vaya tan rápido como llegó.
fr: L'idée qu'il existe aujourd'hui des machines qui rendent mon travail obsolète... Ça m'affecte. J'espère que ce Factorum partira aussi vite qu'il est arrivé.
it: L'idea che adesso ci siano delle macchine là fuori che rendono il mio lavoro obsoleto... mi perplime. Spero che questo Factorum se ne vada con la stessa rapidità con cui è arrivato.
pt_br: A ideia de que há máquinas por aí que tornam o meu trabalho obsoleto... Isso está me afetando. Espero que esse Factorum vá embora tão rápido quanto chegou.
ru: Когда я думаю о том, что машины делают мою работу ненужной… меня это угнетает. Надеюсь, этот Факторум исчезнет так же быстро, как и появился.
zh_cn: 现在有机器取代了我的工作… 这对我影响很大。我希望这个 Factorum 能快点消失，就像它们到来时一样。

# StoryTitle_BuilderStories9
source: Audition
de: Versuch
es: Audición
it: Audizione
pt_br: Audição
ru: Прослушивание
zh_cn: 试镜

# StoryText_BuilderStories9
source: I see this as my try out. Build a nice enough ship, maybe that new group will recruit me. I'd love some Prototech.
de: Ich sehe dies als meinen Versuch an. Wenn ich ein gutes Raumschiff baue, wird mich die neue Gruppe vielleicht rekrutieren. Ich hätte gern etwas Prototech.
es: Veo esto como mi prueba. Construiré una nave lo bastante bonita y quizá ese nuevo grupo me reclute. Me encantaría algo de Prototech.
fr: Je vois cela comme un essai. Si je construis un vaisseau suffisamment beau, peut-être que ce nouveau groupe me recrutera. J'aimerais bien un peu de prototech.
it: Lo vedo come il mio tentativo. Se costruisco una nave abbastanza carina, forse quel nuovo gruppo mi recluterà. Mi piacerebbe un po' di Prototech.
pt_br: Vejo isso como um teste. Construir uma nave boa o suficiente e talvez o novo grupo me recrute. Eu ia amar ter Prototech.
ru: Пусть это будет моя попытка. Построю достаточно хороший корабль — может быть, они возьмут меня к себе. Прототехнология мне бы пригодилась.
zh_cn: 我把这当作我的试镜。造一艘足够好的飞船，也许那个新团体会招募我。我想弄到一些 Prototech。

# StoryTitle_BuilderStories10
source: Terrain
es: Terreno
it: Terreno
pt_br: Terreno
ru: Поверхность
zh_cn: 地形

# StoryText_BuilderStories10
source: I've mastered land. I've mastered the air. I've mastered space itself. Now, if only I could find some water…
de: Ich habe das Land gemeistert. Ich habe die Luft gemeistert. Ich habe sogar den Weltraum gemeistert. Wenn ich jetzt nur noch etwas Wasser finden könnte ...
es: He dominado la tierra. He dominado el aire. He dominado el espacio mismo. Ahora, si pudiera encontrar agua…
fr: J'ai maîtrisé la terre. J'ai maîtrisé l'air. Je maîtrise l'espace lui-même. Maintenant, si seulement je pouvais trouver de l'eau…
it: Domino la terra. Domino i cieli. Ora sto imparando a dominare lo spazio. Se solo potessi trovare un po' d'acqua…
pt_br: Eu dominei a terra. Eu dominei o ar. Eu dominei o próprio espaço. Agora, se eu conseguisse achar água…
ru: Поверхность освоена. Воздух освоен. Даже космос теперь мною освоен. Найти бы только немного воды…
zh_cn: 我掌控了陆地，我掌控了天空，我掌控了太空本身。现在，如果我能找到一些水就好了…

# StoryTitle_BuilderStories11
source: Ease
de: Erleichterung
es: Facilidad
fr: Facilité
it: Sollievo
pt_br: Facilidade
ru: Легкость
zh_cn: 容易

# StoryText_BuilderStories11
source: My grandfather insisted he was a better shipbuilder than me - since when he was my age he didn't have access to Grids. I think he's just jealous.
de: Mein Großvater behauptete immer, er wäre ein besserer Raumschiffbauer als ich – denn als er in meinem Alter war, hatte er keinen Zugang zu Blockkonstruktionen. Ich glaube, er ist einfach nur neidisch.
es: Mi abuelo insistía en que era mejor constructor naval que yo, ya que cuando tenía mi edad no tenía acceso a las estructuras. Creo que solo está celoso.
fr: Mon grand-père insistait sur le fait qu'il était meilleur constructeur naval que moi, car à mon âge, il n'avait pas accès aux grilles. Je pense qu'il est juste jaloux.
it: Mio nonno insisteva nel dire che era un costruttore navale migliore di me, dato che quando aveva la mia età non aveva accesso alle griglie. Penso che sia solo invidioso.
pt_br: Meu avô insistiu que era um construtor de naves melhor que eu, porque não tinha acesso aos grids até a minha idade. Acho que ele está é com inveja.
ru: Дед говорил, что умеет строить корабли лучше, чем я — якобы потому, что когда он был в моем возрасте, доступа к структурам у него не было. Думаю, он просто завидует.
zh_cn: 我爷爷坚持说他比我更会造飞船 – 因为他年轻的时候可没接触过网格。我觉得他只是嫉妒。

# StoryTitle_BuilderStories12
source: Payday
de: Zahltag
es: Día de pago
fr: Jour de paie
it: Giorno di paga
pt_br: Pagamento
ru: День расплаты
zh_cn: 发薪日

# StoryText_BuilderStories12
source: I know The Factorum's the new kid on the block, but I'm hoping to be recognized by R.O.S. Forget Prototech. R.O.S. is loaded.
de: Ich weiß, dass The Factorum neu ist, aber ich hoffe, von R.O.S. erkannt zu werden. Vergessen Sie Prototech. R.O.S. ist stinkreich.
es: Sé que El Factorum es el nuevo chico del barrio, pero espero ser reconocido por R.O.S. Olvídese de Prototech. R.O.S. está forrado.
fr: Je sais que le Factorum est le nouveau venu, mais j'espère être reconnu par R.O.S. Oubliez Prototech. R.O.S. est plein aux as.
it: So che il Factorum è appena arrivato, ma spero di essere riconosciuto dal R.O.S. Dimentica Prototech. R.O.S. è pieno di soldi.
pt_br: Sei que o Factorum é a nova carne no pedaço, mas espero ser reconhecido pelo R.O.S. Esqueça o Prototech. R.O.S. está cheia.
ru: Я знаю, что появился Факторум, но я надеюсь, что меня заметят ребята из ROS. К черту прототехнологию. Деньги — у ROS.
zh_cn: 我知道 Factorum 是个新兴势力，但我希望能得到 R.O.S. 的认可。忘掉 Prototech 吧，R.O.S. 可是富得流油。

# StoryTitle_BuilderStories13
source: Ol' Reliable
de: Tradition
es: Viejo fiable
fr: La fiabilité à l'ancienne
it: Vecchio affidabile
pt_br: Velho e confiável
ru: Надежное старье
zh_cn: 越老越可靠

# StoryText_BuilderStories13
source: I don't need that Proton-Techno whatever. My ships the best. And I don't care what sort of fancy tech says otherwise.
de: Ich brauche dieses Protonen-Techno-Dingsbums nicht. Meine Raumschiffe sind die besten. Und es ist mir egal, was für eine ausgefallene Technik das Gegenteil behauptet.
es: No necesito ese Proton-Techno lo que sea. Mis naves son las mejores. Y no me importa qué tipo de tecnología extravagante diga lo contrario.
fr: Je n'ai pas besoin de ce machin proton-techno. Mes vaisseaux sont les meilleurs. Et je me fiche de savoir quelle technologie fantaisiste dit le contraire.
it: Non ho bisogno di quella Proton-Techno o come si dice. Le mie navi sono le migliori. E non mi interessa che tipo di tecnologia stravagante dica il contrario.
pt_br: Não preciso daquela parada Proton-Techno. Minhas naves são as melhores. E não quero saber o que esses técnicos metidos falam.
ru: Мне не нужны эти протон-технологии или как их там. Мои корабли — лучшие. И мне всё равно, что говорят эти модники от технологий.
zh_cn: 我不需要什么 Proton-Techno。我的飞船是最好的。我根本不在乎那些花哨的科技怎么说。

# StoryTitle_BuilderStories14
source: Disposal
de: Entsorgung
es: Eliminación
fr: Élimination
it: Smaltimento
pt_br: Disposição
ru: Утилизация
zh_cn: 处置

# StoryText_BuilderStories14
source: I threw out his first ship. Boo-hoo. I honestly thought it was a pile of rubbish.
de: Ich habe sein erstes Raumschiff weggeworfen. Buuhuuu. Ich dachte ehrlich gesagt, es sei ein Haufen Müll.
es: Tiré su primera nave. Boo-hoo. Sinceramente, pensé que era un montón de basura.
fr: J'ai jeté son premier vaisseau. Ouin, ouin. Je pensais sincèrement que c'était un tas d'ordures.
it: Ho buttato via la sua prima nave. Buu-uuu. Onestamente pensavo che fosse un mucchio di spazzatura.
pt_br: Eu joguei a primeira nave dele no lixo. Grandes coisas. Sinceramente, achei que fosse um monte de entulho.
ru: Его первый корабль пришлось утилизировать. Хнык-хнык. Мне вообще сперва показалось, это куча мусора.
zh_cn: 我把他的第一艘飞船扔了。呜呜，我真的以为那是一堆垃圾。

# StoryTitle_BuilderStories15
source: Useful
de: Zweckmäßigkeit
es: Útil
fr: Utile
it: Utile
pt_br: Útil
ru: Польза
zh_cn: 有用

# StoryText_BuilderStories15
source: I'm sick of everything I build needing to have a purpose. Can't a spaceship just exist anymore? Just for the sake of being cool?
de: Ich bin es leid, dass alles, was ich baue, einen Zweck haben muss. Kann ein Raumschiff nicht mehr einfach nur existieren? Einfach nur so, um cool zu sein?
es: Estoy harto de que todo lo que construyo tenga que tener un propósito. ¿Una nave espacial ya no puede simplemente existir? ¿Solo por el hecho de ser guay?
fr: J'en ai assez que tout ce que je construis doive avoir une raison d'être. Un vaisseau spatial ne peut-il plus se contenter d'exister ? Juste pour le plaisir d'être cool ?
it: Sono stufo che tutto ciò che costruisco debba avere uno scopo. Non può più esistere un'astronave solo per il gusto di essere una figata?
pt_br: Estou cansado de tudo o que construo precisar de um propósito. Uma nave espacial não pode mais existir? Só por ser legal?
ru: Меня достало, что каждое мое творение должно иметь какую-то цель. Можно, космический корабль просто будет? Просто потому что он крутой!
zh_cn: 我厌倦了我造的每样东西都得有目的。难道宇宙飞船就不能单纯为了炫酷而存在吗？

# StoryTitle_PirateStories1
source: Personal
de: Vorliebe
fr: Personnel
it: Personale
pt_br: Pessoal
ru: Личное
zh_cn: 个人

# StoryText_PirateStories1
source: Raiding isn't all I hoped it would be. Spacesuits are one thing - I prefer shooting flesh.
de: Raubzüge sind nicht so, wie ich es mir erhofft hatte. Raumanzüge sind eine Sache – ich bevorzuge es, auf Fleisch und Blut zu schießen.
es: Las incursiones no son todo lo que esperaba. Los trajes espaciales están bien, pero prefiero disparar a la carne.
fr: Le raid n'est pas ce que j'espérais. Les combinaisons spatiales sont une chose, mais je préfère tirer sur la chair.
it: Il raid non è tutto ciò che speravo accadesse. Le tute spaziali sono una cosa: preferisco sparare alla carne.
pt_br: Saquear não é tudo o que eu esperava. Os trajes espaciais são diferentes. Prefiro atirar em carne.
ru: Рейды не оправдали ожиданий. Скафандры — это неинтересно: я предпочитаю расстреливать плоть.
zh_cn: 突袭和我想象中的不太一样。宇航服只是一个方面 – 我更喜欢射击肉体。

# StoryTitle_PirateStories2
source: Intentions
de: Absichten
es: Intenciones
it: Intenzioni
pt_br: Intenções
ru: Намерения
zh_cn: 意图

# StoryText_PirateStories2
source: I picked up my first gun to fight off raiders. Now look at me. Funny how that happens.
de: Ich habe meine erste Waffe in die Hand genommen, um Plünderer abzuwehren. Und jetzt sehen Sie mich jetzt an. Lustig, wie das passiert.
es: Cogí mi primera pistola para luchar contra los asaltantes. Ahora mírame. Es curioso cómo ocurre.
fr: J'ai pris mon premier fusil pour combattre des pillards. Maintenant, regardez-moi. C'est drôle comme ça arrive.
it: Ho impugnato la mia prima pistola per respingere i predoni. Ora guardami. È strano come ciò accada.
pt_br: Escolhi minha primeira arma para lutar contra invasores. Agora olhe para mim. Engraçado como isso acontece.
ru: Впервые мне пришлось взять в руки оружие, чтобы отбиваться от пиратов. И где я теперь? Забавно получается, конечно.
zh_cn: 我第一次拿起枪是为了对抗突袭者。现在看看我。真有意思。

# StoryTitle_PirateStories3
source: Frontier
de: Grenzgängigkeit
es: Frontera
fr: Frontière
it: Frontiera
pt_br: Fronteira
ru: Граница
zh_cn: 边境

# StoryText_PirateStories3
source: It's a fine line we walk. Enter space with too many people and we're dead. Too few, there's no one to raid.
de: Es ist ein wahre Gratwanderung: Wenn wir den Raum mit zu vielen Menschen betreten, sind wir tot. Sind es zu wenige, gibt es niemanden, den wir plündern könn
es: Caminamos por una fina línea. Entra en el espacio con demasiada gente y estamos muertos. Demasiado pocos, no hay nadie a quien asaltar.
fr: Nous sommes sur la corde raide. Entrez dans l'espace avec trop de monde et nous sommes morts. S'il y en a trop peu, il n'y a personne à attaquer.
it: È una linea sottile quella su cui camminiamo. Se entri nello spazio con troppe persone siamo morti. Troppo pochi, non c'è nessuno da razziare.
pt_br: Estamos em uma linha tênue. Entre no espaço com muitas pessoas e estaremos mortos. Muito poucos, não há ninguém para invadir.
ru: Это такая тонкая грань. Если выйти в космос большой толпой — нам конец. Если людей будет слишком мало — грабить некому.
zh_cn: 我们走在一条分界线上。如果进入太空的人太多，我们就死定了。如果人太少，就没人可以突袭。

# StoryTitle_PirateStories4
source: Meritocracy
de: Verdienste
es: Meritocracia
fr: Méritocratie
it: Meritocrazia
pt_br: Meritocracia
ru: Меритократия
zh_cn: 精英制度

# StoryText_PirateStories4
source: How did I become the leader? Easy. I killed the last one.
de: Wie ich der Anführer geworden bin? Ganz einfach. Ich habe den letzten getötet.
es: ¿Cómo me convertí en el líder? Fácil. Maté al último.
fr: Comment suis-je devenu le leader ? Facile. J'ai tué le précédent.
it: Come sono diventato il leader? Facile. Ho ucciso l'ultimo.
pt_br: Como virei o líder? Fácil. Matei o anterior.
ru: Как я стал главарем? Легко: убил предыдущего.
zh_cn: 我怎么成为领导者的？简单。我杀了上一个领导者。

# StoryTitle_PirateStories5
source: Desperate
de: Verzweifelt
es: Desesperado
fr: Désespéré
it: Disperato
pt_br: Desespero
ru: Отчаяние
zh_cn: 绝望

# StoryText_PirateStories5
source: I tried mining. Was no good. I tried building. Back gave out. I tried flying. Destroyed the ship. This is all I got left.
de: Ich habe es mit dem Bergbau versucht. War nichts. Ich habe versucht zu bauen. Der Rücken war dagegen. Ich habe versucht zu fliegen. Zerstörte das Raumschiff. Das ist alles, was ich noch habe.
es: Intenté minar. No sirvió de nada. Intenté construir. La espalda cedió. Intenté volar. Destruí la nave. Esto es todo lo que me queda.
fr: J'ai essayé l'exploitation minière. Je n'étais pas bon. J'ai essayé la construction. Mon dos m'a lâché. J'ai essayé de voler. J'ai détruit le vaisseau. C'est tout ce qu'il me reste.
it: Ho provato l'estrazione mineraria. Non andava bene. Ho provato a costruire. La schiena ha ceduto. Ho provato a volare. Ho distruttao la nave. Questo è tutto ciò che mi resta.
pt_br: Tentei minerar. Não deu certo. Tentei construir. Desmoronou. Tentei voar. Destruíram a nave. Isso é tudo o que eu tenho, agora.
ru: У меня было много попыток. Шахтер — не мое. Строитель — спина не выдержала. Пилот — корабль не выдержал. Это всё, что у меня осталось.
zh_cn: 我尝试过挖矿，没用。尝试过造飞船，后背伤得严重。试过飞行，结果把飞船撞毁了。我只剩下这些了。
