Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# ProgrammableBlock_Exception_NoMain
source: Main method not found. Please add Main method into script.
cs_cz: Jádro skriptu nenalezeno. Prosíme, vložte jádrovou část do skriptu.
de: Die Hauptmethode konnte nicht gefunden werden. Bitte fügen Sie diese dem Skript hinzu.
es: Método principal no encontrado. Por favor, añade el método principal al script.
fr: Méthode Main() introuvable. Veuillez ajouter cette méthode au script.
hu_hu: A fő metódus nem található. Kérjük, adja hozzá a Fő metódust a parancsfájlhoz.
it: Main method non trovato. per favore aggiungi il Main method nello script.
pl_pl: Metoda Main nie znaleziona. Proszę dodać metodę Main do skryptu.
pt_br: Método principal não encontrado. Adicione o método principal ao script.
ru: Метод "Main" не найден. Пожалуйста, добавьте метод "Main" в скрипт.
zh_cn: 未发现主要方法。请在脚本中添加主要方法。

# ProgrammableBlock_Exception_NotAllowed
source: In-game scripts are disabled for this world
cs_cz: Herní skripty jsou pro tento svět zakázány
de: Nutzung von Ingame-Skripts ist für diese Welt deaktiviert
es: Los scripts están deshabilitados para este mundo
fr: Les scripts en jeu sont désactivés pour ce monde
hu_hu: A játékon belüli szkriptek le vannak tiltva ebben a világban
it: Gli script ingame sono disabilitati in questo mondo
pl_pl: Skrypty w grze są wyłączone dla tego świata.
pt_br: Scripts in-game desabilitados para este mundo
ru: Внутриигровые скрипты отключены в этом мире
zh_cn: 当前世界禁止运行游戏中代码

# ProgrammableBlock_Exception_NoValidConstructor
source: This program has no valid constructor.
cs_cz: Konstruktor tohoto programu je neplatný.
de: Dieses Programm enthält keinen gültigen Konstruktor.
es: Este programa no tiene un constructor válido.
fr: Le programme n'a pas de constructeur valide.
hu_hu: Ennek a programnak nincs érvényes konstruktora.
it: Questo programma non ha un costruttore valido.
pl_pl: Ten program nie ma żadnego prawidłowego konstruktora.
pt_br: Este programa não possui construtor válido.
ru: Программа не содержит правильного конструктора.
zh_cn: 这个程序没有有效的构造函数。

# ProgrammableBlock_Exception_Ownershipchanged
source: Ownership of programmable block changed. Please recompile program.
cs_cz: Vlastník programovatelného bloku se změnil. Prosíme, rekompilujte program.
de: Besitzer des programmierbaren Blocks hat gewechselt. Bitte Programm neu kompilieren.
es: Se ha cambiado la propiedad del bloque programable. Por favor, recompila el programa.
fr: Le propriétaire du bloc programmable a changé. Veuillez recompiler le programme.
hu_hu: A programozható blokk tulajdonjoga megváltozott. Kérjük, fordítsa újra a programot.
it: Il proprietario del blocco programmabile è stato cambiato. Per favore ricompila il programma.
pl_pl: Zmienił się właściciel bloku programującego. Proszę ponownie skompilować program.
pt_br: A propriedade do bloco programável foi alterada. Recompile o programa.
ru: Владелец программируемого блока изменился. Пожалуйста, перекомпилируйте скрипт.
zh_cn: 可编程方块所有权改变。请重新编译程序。

# ProgrammableBlock_Exception_TooComplex
source: Script execution terminated, script is too complex. Please edit and rebuild script.
cs_cz: Provádění skriptu přerušeno, skript je příliš náročný. Prosíme, zeditujte a rekompilujte skript.
de: Skriptausführung abgebrochen. Skript ist zu komplex. Bitte bearbeiten und kompilieren Sie das Skript erneut.
es: La ejecución del Script ha terminado, el guión es demasiado complejo. Por favor, edita y reconstruye el script.
fr: L'exécution du script s'est arrétée, le script est trop complexe. Veuillez modifier et recompiler le script.
hu_hu: A szkript végrehajtása leállt, a szkript túl összetett. Kérjük, módosítsa és építse újra a szkriptet.
it: Esecuzione degli script terminata, lo script è troppo complesso. Per favore modifica e ricostruisci lo script.
pl_pl: Wykonanie skryptu przerwane, skrypt jest zbyt skomplikowany. Proszę edytować i przebudować skrypt.
pt_br: A execução do script foi concluída e ele é muito complexo. Edite e reconstrua o script.
ru: Выполнение остановлено, скрипт слишком сложный. Пожалуйста, отредактируйте и перекомпилируйте скрипт.
zh_cn: 脚本执行中断，脚本太复杂。请编辑后重建脚本。

# ProgrammableBlock_NewScriptName
source: Enter new name
cs_cz: Vložte nový název
de: Neuen Namen eingeben
es: Introduce un nombre nuevo
fr: Saisir un nouveau nom
hu_hu: Írja be az új nevet
it: Inserisci un nuovo nome
pl_pl: Wpisz nową nazwę
pt_br: Digitar novo nome
ru: Введите новое имя
zh_cn: 输入新名称

# ProgrammableBlock_PublishScriptDialogText
source: Do you want to publish this script?
cs_cz: Chcete zveřejnit tento skript?
de: Möchten Sie dieses Skript veröffentlichen?
es: ¿Quieres publicar este Script?
fr: Voulez-vous publier ce script ?
hu_hu: Szeretné közzétenni ezt a szkriptet?
it: Vuoi pubblicare questo script?
pl_pl: Czy chcesz opublikować ten skrypt?
pt_br: Gostaria de publicar este script?
ru: Вы действительно хотите опубликовать этот скрипт?
zh_cn: 是否发布脚本？

# WorkshopItemPublished
source: PUBLISHED
de: VERÖFFENTLICHT
es: PUBLICADO
fr: PUBLIÉ
it: PUBBLICATO
pl_pl: OPUBLIKOWANO
pt_br: PUBLICADO
ru: ОПУБЛИКОВАНО
zh_cn: 已发布

# ProgrammableBlock_PublishScriptPublished
source: SCRIPT PUBLISHED
cs_cz: SKRIPT ZVEŘEJNĚN
de: SKRIPT VERÖFFENTLICHT
es: SCRIPT PUBLICADO
fr: SCRIPT PUBLIÉ
hu_hu: PARANCSFÁJL KÖZZÉTÉVE
it: SCRIPT PUBBLICATO
pl_pl: SKRYPT OPUBLIKOWANY
pt_br: SCRIPT PUBLICADO
ru: СКРИПТ ОПУБЛИКОВАН
zh_cn: 脚本发布

# ProgrammableBlock_ReplaceScriptDialogText
source: Are you sure to replace existing script with new one from editor ?
cs_cz: Jste si jistí, že chcete přepsat existující skript tím z editoru?
de: Das existierende Skript durch das neue aus dem Editor ersetzen?
es: ¿Está seguro de reemplazar el script existente con uno nuevo del editor?
fr: Voulez-vous vraiment remplacer le script existant par celui de l'éditeur ?
hu_hu: Biztosan lecseréli a meglévő parancsfájlt a szerkesztő új parancsfájljára?
it: Sei sicuro di voler sostituire lo script esistente con quello dell'editor?
pl_pl: Czy na pewno chcesz zastąpić aktualny skrypt tym z edytora?
pt_br: Tem certeza de que deseja substituir o script existente por um novo do editor?
ru: Вы уверены, что хотите заменить существующий скрипт на новый из редактора?
zh_cn: 确定要用编辑器中新脚本替换现有脚本吗？

# ProgrammableBlock_ReplaceScriptNameDialogText
source: Script with the name {0} already exists. Do you want to replace it?
cs_cz: Skript s názvem {0} již existuje. Chcete jej přepsat?
de: Ein Skript mit dem Namen {0} existiert bereits. Möchten Sie es ersetzen?
es: El script con el nombre {0} ya existe. ¿Quiere reemplazarlo?
fr: Il existe déjà un script nommé {0}. Voulez-vous le remplacer ?
hu_hu: Már létezik a {0} nevű parancsfájl. Lecseréli?
it: Esiste già uno script con il nome {0}. Vuoi sostituirlo?
pl_pl: Skrypt o nazwie {0} już istnieje. Czy chcesz zastąpić go?
pt_br: Script com o nome {0} já existente. Gostaria de substituí-lo?
ru: Скрипт с именем "{0}" уже существует. Вы хотите заменить его?
zh_cn: 脚本名称为{0} 已存在。想要替换吗?

# ProgrammableBlock_ReplaceScriptNameDialogTitle
source: Replace
cs_cz: Nahradit
de: Ersetzen
es: Reemplazar
fr: Remplacer
hu_hu: Lecserélés
it: Sostituisci
pl_pl: Zastąp
pt_br: Substituir
ru: Замена
zh_cn: 替换

# ProgrammableBlock_ReplaceScriptNameUsed
source: Cannot rename script because it is used by another process.
cs_cz: Nelze přejmenovat skript, protože je používaný jiným procesem.
de: Skript kann nicht umbenannt werden, weil es von einem anderen Prozess genutzt wird.
es: No se puede renombrar el script porque es usado por otro proceso.
fr: Impossible de renommer le script car il est utilisé par un autre processus.
hu_hu: A parancsfájl nem nevezhető át, mert azt egy másik folyamat használja.
it: Impossibile rinominare script perché già in uso da un altro processo.
pl_pl: Nie można zmienić nazwy skryptu ponieważ jest on używany przez inny proces.
pt_br: Impossível renomear o script por estar sendo utilizado em outro processo.
ru: Невозможно переименовать скрипт, он используется другим процессом.
zh_cn: 脚本在其他程序中运行无法重命名。

# ProgrammableBlock_SaveChanges
source: Do you want to remember changes ?
cs_cz: Chcete uložit změny?
de: Möchten Sie die Änderungen speichern?
es: ¿Quieres Guardar los cambios?
fr: Voulez-vous enregistrer les changements ?
hu_hu: Emlékezzen a változásokra?
it: Vuoi salvare i cambiamenti?
pl_pl: Czy chcesz zapamiętać zmiany?
pt_br: Gostaria de relembrar as mudanças?
ru: Сохранить изменения?
zh_cn: 想要保存修改吗？

# ProgrammableBlock_ScriptNotFound
source: Cannot find the script file
cs_cz: Nelze najít soubor se skriptem
de: Die Skriptdatei konnte nicht gefunden werden
es: No se puede encontrar el archivo de script
fr: Impossible de trouver le fichier de script
hu_hu: Nem található a parancsfájl
it: Impossibile trovare il file di script
pl_pl: Nie można znaleźć pliku skryptu
pt_br: Impossível encontrar o arquivo de script
ru: Невозможно найти файл скрипта
zh_cn: 没有发现脚本文件

# ProgrammableBlock_ScriptsScreenTitle
source: Scripts Screen
cs_cz: Seznam skriptů
de: Skript-Bildschirm
es: Pantalla de Scripts
fr: Écran des scripts
hu_hu: Parancsfájlok képernyője
it: Schermata script
pl_pl: Ekran skryptów
pt_br: Tela de scripts
ru: Экран скриптов
zh_cn: 脚本屏幕

# QuickstartDX11NotAvailable
source: It seems that your system does not support DirectX 11, game will load scenario with no planets
cs_cz: Váš počítač nepodporuje DirectX 11, hra načte scénář bez planet.
de: Es scheint, als würde Ihr System DirectX 11 nicht unterstützten. Aus Kompatibilitätsgründen wird daher ein Szenario ohne Planeten geladen
es: Parece que tu sistema no soporta DirectX 11, el juego cargará el escenario sin planetas.
fr: Il semble que votre système ne prenne pas en charge DirectX 11, le jeu chargera le scénario sans planètes
hu_hu: Úgy tűnik, hogy a rendszere nem támogatja a DirectX 11-et, a játék betölti a forgatókönyvet bolygók nélkül
it: Sembra che il tuo sistema non supporti DirectX 11, il gioco caricherà lo scenario senza pianeti
pl_pl: Wygląda na to, że twój system nie wspiera DirectX 11, gra załaduje scenariusz bez planet
pt_br: Parece que seu sistema não suporta o DirectX 11. O jogo carregará o cenário sem planetas
ru: Похоже, ваша система не поддерживает DirectX 11, игра загрузит сценарий без планет
zh_cn: 系统可能不支持DirectX 11，游戏将加载没有行星的场景

# QuickstartDX11PleaseRestartGame
source: Please restart the game to finish switching to DX11
cs_cz: Prosíme, restartujte hru pro dokončení přepnutí na DirectX 11.
de: Bitte starten Sie das Spiel neu, um den Wechsel zu DX11 abzuschließen
es: Por favor, reinicia el juego para terminar de cambiar a DX11
fr: Veuillez redémarrer le jeu pour finir de passer à DX11
hu_hu: Kérjük, indítsa újra a játékot, hogy befejezhesse a DX11-re váltást
it: Riavvia il gioco per finire di passare a DX11
pl_pl: Proszę uruchomić grę ponownie aby zakończyć zmianę na DX11
pt_br: Reinicie o jogo para finalizar as mudanças do DX11
ru: Перезапустите игру для переключения на DX11
zh_cn: 请重新启动游戏切换到DX11

# QuickstartDX11SwitchQuestion
source: Please switch to DirectX 11 to play a planet scenario
cs_cz: Prosíme, přepněte na DirectX 11, chcete-li hrát scénář s planetami.
de: Bitte verwenden Sie DirectX 11, um ein Planetenszenario spielen zu können
es: Por favor, cambia a DirectX 11 para reproducir un escenario de planetas
fr: Veuillez passer à DirectX 11 pour jouer un scénario avec des planètes
hu_hu: Kérjük, váltson DirectX 11-re, hogy játszhasson bolygó forgatókönyvekkel
it: Passa a DirectX 11 per riprodurre uno scenario del pianeta
pl_pl: Proszę zmienić na DirectX 11 aby zagrać w scenariusz z planetami
pt_br: Alterne para o DirectX 11 para jogar em um cenário de planetas
ru: Переключитесь на DX11 для игры с планетами
zh_cn: 请切换到DirectX 11播放行星情景

# QuickstartNoDx9SelectDifferent
source: It seems that your system does not support DirectX 11, please select scenario with no planets
cs_cz: Váš počítač nepodporuje DirectX 11, prosíme, vyberte scénář bez planet.
de: Es scheint, als würde Ihr System DirectX 11 nicht unterstützten. Bitte wählen Sie ein Szenario ohne Planeten
es: Parece que tu sistema no soporta DirectX 11, por favor selecciona el escenario sin planetas
fr: Il semble que votre système ne prenne pas en charge DirectX 11, veuillez sélectionner un scénario sans planètes.
hu_hu: Úgy tűnik, hogy a rendszere nem támogatja a DirectX 11-et. Kérjük, válasszon forgatókönyvet bolygók nélkül
it: Sembra che il tuo sistema non supporti DirectX 11, seleziona lo scenario senza pianeti
pl_pl: Wygląda na to, że twój system nie wspiera DirectX 11, proszę wybrać scenariusz bez planet
pt_br: Parece que seu sistema não suporta o DirectX 11. Selecione o cenário sem planetas
ru: Похоже, ваша система не поддерживает DirectX 11, выберите сценарий без планет
zh_cn: 系统可能不支持DirectX 11，请选择没有行星的场景

# QuickstartNoPlanets
source: Game will load scenario with no planets
cs_cz: Hra načte scénář bez planet.
de: Es wird ein Szenario ohne Planeten geladen
es: El juego cargará el escenario sin planetas
fr: Le jeu chargera le scénario sans planètes
hu_hu: A játék bolygók nélküli forgatókönyvet tölt be
it: Il gioco caricherà scenario senza pianeti
pl_pl: Gra załaduje scenariusz bez planet
pt_br: Será carregado um cenário sem planetas
ru: Игра загрузит сценарий без планет
zh_cn: 游戏将加载没有行星的场景

# QuickstartSelectDifferent
source: Please select scenario with no planets
cs_cz: Prosíme, vyberte scénář bez planet.
de: Bitte wählen Sie ein Szenario ohne Planeten
es: Por favor, selecciona el escenario sin planetas
fr: Veuillez sélectionner un scénario sans planètes
hu_hu: Kérjük, válasszon bolygók nélkül forgatókönyvet
it: Seleziona scenario senza pianeti
pl_pl: Proszę wybrać scenariusz bez planet
pt_br: Selecione um cenário sem planetas
ru: Выберите сценарий без планет
zh_cn: 请选择没有行星的场景

# Quote00Author
source: Theodore Von Karman
cs_cz: Theodore von Kármán
ru: Теодор Вон Карман
zh_cn: 西奥多·冯·卡门

# Quote00Text
source: Scientists discover the world that exists; Engineers create the world that never was.
cs_cz: Vědci objevují svět, který existuje. Konstruktéři vytvářejí svět, který nikdy neexistoval.
de: Wissenschaftler entdecken die bestehende Welt; Ingenieure erschaffen eine noch nie dagewesene Welt.
es: Los científicos descubren el mundo que existe; los ingenieros crean el mundo que nunca ha existido.
fr: Les scientifiques découvrent le monde existant. Les ingénieurs créent un monde qui n'a jamais existé.
hu_hu: A tudósok felfedezik a létező világot; A mérnökök olyan világot teremtenek, ami soha nem volt.
it: Gli scienziati scoprono il mondo che esiste; gli ingegneri creano il mondo che non è mai esistito.
pl_pl: Naukowcy odkrywają świat, który istnieje; Inżynierowie tworzą świat, jaki nigdy nie był.
pt_br: Cientistas descobrem o mundo que existe. Os engenheiros criam o mundo que nunca existiu.
ru: Учёные открывают для себя мир, который существует; инженеры создают мир которого никогда не было.
zh_cn: 科学家发现世界，工程师创造世界。

# Quote01Author
source: Max Planck
ru: Макс Планк
zh_cn: 马克斯·普朗克

# Quote01Text
source: Scientific discovery and scientific knowledge have been achieved only by those who have gone in pursuit of it without any practical purpose whatsoever in view.
cs_cz: Vědecké objevy a vědecké poznatky byly dosaženy jen těmi, kteří šli za svým cílem i bez vidiny nějakého praktického účelu.
de: Wissenschaftliche Entdeckungen und Erkentnisse wurden nur von denen erreicht, die danach strebten, ohne dabei irgendeinen praktischen Nutzen zu verfolgen.
es: Los descubrimientos científicos y el conocimiento científico han sido logrados sólo por aquellos que han ido en pos de ellos sin ningún propósito práctico.
fr: Les découvertes scientifiques et les connaissances scientifiques ont été réalisées seulement par ceux qui sont allés à la poursuite de celles-ci sans aucun but pratique en vue.
hu_hu: Tudományos felfedezést és tudományos ismereteket csak azok értek el, akik a gyakorlati célt egyáltalán nem tartották szem előtt.
it: Le scoperte scientifiche e la conoscenza sono ottenuti solo da coloro che li hanno cercati senza uno scopo pratico in vista.
pl_pl: Okrycia i wiedza naukowa zostały osiągnięte tylko przez tych, którzy w dążyli do nich bez jakiegokolwiek praktycznego powodu i związku.
pt_br: Descobertas e conhecimento científico foram alcançados apenas por aqueles que os perseguiram sem qualquer propósito prático em mente.
ru: Научное открытие и научные знания были достигнуты только теми, кто вошел в преследование его без любой практической цели вообще в поле зрения.
zh_cn: 只有那些孜孜以求却并不汲汲于任何可见目标的人，才能够获得科学发现和科学知识。

# Quote02Author
source: Archimedes
cs_cz: Archimédés
es: Arquímedes
fr: Archimède
it: Archimede
pt_br: Arquimedes
ru: Архимед
zh_cn: 阿基米德

# Quote02Text
source: Give me a lever long enough and a fulcrum on which to place it, and I shall move the world.
cs_cz: Dejte mi dostatečně dlouhou páku, pevný bod kam ji usadit a já pohnu celým světem.
de: Man gebe mir einen Hebel, der groß genug ist und ich werde die Erde aus ihren Angeln heben.
es: Dame una palanca lo suficientemente larga y un punto de apoyo para colocarla, y moveré el mundo.
fr: Donnez-moi un levier assez long et un point d'appui sur lequel le placer, et je soulèverai le monde.
hu_hu: Adj nekem egy elég hosszú kart és biztos támaszpontot amelyre ráhelyezhetem, és én elmozdítom a világot.
it: Datemi una leva abbastanza lunga ed un punto d'appoggio, e vi solleverò il mondo.
pl_pl: Dajcie mi wystarczająco długą dźwignię i wystarczająco mocną podporę, a sam jeden poruszę cały świat.
pt_br: Dê uma alavanca grande o bastante e um apoio onde colocá-la e moverei o mundo.
ru: Дайте мне рычаг достаточно большой и точку опоры на которую можно его поместить и я переверну мир.
zh_cn: 给我一个支点，我就能撬起地球。

# Quote03Author
source: Arthur C. Clarke
ru: Артур С. Кларк
zh_cn: 亚瑟 C.克拉克

# Quote03Text
source: When a distinguished but elderly scientist states that something is possible, he is almost certainly right. When he states that something is impossible, he is very probably wrong.
cs_cz: Když respektovaný, ale postarší vědec řekne, že je něco možné, tak má skoro určitě pravdu. Pokud řekne, že je něco nemožné, dost pravděpodobně se mýlí.
de: Wenn ein angesehener, aber älterer Wissenschaftler behauptet, dass etwas möglich ist, hat er mit an Sicherheit grenzender Wahrscheinlichkeit recht. Wenn er behauptet dass etwas unmöglich ist, hat er höchstwahrscheinlich unrecht.
es: Cuando un distinguido pero anciano científico afirma que algo es posible, es casi seguro que tiene razón. Cuando afirma que algo es imposible, es muy probable que esté equivocado.
fr: Quand un scientifique éminent mais vieux énonce que quelque chose est possible, il a presque toujours raison. Quand il énonce que quelque chose est impossible, il a presque toujours tort.
hu_hu: Amikor egy jeles, és idős tudós kijelenti, hogy valami lehetséges, akkor szinte biztosan igaza van. Amikor kijelenti, hogy valami lehetetlen, akkor valószínűleg téved.
it: Quanto un illustre ma anziano scienziato afferma che qualcosa è possibile ha quasi certamente ragione. Quando afferma che qualcosa è impossibile ha molto probabilmente torto.
pl_pl: Gdy stary, lecz wybitny naukowiec stwierdzi, że coś jest możliwe, niemal całkowicie ma rację. Kiedy zaś stwierdzi, że coś jest niemożliwe, to najprawdopodobniej się myli.
pt_br: Quando um notável, porém velho cientista diz que algo é possível, é quase certo que ele tenha razão. Quando ele afirma que algo é impossível, muito provavelmente está enganado.
ru: Когда выдающийся, но пожилой учёный настаивает, что что-то возможно - он почти наверняка прав. Когда он настаивает что что-то невозможно - вероятнее всего он не прав.
zh_cn: 一个德高望重的前辈科学家，如果他说某件事是可能的，那他几乎肯定是正确的；如果他说某件事是不可能的，那他很可能是错误的。

# Quote04Author
source: Bertrand Russell
ru: Бернард Рассел
zh_cn: 伯特兰·罗素

# Quote04Text
source: Science may set limits to knowledge, but should not set limits to imagination.
cs_cz: Věda může nastavit limity vědění, ale neměla by nastavovat limity představivosti.
de: Wissenschaft mag den Kenntnissen zwar Grenzen setzen, nicht jedoch der Vorstellungskraft.
es: La ciencia puede poner límites al conocimiento, pero no a la imaginación.
fr: La science peut poser des limites au savoir, mais elle ne devrait jamais poser de limite à l'imagination.
hu_hu: A tudomány korlátokat szabhat a tudás számára, de nem szabad korlátokat szabnia a képzeletnek.
it: La scienza può mettere dei limiti alla conoscenza, ma non dovrebbe mai metterne all'immaginazione.
pl_pl: Nauka może określać granice wiedzy, ale nie powinna stawiać granic w wyobraźni.
pt_br: A ciência pode impor limites ao conhecimento, mas não deve nunca impor limites à imaginação.
ru: Наука может ограничить знания, но не должны устанавливать пределы воображения.
zh_cn: 科学也许会为知识设限，但不会为想象力设限。

# Quote05Author
source: Indiana Jones
ru: Индиана Джонс
zh_cn: 印第安纳·琼斯

# Quote05Text
source: Nothing shocks me. I'm a scientist.
cs_cz: Nic mě nepřekvapí, jsem vědec.
de: Nichts schockiert mich. Ich bin ein Wissenschaftler.
es: Nada me impresiona. Soy un científico.
fr: Rien ne me choque. Je suis un scientifique.
hu_hu: Semmi sem sokkol. Tudós vagyok.
it: Nulla mi sconvolge. Sono uno scienziato.
pl_pl: Nic mnie nie zaskoczy. Jestem naukowcem.
pt_br: Nada me surpreende. Sou cientista.
ru: Ничто не может меня удивить. Я учёный.
zh_cn: 没什么能吓到我，因为我是一个科学家。

# Quote06Author
source: Immanuel Kant
fr: Emmanuel Kant
ru: Иммануэль Кант
zh_cn: 伊曼努尔·康德

# Quote06Text
source: Science is organized knowledge. Wisdom is organized life.
cs_cz: Věda je organizované poznání. Moudrost je organizovaný život.
de: Wissenschaft ist organisiertes Wissen. Weisheit ist organisiertes Leben.
es: La ciencia es conocimiento organizado. La sabiduría es vida organizada.
fr: La science est le savoir organisé. La sagesse est la vie organisée
hu_hu: A tudomány szervezett tudás. A bölcsesség szervezett élet.
it: La scienza è conoscenza organizzata. La saggezza è vita organizzata.
pl_pl: Nauka jest zorganizowaną wiedzą. Mądrość jest zorganizowanym życiem.
pt_br: Ciência é conhecimento organizado. Sabedoria é vida organizada.
ru: Наука - это упорядоченные знания. Мудрость - это упорядоченная жизнь.
zh_cn: 科学是系统化的知识，智慧是有组织的生活。

# Quote07Author
source: Max Planck
ru: Макс Планк
zh_cn: 马克斯·普朗克
