Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# Quote29Text
source: A good scientist is a person with original ideas. A good engineer is a person who makes a design that works with as few original ideas as possible. There are no prima donnas in engineering.
cs_cz: Dobrý vědec je člověk s originálními nápady. Dobrý konstruktér je člověk, který vytvoří funkční návrh s jen tolika originálními nápady, kolik je zapotřebí. Ve strojírenství nejsou žádné primadony.
de: Ein guter Wissenschaftler ist ein Mensch mit originellen Ideen. Ein guter Ingenieur ist ein Mensch, der ein Design verwirklicht, das mit so wenigen originellen Ideen wie möglich funktioniert. Es gibt keine Primadonnen im Ingenieurwesen.
es: Un buen científico es una persona con ideas originales. Un buen ingeniero es una persona que hace un diseño que trabaja con la menor cantidad de ideas originales posibles. No hay divas en ingeniería.
fr: Un bon scientifique est une personne avec des idées originales. Un bon ingénieur est une personne qui conçoit un produit avec aussi peu d'idées originales que possible. Il n'y a pas de prima donna dans l'ingénierie.
hu_hu: A jó tudós az, akinek eredeti ötletei vannak. A jó mérnök az, aki olyan tervet készít, amely a lehető legkevesebb eredeti ötlettel működik. A mérnök között nincsenek primadonnák.
it: Un buono scienziato è una persona con idee originali. Un buon ingegnere è una persona che crea un progetto che funziona con meno idee originali possibile. Non ci sono prime donne nell'ingegneria.
pl_pl: Dobry naukowiec to osoba z oryginalnymi pomysłami. Dobry inżynier to osoba, tworząca działające projekty z wykorzystaniem jak najmniejszej liczby oryginalnych pomysłów. W inżynierii nie ma miejsca na kaprysy.
pt_br: Um bom cientista é uma pessoa com ideias originais. Um bom engenheiro é uma pessoa que cria um projeto que funciona com o mínimo possível de ideias originais. Não há estrelismo na engenharia.
ru: Хороший ученый - человек с оригинальными идеями. Хороший инженер - человек, который создает конструкцию, работающую со столькими идеями, со сколькими возможно. В инженерии нет примадонн.
zh_cn: 一个好的科学家是一个有原创的想法的人。一个好的工程师是一个能在设计中运用尽可能少的原创的想法的人。工程学中不需要虚荣。

# Quote30Author
source: Freeman Dyson
cs_cz: Freeman J. Dyson
ru: Фриман Дайсон
zh_cn: 佛力曼·戴森

# Quote30Text
source: Aviation is the branch of engineering that is least forgiving of mistakes.
cs_cz: Letectví je obor techniky, který nejméně odpouští chyby.
de: Die Luftfahrt ist die Sparte der Technik die am wenigsten Fehler vergibt.
es: La aviación es la rama de la ingeniería que menos perdona los errores.
fr: L'aviation est la branche de l'ingénierie qui est la moins indulgente vis-à-vis des erreurs.
hu_hu: A repülés olyan mérnöki ágazat, amely legkevésbé elnéző a tévedésekkel.
it: L'aviazione è il ramo dell'ingegneria che meno perdona gli errori.
pl_pl: Lotnictwo jest to gałąź inżynierii, która wybacza najmniej błędów.
pt_br: Aviação é o ramo da engenharia com menor tolerância a erros.
ru: Авиация - отрасль инженерии, которая реже всего прощает ошибки.
zh_cn: 航空学是工程学的分支中最不容犯错的。

# Quote31Author
source: Wikipedia, 2077
cs_cz: Wikipedie, 2077
ru: Википедия, 2077
zh_cn: 维基百科，2077

# Quote31Text
source: A space engineer is a professional practitioner who uses scientific knowledge, mathematics, physics, astronomy, propulsion technology, materials science, structural analysis, manufacturing and ingenuity to solve practical problems in space.
cs_cz: Vesmírný konstruktér je profesionální praktik, který využívá vědeckých poznatků, matematiky, fyziky, astronomie, pohonných technologií, vědy o materiálech, strukturální analýzy, výroby a vynalézavosti k praktickému řešení problémů ve vesmíru.
de: Ein „Space Engineer“ ist ein professioneller Arbeiter der wissenschaftliche Methoden, Mathematik, Physik, Astronomie, Antriebstechnologien, Materialwissenschaften, Strukturanalyse, Herstellungsverfahren und Einfallsreichtum nutzt um praktische Probleme im Weltall zu lösen.
es: Un ingeniero espacial es un profesional que utiliza el conocimiento científico, las matemáticas, la física, la astronomía, la tecnología de propulsión, la ciencia de los materiales, el análisis estructural, la fabricación y el ingenio para resolver problemas prácticos en el espacio.
fr: Un ingénieur de l'espace est un professionnel qui use de connaissances scientifiques incluant les mathématiques, la physique, l'astronomie, les technologies de propulsion, la science des matériaux, l'analyse de structures, la fabrication et l'ingéniosité dans le but de résoudre des problèmes pratiques dans l'espace.
hu_hu: Az űrmérnök olyan hivatásos szakember, aki tudományos ismereteket, matematikát, fizikát, csillagászatot, meghajtástechnikát, anyagtudományt, szerkezeti elemzést, gyártást és találékonyságot használ az űrben jelentkező gyakorlati problémák megoldására.
it: Un ingegnere spaziale è un professionista che usa le conoscenze della scienza, matematica, fisica, astronomia, tecnologie di propulsione, scienza dei materiali, analisi strutturale, produzione ed ingenuità per risolvere problemi pratici nello spazio.
pl_pl: Kosmiczny inżynier jest praktykującym profesjonalistą, który używa naukowej wiedzy, matematyki, fizyki, astronomii, technologii napędów, materiałoznawstwa, analizy strukturalnej, przetwórstwa i pomysłowości do rozwiązywania problemów w kosmosie.
pt_br: Um engenheiro espacial é um profissional que utiliza conhecimentos científicos, matemática, física, astronomia, tecnologia de propulsão, ciência de materiais, análises estruturais, manufatura e um pouco de ingenuidade para resolver problemas práticos no espaço.
ru: Космический инженер является профессионалом, который использует научные знания, математику, физику, астрономию, технологию приводов, материаловедение, структурный анализ, производство и изобретательность, чтобы решать практические задачи в космосе.
zh_cn: 一个太空工程师是一个能够运用科学知识、数学、物理学、天文学、推进技术、材料科学、结构分析、制造业以及心理学在太空解决实际问题的专业人士。

# Quote32Author
source: Wikipedia, 2077
cs_cz: Wikipedie, 2077
ru: Википедия, 2077
zh_cn: 维基百科，2077

# Quote32Text
source: Space engineers design materials, structures, and systems while considering the limitations imposed by practicality, regulation, safety, ethicality and cost.
cs_cz: Vesmírní konstruktéři navrhují materiály, konstrukce a systémy s ohledem na omezení vyplývající z praktičnosti, norem, standardů, bezpečnosti a nákladů.
de: Space Engineers entwerfen diverse Materialien, Strukturen und Systeme und müssen dabei stets auf durch Machbarkeit, Verordnungen, Sicherheit, Ethik und Kosten auferlegte Einschränkungen achten.
es: Los ingenieros espaciales diseñan materiales, estructuras y sistemas teniendo en cuenta las limitaciones impuestas por la practicidad, la regulación, la seguridad, la ética y el coste.
fr: Les ingénieurs de l'espace conçoivent des matériaux, des structures, et des systèmes en tenant compte des limitations imposées par la praticité, la réglementation, la sécurité, l'éthique et le coût.
hu_hu: Az űrmérnökök anyagokból álló szerkezeteket és rendszereket terveznek, figyelembe véve a praktikum, a szabályozás, a biztonság, az etikusság és a költségek által szabott korlátozásokat.
it: Gli ingegneri spaziali progettano materiali, strutture, e sistemi tenendo in considerazione le limitazioni imposte da praticità, regole, sicurezza, etica e costo.
pl_pl: Kosmiczni inżynierowie projektują materiały, struktury i systemy uwzględniając ograniczenia nałożone przez praktyczność, regulacje, bezpieczeństwo, etyczność i koszty.
pt_br: Engenheiros espaciais desenvolvem materiais, estruturas e sistemas enquanto consideram as limitações impostas pela praticidade, regulamentação, segurança, ética e custo.
ru: Космические инженеры проектируют материалы, конструкции и системы, с учетом ограничений, налагаемых на практичность, регулирование, безопасность, этичность и стоимость.
zh_cn: 太空工程师设计材料、结构和系统，同时考虑到由实用性、惯例、安全、道德和成本的限制。

# Quote33Author
source: Wikipedia, 2077
cs_cz: Wikipedie, 2077
ru: Википедия, 2077
zh_cn: 维基百科，2077

# Quote33Text
source: Space engineers are grounded in applied sciences, and their work in research and development is distinct from the basic research focus of space scientists.
cs_cz: Vesmírní konstruktéři jsou spojeni s aplikovanou vědou a jejich práce na výzkumu a vývoji se liší od toho, na co se soustředí základní výzkum vesmírných vědců.
de: Der Arbeitsschwerpunkt von Space Engineers liegt in den angewandten Wissenschaften; ihre Arbeit in der Forschung und Entwicklung unterscheidet sich deutlich vom Forschungsschwerpunkt der Weltraumforscher.
es: Los ingenieros espaciales se basan en las ciencias aplicadas, y su trabajo en investigación y desarrollo es distinto del enfoque de investigación básica de los científicos espaciales.
fr: Les connaissances des ingénieurs spatiaux sont fondées sur les sciences appliquées, et leur travail en recherche et développement est bien distinct de l'axe de recherche de base des scientifiques spatiaux.
hu_hu: Az űrmérnökök az alkalmazott tudományokban járatosak, és a kutatásban, fejlesztésben végzett munkájuk különbözik az űrkutatók alap kutatási fókuszától.
it: Gli ingegneri spaziali si basano sulle scienze applicate, ed il loro lavoro nella ricerca e lo sviluppo è differente dalle ricerche degli scienziati spaziali.
pl_pl: Kosmiczni Inżynierowie opierają się na naukach stosowanych, a ich praca w dziedzinie badań i rozwoju różni się od podstawowych badań prowadzonych przez naukowców kosmicznych.
pt_br: Engenheiros espaciais se baseiam em ciências aplicadas e seus trabalhos em pesquisa e desenvolvimento são distintos do foco da pesquisa básica dos cientistas espaciais.
ru: Космические инженеры опираются на прикладные науки, и их работа в исследованиях и разработке, отличается от основных направлений исследований космических учёных.
zh_cn: 太空工程师以应用科学为基础，并且他们在研究和开发上的工作与太空科学家在基础研究上的重点有明显差别。

# Quote34Author
source: Wikipedia, 2077
cs_cz: Wikipedie, 2077
ru: Википедия, 2077
zh_cn: 维基百科，2077

# Quote34Text
source: In war times, space engineering involves military engineering as well. Such tasks typically include construction and demolition tasks under combat conditions.
cs_cz: V dobách války zahrnuje vesmírné strojírenství výrobu vojenské techniky. Jedná se hlavně o konstrukční a demoliční řešení v bojových podmínkách.
de: Zu Kriegszeiten gehört zum Space-Engineering auch die Wehrtechnik. Mit dieser in Verbindung stehende Aufgaben sind auch Aufbau- und Abrissarbeiten unter Kampfbedingungen.
es: En tiempos de guerra, la ingeniería espacial implica también la ingeniería militar. Estas tareas suelen incluir tareas de construcción y demolición en condiciones de combate.
fr: En temps de guerre, l'ingénierie spatiale implique aussi de l'ingénierie militaire. Celle-ci inclus typiquement des travaux de construction et de démolition en conditions de combat.
hu_hu: A háborús időkben az űrtechnika magában foglalja a hadmérnöki munkát is. Az ilyen feladatok általában harci körülmények között építkezési és bontási feladatokat tartalmaznak.
it: In tempo di guerra, l'ingegneria spaziale comprende anche l'ingegneria militare. Alcuni dei compiti includono costruzione e demolizione durante condizioni di combattimento.
pl_pl: W czasach wojny inżynieria kosmiczna obejmuje również inżynierie wojskową. Zadania te to zazwyczaj budowanie i wyburzanie w warunkach bojowych.
pt_br: Em tempos de guerra, a engenharia espacial também envolve engenharia militar. Tais tarefas basicamente incluem construção e demolição sob condições de combate.
ru: Во время войны, космические инженеры выполняют роль военных инженеров. Их задачей обычно является постройка или снос чего либо в условиях боя.
zh_cn: 在战时，太空工程同样涉及军事工程。在战斗环境中，这项任务通常包含建造与拆除任务。

# Quote35Author
source: Wikipedia, 2077
cs_cz: Wikipedie, 2077
ru: Википедия, 2077
zh_cn: 维基百科，2077

# Quote35Text
source: Space engineers are in a high demand, especially since the Second Space Race of 2029.
cs_cz: Po vesmírných konstruktérech je veliká poptávka, obzvláště od Druhého Vesmírného Závodu roku 2029.
de: Space Engineers sind stark gefragt, vorallem seit dem zweiten Weltraumrennen von 2029.
es: Los ingenieros espaciales tienen una gran demanda, especialmente desde la Segunda Carrera Espacial de 2029.
fr: Les ingénieurs de l'espace sont très recherchés, spécialement depuis la Deuxième course à l'espace de 2029.
hu_hu: Az űrmérnökök iránt nagy a kereslet, főleg a 2029-es második űrverseny óta.
it: C'è una forte domanda di ingegneri spaziali, specialmente dalla seconda corsa allo spazio del 2029.
pl_pl: Kosmiczni inżynierowie są bardzo pożądani, szczególnie od drugiego wyścigu kosmicznego w 2029.
pt_br: Os engenheiros espaciais estão com alta demanda, em especial desde a Segunda Corrida Espacial, em 2029.
ru: Космические инженеры высоко востребованы, особенно со времени Второй Космической Гонки в 2029 году.
zh_cn: 对太空工程师的需求非常大，尤其是从2029年的第二次太空竞赛以来。

# Quote36Author
source: Wikipedia, 2077
cs_cz: Wikipedie, 2077
ru: Википедия, 2077
zh_cn: 维基百科，2077

# Quote36Text
source: Space engineers take pride for their ability to get the job done right - no matter how big, how complex, or how remote.
cs_cz: Vesmírní konstruktéři se pyšní svou schopností dělat věci správně, nehledě na to jak veliký, složitý nebo vzdálený úkol to představuje.
de: Für Space Engineers ist es eine Ehrensache bei jeder Aufgabe alles zu geben, und sich bei jedem Mal wieder selbst zu übertreffen. Ganz gleich, wie groß und komplex diese sind, oder wie weit abgelegen ihre Arbeitsstätte ist.
es: Los ingenieros espaciales se enorgullecen de su capacidad para hacer bien su trabajo, sin importar cuán grande, complejo o remoto sea.
fr: Les ingénieurs spatiaux sont fiers de leur capacité à faire leur travail correctement - peu importe la taille, la complexité, ou l’éloignement.
hu_hu: Az űrmérnökök büszkék arra, hogy képesek a munkát jól elvégezni - függetlenül attól, hogy mekkora, milyen összetett vagy milyen távoli.
it: Gli ingegneri spaziali sono orgogliosi della loro abilità di risolvere i problemi nel modo giusto - non importa quanto grandi, complessi o remoti essi siano.
pl_pl: Kosmiczni inżynierowie są dumni z możliwości wykonania roboty jak należy - bez względu na to, jak duża, skomplikowana lub mało prawdopodobna jest.
pt_br: Os engenheiros espaciais orgulham-se de suas habilidades de fazer um trabalho bem feito — não importa o tamanho, a complexidade ou a distância.
ru: Космические инженеры гордятся своей способностью выполнять работу правильно - не важно, насколько она большая, сложная или долгая.
zh_cn: 太空工程师为他们有能力完成任务而自豪，无论任务有多大，、多复杂、多生僻。

# Quote37Author
source: Wikipedia, 2077
cs_cz: Wikipedie, 2077
ru: Википедия, 2077
zh_cn: 维基百科，2077

# Quote37Text
source: The word engineer is derived from the Latin roots 'ingeniare' ("to contrive, devise") and 'ingenium' ("cleverness").
cs_cz: Slovo inženýr je odvozeno z latinského slova 'ingeniare' ("spřádat, vymyslet") a 'ingenium' (" chytrost ").
de: Das Wort „Ingenieur“ leitet sich vom lateinischen „ingeniare“ (etwas entwerfen, ausdenken) und „ingenium“ (Klugheit) ab.
es: La palabra ingeniero deriva de las raíces latinas'ingeniare' ( `concebir, inventar') y'ingenium' ('astucia').
fr: Le mot ingénieur est dérivé de la racine latine « ingeniare » (« fabriquer, concevoir ») et «Ingenium» (« intelligence »).
hu_hu: A mérnök (engineer) szó a latin „ingeniare” („feltalálni, kitalálni”) és „ingenium” („okosság”) gyökerekből származik.
it: Il termine ingegnere deriva dalle radici latine 'ingeniare' (escogitare) ed "ingenium" (intelligenza)
pl_pl: Słowo inżynier pochodzi od łacińskiego "ingeniare" ("wymyślić, opracować") i "ingenium" ("spryt").
pt_br: A palavra engenheiro é derivada do latim 'ingeniare' ("inventar, criar") e 'ingenium' ("inteligência").
ru: Слово инженер происходит от латинского корня "ingeniare" ("придумать, изобрести») и «ingenium» («ум»).
zh_cn: 工程师这个词由拉丁文“ingeniare”（设计与发明）以及“ingenium”（智慧）演变而来。

# Quote38Author
source: Anonym
es: Anónimo
fr: Anonyme
hu_hu: Névtelen szerző
it: Anonimo
pl_pl: Anonim
pt_br: Anônimo
ru: Неизвестный
zh_cn: 佚名

# Quote38Text
source: To the optimist, the glass is half full. To the pessimist, the glass is half empty. To the engineer, the glass is twice as big as it needs to be.
cs_cz: Podle optimisty je sklenice napůl plná. Podle pesimisty je napůl prázdná. Podle konstruktéra je dvakrát tak velká, než je potřeba.
de: Für einen Optimisten ist das Glas halbvoll. Für einen Pessimisten halbleer. Für einen Ingeneur ist das Glas zweimal größer als es sein müsste.
es: Para el optimista, el vaso está medio lleno. Para el pesimista, el vaso está medio vacío. Para el ingeniero, el vaso es el doble de grande de lo necesario.
fr: Pour l'optimiste, le verre est à moitié plein. Pour le pessimiste, le verre est à moitié vide. Pour l'ingénieur, le verre est deux fois plus grand qu'il ne devrait être...
hu_hu: Az optimista szerint a pohár félig tele van. A pesszimista szerint a pohár félig üres. A mérnök számára a pohár kétszer akkora, mint amennyire szüksége van.
it: Per l'ottimista, il bicchiere è mezzo pieno. Per il pessimista, il bicchiere è mezzo vuoto. Per l'ingegnere, il bicchiere è grande il doppio del necessario.
pl_pl: Dla optymisty szklanka jest w połowie pełna. Dla pesymisty jest w połowie pusta. Dla inżyniera szklanka jest dwa razy większa niż powinna być.
pt_br: Para o otimista, o copo está meio cheio. Para o pessimista, o copo está meio vazio. Para o engenheiro, o copo tem o dobro do tamanho que deveria ter.
ru: Для оптимиста, стакан наполовину полон. Для пессимиста, стакан наполовину пуст. Для инженера, стакан в два раза больше, чем он должен быть.
zh_cn: 对于乐观主义者而言，杯子是半满的。对于悲观主义者而言，杯子是半空的。对于工程师而言，杯子的尺寸比实际需求大了一倍。

# Quote39Author
source: Albert Einstein
ru: Альберт Эйнштейн
zh_cn: 阿尔伯特·爱因斯坦

# Quote39Text
source: Scientists investigate that which already is; engineers create that which has never been.
cs_cz: Vědci zkoumají to, co již existuje. Konstruktéři vytváří to, co nikdy nebylo.
de: Wissenschaftler erforschen das, was bereits ist. Ingenieure erschaffen das, was noch nicht existiert.
es: Los científicos investigan lo que ya es; los ingenieros crean lo que nunca ha sido
fr: Les scientifiques étudient ce qui existe déjà ; les ingénieurs créent ce qui n'a jamais existé.
hu_hu: A tudósok azt vizsgálják, ami már létezik; a mérnökök létrehozzák azt, ami még soha nem volt.
it: Gli scienziati investigano su quello che già esiste; gli ingegneri creano quello che non è mai esistito.
pl_pl: Naukowcy badają to co już istnieje; inżynierowie tworzą to, czego nigdy nie było.
pt_br: Cientistas investigam aquilo que já é; Engenheiros criam aquilo que nunca foi.
ru: Учёные исследуют то, что уже есть; инженеры создают то, чего никогда не было.
zh_cn: 科学家研究已经存在的东西，而工程创造新的东西。

# Quote40Author
source: U.S. Army Ordnance
cs_cz: U.S. Armádní pluk
de: Artillerie-Abteilung der U.S. Army
es: Ordenanza del Ejército de los EE.UU.
hu_hu: Amerikai hadsereg Lövész
it: Artiglieria dell'esercito U.S.A.
pl_pl: Zbrojownia Armii Stanów Zjednoczonych
pt_br: Exército de Artilharia dos E.U.A.
ru: Войска Поддержки США
zh_cn: 美国陆军军械部

# Quote40Text
source: Tracers work both ways.
cs_cz: Svítící střely fungují obousměrně.
de: Leuchtspurmunition kann auch eine entgegengesetzte WIrkung entfalten.
es: Los trazadores funcionan en ambos sentidos.
fr: Les balles traçantes fonctionnent dans les deux sens.
hu_hu: A nyomkövetők mindkét irányban működnek.
it: I proiettili traccianti funzionano in entrambi i sensi.
pl_pl: Obie strony widzą pociski smugowe.
pt_br: Traçantes funcionam para ambos os lados.
ru: Трассирующие снаряды работают в обоих направлениях.
zh_cn: 追踪器通过两种方式都可工作。

# Quote41Author
source: USAF Ammo Troop
cs_cz: USAF Muniční oddíl
de: Munitionsspezialist der U.S. Air Force
es: Tropas de munición de la USAF
hu_hu: USAF Lőszer Csoport
it: Truppa munizioni USAF
pl_pl: Oddział USAF Ammo
pt_br: Tropa de Munição da Força Aérea Americana
ru: Войска ВВС США
zh_cn: 美国空军弹药部

# Quote41Text
source: If you see a bomb technician running, follow him.
cs_cz: Pokud uvidíte pyrotechnika utíkat, utíkejte s ním.
de: Wenn man einen Bombenspezialisten rennen sieht, dann sollte man ihm folgen.
es: Si ves a un artificiero corriendo, síguelo.
fr: Si vous voyez un expert en explosif courir, suivez-le.
hu_hu: Ha lát egy bombatechnikust futni, kövesse őt.
it: Se vedi un artificiere correre, seguilo.
pl_pl: Jeśli widzisz uciekającego sapera, uciekaj razem z nim.
pt_br: Se você ver um técnico de bombas correndo, siga-o.
ru: Если вы видите, что сапёр бежит, бегите вместе с ним.
zh_cn: 如果你看见了一个拆弹专家在跑，赶紧跟着跑。

# Quote42Author
source: Anonym
es: Anónimo
fr: Anonyme
hu_hu: Névtelen szerző
it: Anonimo
pl_pl: Anonim
pt_br: Anônimo
ru: Неизвестный
zh_cn: 佚名

# Quote42Text
source: The only time you have too much fuel is when you're on fire.
cs_cz: Jediný případ, kdy máte příliš mnoho paliva, je, když hoříte.
de: Der einzige Zeitpunkt zu dem man zu viel Treibstoff haben kann, ist, wenn man brennt.
es: El único momento en que tienes demasiado combustible es cuando estás ardiendo.
fr: Le seul moment où vous avez trop de carburant est quand vous êtes en feu.
hu_hu: Csak akkor van túl sok üzemanyagod, amikor lángolsz.
it: L'unica volta che hai troppo carburante è quando stai andando a fuoco.
pl_pl: Jedyny moment, w którym masz za dużo paliwa, jest wtedy, gdy się palisz.
pt_br: O único momento em que você tem muito combustível é quando você está em chamas.
ru: Единственный случай, когда у вас слишком много топлива - это когда вы горите.
zh_cn: 只有在自己着火的时候你才会嫌燃料多。

# Quote43Author
source: Anonym
es: Anónimo
fr: Anonyme
hu_hu: Névtelen szerző
it: Anonimo
pl_pl: Anonim
pt_br: Anônimo
ru: Неизвестный
zh_cn: 佚名

# Quote43Text
source: Never trade luck for skill.
cs_cz: Nikdy nevyměňuj štěstí za dovednosti.
de: Tausche niemals Glück gegen Geschick.
es: Nunca cambies la suerte por la habilidad.
fr: N'échangez jamais votre chance pour des compétences.
hu_hu: Soha ne cseréljen szerencsét ügyességre.
it: Mai barattare la fortuna con l'abilità.
pl_pl: Nigdy nie wymieniaj szczęścia na zdolności.
pt_br: Nunca troque sorte por habilidade.
ru: Никогда не меняй удачу на умение.
zh_cn: 不要拿运气换技术。

# Quote44Author
source: Jon McBride
cs_cz: Jon A. McBride
ru: Джон Макбрайд
zh_cn: 乔恩·麦克布莱德

# Quote44Text
source: A pilot who doesn't have any fear probably isn't flying his plane to its maximum.
cs_cz: Pilot, který se nebojí, nejspíš nevyužívá svého stroje na maximum.
de: Ein Pilot welcher keine Angst hat, fliegt sein Flugzeug wahrscheinlich nicht bis an dessen Grenzen.
es: Un piloto que no tiene miedo probablemente no está pilotando su avión al máximo.
fr: Un pilote sans craintes n'exploite probablement pas son avion à son maximum.
hu_hu: Az a pilóta, akinek nincs félelemérzete valószínűleg nem repíti maximális sebességgel a gépét.
it: Un pilota che non ha nessuna paura probabilmente non sta pilotando il suo aereo al massimo.
pl_pl: Pilot który nie czuje żadnego strachu, prawdopodobnie nie wykorzystał potencjału swojego samolotu w całości.
pt_br: O piloto que não sente nenhum medo provavelmente não está exigindo o máximo de sua aeronave.
ru: Пилот, у которого нет страха, вероятно, не летал на пределе своего самолета.
zh_cn: 一个无所畏惧的飞行员大概是没有把他的飞机开到极限。

# Quote45Author
source: Alexander Calder
ru: Александр Колдер
zh_cn: 亚历山大·卡尔德
