Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# WorldSettings_EnableRealisticDampeners
source: Enable realistic dampeners
cs_cz: Povolit realistické tlumiče
de: Realistische Dämpfung aktivieren
es: Habilitar amortiguadores realistas
fr: Activer les amortisseurs réalistes
hu_hu: Valósághű csillapítók engedélyezése
it: Abilita smorzatori realistici
pl_pl: Włącz realistyczne tłumiki
pt_br: Habilitar amortecedores realísticos
ru: Реалистичные гасители
zh_cn: 启用现实减震器

# WorldSettings_EnableRemoteBlockRemoval
source: Remote block removal
cs_cz: Vzdálené odebrání bloků
de: Entfernen von Blöcken aus der Ferne
es: Eliminación remota de bloques
fr: Suppression de bloc à distance
hu_hu: Távoli blokk eltávolítása
it: Rimozione blocco remoto
pl_pl: Zdalne usuwanie bloków
pt_br: Remoção remota de blocos
ru: Удалённое убирание блоков
zh_cn: 远程删除方块

# WorldSettings_EnableRespawnShips
source: Enable respawn ships
cs_cz: Povolit počáteční lodě
de: Respawn-Schiffe aktivieren
es: Habilitar naves de reaparición
fr: Activer les vaisseaux de réapparition
hu_hu: Újjászületési hajók engedélyezése
it: Abilita Rigenera Navi
pl_pl: Zezwól na statki startowe
pt_br: Habilitar renascimento de naves
ru: Корабли возрождения
zh_cn: 启用重生船

# WorldSettings_EnableSpectator
source: Enable spectator
cs_cz: Povolit diváky
de: Zuschauermodus aktivieren
es: Habilitar modo espectador
fr: Activer le mode spectateur
hu_hu: Néző engedélyezése
it: Abilita spettatore
pl_pl: Włącz obserwatora
pt_br: Habilitar espectador
ru: Режим наблюдателя
zh_cn: 允许进入旁观模式

# WorldSettings_EnableSpiders
source: Enable spiders
cs_cz: Povolit pavouky
de: Spinnen aktivieren
es: Habilitar arañas
fr: Activer les araignées
hu_hu: Pókok engedélyezése
it: Abilita ragni
pl_pl: Zezwól na pająki
pt_br: Habilitar aranhas
ru: Сабироиды
zh_cn: 生成蜘蛛

# WorldSettings_EnableSubGridDamage
source: Enable sub-grid damage
cs_cz: Povolit poškození subkonstrukcí
de: Schäden an Subkonstruktionen aktivieren
es: Activar los daños en las subestructuras
fr: Activer les dégâts des sous-grilles
hu_hu: Alhálózat károsodásának engedélyezése
it: Abilita danno sotto-griglia
pl_pl: Włącz obrażenia podstruktur
pt_br: Habilitar danos sub-grid
ru: Активирует повреждения подструктур
zh_cn: 启用次级网格伤害

# WorldSettings_EnableSunRotation
source: Enable sun rotation
cs_cz: Povolit obíhání Slunce
de: Sonnenrotation aktivieren
es: Habilitar la rotación del sol
fr: Activer la rotation du soleil
hu_hu: Nap forgásának engedélyezése
it: Abilita rotazione sole
pl_pl: Zezwól na rotacje słońca
pt_br: Habilitar rotação do sol
ru: Вращение солнца
zh_cn: 启用太阳旋转

# WorldSettings_EnableToolShake
source: Enable tools shake
cs_cz: Povolit otřesy nástroji
de: Aktiviere Vibration von Werkzeugen
es: Habilitar sacudidas de las herramientas
fr: Activer la vibration des outils
hu_hu: Eszközök rázásának engedélyezése
it: Abilita oscillazione strumenti
pl_pl: Efekt trzęsienia narzędzi
pt_br: Habilitar trepidação de ferramentas
ru: Вибрация инструментов
zh_cn: 启用工具晃动

# WorldSettings_EnableTurrerFriendlyDamage
source: Enable friendly rocket damage
cs_cz: Povolit věžím palbu do svého
de: Schäden durch eigene/verbündete Raketen ermöglichen
es: Habilitar el daño de cohetes aliados
fr: Activer les dégâts des roquettes amis
hu_hu: Barátságos rakétasérülés engedélyezése
it: Abilita danno amico dai razzi
pl_pl: Włącz sojuszniczy ogień wieżyczek
pt_br: Habilitar danos por míssil amigo
ru: Активирует урон ракет по дружественным объектам
zh_cn: 启用火箭友军伤害

# WorldSettings_EnableVoxelDestruction
source: Enable voxel destruction
cs_cz: Povolit poškozování terénu
de: Voxel-Zerstörung aktivieren
es: Activar la destrucción de vóxeles
fr: Activer la destruction de voxels
hu_hu: Voxel megsemmisítésének engedélyezése
it: Abilita distruzione voxel
pl_pl: Włącz voxelowe zniszczenia
pt_br: Habilitar destruição de voxel
ru: Активирует разрушаемость вокселей
zh_cn: 启用体素破坏

# WorldSettings_EnableVoxelHand
source: Enable voxel hand
cs_cz: Povolit terénní nástroj
de: Voxelhand aktivieren
es: Habilitar modificador vóxel
fr: Activer le curseur voxel
hu_hu: Voxel kéz engedélyezése
it: Abilita mano voxel
pl_pl: Włącz ręce stwórcy
pt_br: Habilitar mãos voxel
ru: Включить воксельные кисти
zh_cn: 启用体素手

# WorldSettings_EnableWeapons
source: Weapons enabled
cs_cz: Zbraně povoleny
de: Waffen aktiviert
es: Armas activadas
fr: Armes activées
hu_hu: Fegyverek engedélyezése
it: Armi abilitate
pl_pl: Bronie włączone
pt_br: Habilitar armas
ru: Оружие
zh_cn: 允许武器

# WorldSettings_EnableSpaceSuitRespawn
source: Enable Space Suit Respawn
de: Respawnen im Raumanzug aktivieren
es: Habilitar la reaparición del traje espacial
fr: Activer la réapparition de la Combinaison spatiale
it: Abilita il respawn della tuta spaziale
pl_pl: Odradzanie się Kombinezonu
pt_br: Habilita o Renascimento de Traje Espacial
ru: Активирует появление скафандра
zh_cn: 启用航天服重生

# WorldSettings_EnableWolfs
source: Enable wolves
cs_cz: Povolit vlky
de: Wölfe aktivieren
es: Habilitar lobos
fr: Activer les loups
hu_hu: Farkasok engedélyezése
it: Abilita lupi
pl_pl: Zezwól na wilki
pt_br: Habilitar lobos
ru: Волки
zh_cn: 生成机械狼

# WorldSettings_Encounters
source: Random encounters
cs_cz: Náhodná střetnutí
de: Zufällige Begegnungen
es: Encuentros aleatorios
fr: Rencontres aléatoires
hu_hu: Véletlenszerű találkozások
it: Incontri casuali
pl_pl: Losowe zdarzenia
pt_br: Encontros aleatórios
ru: Случайные встречи
zh_cn: 随机遭遇

# WorldSettings_EnvironmentHostility
source: Environment hostility
cs_cz: Nehostinnost prostředí
de: Umgebungssicherheit
es: Hostilidad ambiental
fr: Hostilité de l'environnement
hu_hu: Környezet ellenségessége
it: Ostilità ambientale
pl_pl: Wrogość otoczenia
pt_br: Hostilidade do ambiente
ru: Частота метеоритов
zh_cn: 环境安全(流星等级)

# WorldSettings_EnvironmentHostilityCataclysm
source: Cataclysm
cs_cz: Kataklyzma
de: Verheerend
es: Cataclismo
fr: Cataclysme
hu_hu: Katasztrófa
it: Cataclisma
pl_pl: Katastrofalna
pt_br: Cataclismo
ru: Катаклизм
zh_cn: 大灾变

# WorldSettings_EnvironmentHostilityCataclysmUnreal
source: Armageddon (unrealistic)
cs_cz: Armagedon (nerealistický)
de: Weltuntergang (unrealistisch)
es: Armagedón (poco realista)
fr: Armageddon (irréaliste)
hu_hu: Armageddon (irreális)
it: Armageddon (non realistico)
pl_pl: Armagedon (nierealistyczne)
pt_br: Armagedom (não realístico)
ru: Армагеддон (нереалистично)
zh_cn: 末日流星【没有间隔】

# WorldSettings_EnvironmentHostilityNormal
source: Normal
cs_cz: Normální
fr: Normale
hu_hu: Normál
it: Normale
pl_pl: Normalna
ru: Нормально
zh_cn: 正常

# WorldSettings_EnvironmentHostilitySafe
source: Safe
cs_cz: Bezpečný
de: Sicher
es: Seguro
fr: Sûre
hu_hu: Biztonságos
it: Sicuro
pl_pl: Bezpieczna
pt_br: Seguro
ru: Безопасно
zh_cn: 安全

# WorldSettings_FloraDensity
source: Flora Density
cs_cz: Hustota flóry
de: Dichte der Flora
es: Densidad de la Flora
fr: Densité de la flore
hu_hu: Flóra sűrűség
it: Densità Flora
pl_pl: Gęstość Flory
pt_br: Densidade da vegetação
ru: Плотность флоры
zh_cn: 植物密度

# WorldSettings_FloraDensity_Extreme
source: Extreme
cs_cz: Extrémní
de: Extrem
es: Extremo
fr: Extrême
hu_hu: Extrém
it: Estrema
pl_pl: Ekstremalna
pt_br: Extremo
ru: Экстрим
zh_cn: 极限

# WorldSettings_FloraDensity_High
source: High
cs_cz: Vysoká
de: Hoch
es: Alto
fr: Élevée
hu_hu: Magas
it: Alta
pl_pl: Wysoka
pt_br: Alto
ru: Высок.
zh_cn: 高

# WorldSettings_FloraDensity_Low
source: Low
cs_cz: Nízká
de: Gering
es: Bajo
fr: Faible
hu_hu: Alacsony
it: Bassa
pl_pl: Niska
pt_br: Baixo
ru: Низк.
zh_cn: 低

# WorldSettings_FloraDensity_Medium
source: Medium
cs_cz: Střední
de: Mittel
es: Medio
fr: Moyen
hu_hu: Közepes
it: Media
pl_pl: Średnia
pt_br: Médio
ru: Среднее
zh_cn: 中

# WorldSettings_FloraDensity_None
source: None
cs_cz: Žádná
de: Keine
es: Ninguno
fr: Aucune
hu_hu: Nincs
it: Nessuno
pl_pl: Brak
pt_br: Nenhum
ru: Нет
zh_cn: 无

# WorldSettings_FriendlyFire
source: Friendly fire
cs_cz: Střelba do přátel
de: Teambeschuss
es: Fuego amigo
fr: Tir allié
hu_hu: Baráti tűz
it: Fuoco amico
pl_pl: Ogień sojuszniczy
pt_br: Fogo amigo
ru: Дружественный огонь
zh_cn: 朋友模式

# WorldSettings_GameScenario
source: Scenario
cs_cz: Scénář
de: Szenario
es: Escenario
fr: Scénario
hu_hu: Forgatókönyv
pl_pl: Scenariusz
pt_br: Cenário
ru: Сценарий
zh_cn: 剧本

# WorldSettings_GameStyle
source: Game style
cs_cz: Herní styl
de: Spieltyp
es: Estilo de juego
fr: Style de jeu
hu_hu: Játék stílusa
it: Stile di gioco
pl_pl: Styl gry
pt_br: Estilo de jogo
ru: Стиль игры
zh_cn: 游戏风格

# WorldSettings_GameSurvivalTimes1
source: Realistic
cs_cz: Realistický
de: Realistisch
es: Realista
fr: Réaliste
hu_hu: Élethű
it: Realistica
pl_pl: Realistyczne
pt_br: Realístico
ru: Реалистичный
zh_cn: 真实

# WorldSettings_GameSurvivalTimes10
source: Realistic x10
cs_cz: Realistický x10
de: Realistisch x10
es: Realista x10
fr: Réaliste x10
hu_hu: Élethű x10
it: Realistica x10
pl_pl: Realistyczny x10
pt_br: 10X Realístico
ru: Реализм x10
zh_cn: 真实度 x10

# WorldSettings_GameSurvivalTimes3
source: Realistic x3
cs_cz: Realistický x3
de: Realistisch x3
es: Realista x3
fr: Réaliste x3
hu_hu: Élethű x3
it: Realistica x3
pl_pl: Realistyczny x3
pt_br: 3X Realístico
ru: Реализм x3
zh_cn: 真实度 x3

# WorldSettings_GrinderSpeed
source: Grinding speed
cs_cz: Rychlost brusky
de: Schleifgeschwindigkeit
es: Velocidad de desmontar
fr: Vitesse de meulage
hu_hu: Darabolási sebesség
it: Velocità di smerigliatura
pl_pl: Prędkość szlifierki
pt_br: Velocidade do esmeril
ru: Скорость разборки
zh_cn: 拆卸速度

# WorldSettings_InventorySize
source: Inventory size
cs_cz: Velikost inventáře
de: Inventarumfang
es: Tamaño del inventario
fr: Taille de l'inventaire
hu_hu: Készlet mérete
it: Dimensione inventario
pl_pl: Rozmiar ekwipunku
pt_br: Tamanho de inventário
ru: Размер инвентаря
zh_cn: 库存大小

# WorldSettings_LimitWorldSize
source: Limit world size
cs_cz: Omezení velikosti světa
de: Weltgröße begrenzen
es: Limitar el tamaño del mundo
fr: Limiter la taille du monde
hu_hu: Világ méretének korlátozása
it: Limita grandezza mondo
pl_pl: Rozmiar świata
pt_br: Limite de tamanho do mundo
ru: Ограничить размер мира
zh_cn: 世界大小

# WorldSettings_MaxBlocksPerPlayer
source: Max blocks per player
cs_cz: Maximum bloků na hráče
de: Max. blöcke pro spieler
es: Máximo de bloques por jugador
fr: Blocs Max. par joueur
hu_hu: Max blokkok játékosonként
it: Max blocchi per giocatore
pl_pl: Maksymala ilość bloków na gracza
pt_br: Máximo de blocos por jogador
ru: Макс. блоков на игрока
zh_cn: 玩家建造方块上限

# WorldSettings_MaxGridSize
source: Max ship size
cs_cz: Maximální velikost lodi
de: Max. Schiffsgröße
es: Tamaño máximo del nave
fr: Taille Max. du vaisseau
hu_hu: Max hajó méret
it: Grandezza massima della nave
pl_pl: Maksymalna wielkość statku
pt_br: Tamanho máximo de nave
ru: Макс. размер постройки
zh_cn: 船只建造方块上限

# WorldSettings_MoonSizeMax
source: Maximum size of moons
cs_cz: Maximální velikost měsíců
de: Maximale Größe der Monde
es: Tamaño máximo de las lunas
fr: Taille Max. des lunes
hu_hu: Holdak Max mérete
it: Dimensione massima delle lune
pl_pl: Maksymalny rozmiar księżyców
pt_br: Tamanho máximo de luas
ru: Максимальный размер спутников
zh_cn: 卫星的最大尺寸

# WorldSettings_MoonSizeMin
source: Minimum size of moons
cs_cz: Minimální velikost měsíců
de: Mindestgröße der Monde
es: Tamaño mínimo de las lunas
fr: Taille Min. des lunes
hu_hu: Holdak Min mérete
it: Dimensione minima delle lune
pl_pl: Minimalny rozmiar księżyców
pt_br: Tamanho mínimo de luas
ru: Минимальный размер спутников
zh_cn: 卫星的最小尺寸

# WorldSettings_Password
source: Password
cs_cz: Heslo
de: Passwort
es: Contraseña
fr: Mot de passe
hu_hu: Jelszó
pl_pl: Hasło
pt_br: Senha
ru: Пароль
zh_cn: 密码

# WorldSettings_PermanentDeath
source: Permanent death
cs_cz: Trvalá smrt
de: Endgültiger Tod
es: Muerte permanente
fr: Mort permanente
hu_hu: Maradandó halál
it: Morte permanente
pl_pl: Trwała śmierć
pt_br: Morte definitiva
ru: Смерть навсегда
zh_cn: 永久性死亡

# WorldSettings_PlanetSizeMax
source: Maximum size of planets
cs_cz: Maximální velikost planet
de: Maximale Größe der Planeten
es: Tamaño máximo de los planetas
fr: Taille Max. des planètes
hu_hu: Bolygók Max mérete
it: Dimensione massima dei pianeti
pl_pl: Maksymalny rozmiar planet
pt_br: Tamanho máximo dos planetas
ru: Максимальный размер планет
zh_cn: 行星最大尺寸

# WorldSettings_PlanetSizeMin
source: Minimum size of planets
cs_cz: Minimální velikost planet
de: Mindestgröße der Planeten
es: Tamaño mínimo de los planetas
fr: Taille Min. des planètes
hu_hu: Bolygók Min mérete
it: Dimensione minima
pl_pl: Minimalny rozmiar planet
pt_br: Tamanho mínimo dos planetas
ru: Минимальный размер планет
zh_cn: 行星最小尺寸

# WorldSettings_Realistic
source: Realistic
cs_cz: Realistické
de: Realistisch
es: Realista
fr: Réaliste
hu_hu: Élethű
it: Realistica
pl_pl: Realistyczne
pt_br: Realístico
ru: Реалистичный
zh_cn: 真实

# WorldSettings_RealisticSound
source: Realistic
cs_cz: Realistické
de: Realistisch
es: Realista
fr: Réaliste
hu_hu: Élethű
it: Realistica
pl_pl: Realistyczne
pt_br: Realístico
ru: Реалистичный
zh_cn: 真实

# WorldSettings_RefinerySpeed
source: Refinery speed
cs_cz: Rychlost rafinerie
de: Raffinerie-Geschwindigkeit
es: Velocidad de refinería
fr: Vitesse de raffinage
hu_hu: Finomító sebessége
it: Velocità raffineria
pl_pl: Szybkość rafinerii
pt_br: Velocidade da refinaria
ru: Скорость очистки руды
zh_cn: 精炼速度

# WorldSettings_RemoveTrash
source: Trash auto-removal
cs_cz: Automatické odstraňování smetí
de: Autom. Schrottentfernung
es: Eliminación automática de basura
fr: Supression automatique des déchets
hu_hu: Szemét automatikus eltávolítása
it: Auto-Rimozione relitti
pl_pl: Auto usuwanie śmieci
pt_br: Remoção automática de lixo
ru: Автоудаление мусора
zh_cn: 漂浮物自动移除

# WorldSettings_ResetOwnership
source: Reset ownership
cs_cz: Resetovat vlastnictví
de: Besitzstatus zurücksetzen
es: Restablecer la propiedad
fr: Réinitialiser les propriétés
hu_hu: Tulajdon visszaállítása
it: Reimposta proprietà
pl_pl: Reset własności
pt_br: Redefinir propriedade
ru: Сброс собственности
zh_cn: 重置所有权

# WorldSettings_RespawnShipCooldown
source: Respawn ship cooldown
cs_cz: Odpočet do Počáteční lodě
de: Respawn-Zeitlimit
es: Enfriamiento de la nave de reaparición
fr: Délai de réapparition du vaisseau
hu_hu: Újjáélesztő hajó lehűlése
it: Cooldown nave di rientro
pl_pl: Odnowienie statków
pt_br: Intervalo de renascimento de nave
ru: Задержка корабля возрождения
zh_cn: 重生船冷却

# WorldSettings_RespawnShipDelete
source: Delete respawn ship
cs_cz: Smazat počáteční loď
de: Respawn-Schiff entfernen
es: Eliminar nave de reaparición
fr: Supprimer les vaisseaux de réapparition
hu_hu: Újjáélesztő hajó törlése
it: Elimina nave di rientro
pl_pl: Usuń statek początkowy
pt_br: Excluir nave de renascimento
ru: Удалять корабль возрождения
zh_cn: 删除重生船

# WorldSettings_RespawnShip_CooldownsDisabled
source: Cooldowns disabled
cs_cz: Odpočty vyřazeny
de: Respawn-Zeitlimits deaktiviert
es: Enfriamiento desactivado
fr: Délais désactivés
hu_hu: Lehűlés tiltása
it: Cooldown disabilitati
pl_pl: Brak czasu odnowienia
pt_br: Intervalos desabilitados
ru: Задержки отключены
zh_cn: 没有冷却时间

# WorldSettings_RespawnShip_Default
source: Default cooldowns
cs_cz: Základní odpočty
de: Standard Respawn-Zeitlimits
es: Enfriamientos por defecto
fr: Délais par défaut
hu_hu: Alapértelmezett lehűlés
it: Cooldown predefiniti
pl_pl: Domyślny czas odnowienia
pt_br: Intervalos padrão
ru: Стандартные задержки
zh_cn: 默认冷却时间

# WorldSettings_RespawnShip_x01
source: Default / 10
cs_cz: Základní / 10
es: Predeterminado / 10
fr: Défaut / 10
hu_hu: Alapértelmezett / 10
it: Predefinito / 10
pl_pl: Domyślny / 10
pt_br: Padrão/10
ru: Стандарт / 10
zh_cn: 默认 /10

# WorldSettings_RespawnShip_x02
source: Default / 5
cs_cz: Základní / 5
es: Predeterminado / 5
fr: Défaut / 5
hu_hu: Alapértelmezett / 5
it: Predefinito / 5
pl_pl: Domyślny / 5
pt_br: Padrão/5
ru: Стандарт / 5
zh_cn: 默认 /5

# WorldSettings_RespawnShip_x05
source: Default / 2
cs_cz: Základní / 2
es: Predeterminado / 2
fr: Défaut / 2
hu_hu: Alapértelmezett / 2
it: Predefinito / 2
pl_pl: Domyślny / 2
pt_br: Padrão/2
ru: Стандарт / 2
zh_cn: 默认 /2

# WorldSettings_RespawnShip_x10
source: Default x 10
cs_cz: Základní ×10
de: x10
es: Por defecto x 10
fr: Défaut x 10
hu_hu: Alapértelmezett x 10
it: Predefinito x 10
pl_pl: Domyślny x 10
pt_br: Padrão 10X
ru: Стандарт x 10
zh_cn: 默认 x10

# WorldSettings_RespawnShip_x100
source: Default x 100
cs_cz: Základní ×100
de: x100
es: Por defecto x 100
fr: Défaut x 100
hu_hu: Alapértelmezett x 100
it: Predefinito x 100
pl_pl: Domyślny x 100
pt_br: Padrão 100X
ru: Стандарт x 100
zh_cn: 默认 x100

# WorldSettings_RespawnShip_x2
source: Default x 2
cs_cz: Základní ×2
de: x2
es: Por defecto x 2
fr: Défaut x 2
hu_hu: Alapértelmezett x 2
it: Predefinito x 2
pl_pl: Domyślny x 2
pt_br: Padrão 2X
ru: Стандарт x 2
zh_cn: 默认 x2

# WorldSettings_RespawnShip_x20
source: Default x 20
cs_cz: Základní ×20
de: x20
es: Por defecto x 20
fr: Défaut x 20
hu_hu: Alapértelmezett x 20
it: Predefinito x 20
pl_pl: Domyślny x 20
pt_br: Padrão 20X
ru: Стандарт x 20
zh_cn: 默认 x20

# WorldSettings_RespawnShip_x5
source: Default x 5
cs_cz: Základní ×5
de: x5
es: Por defecto x 5
fr: Défaut x 5
hu_hu: Alapértelmezett x 5
it: Predefinito x 5
pl_pl: Domyślny x 5
pt_br: Padrão 5X
ru: Стандарт x 5
zh_cn: 默认 x5

# WorldSettings_RespawnShip_x50
source: Default x 50
cs_cz: Základní ×50
de: x50
es: Por defecto x 50
fr: Défaut x 50
hu_hu: Alapértelmezett x 50
it: Predefinito x 50
pl_pl: Domyślny x 50
pt_br: Padrão 50X
ru: Стандарт x 50
zh_cn: 默认 x50

# WorldSettings_Scenario
source: Scenario
cs_cz: Scénář
de: Szenario
es: Escenario
fr: Scénario
hu_hu: Forgatókönyv
pl_pl: Scenariusz
pt_br: Cenário
ru: Сценарий
zh_cn: 剧本

# WorldSettings_ScenarioEditMode
source: Scenario edit mode
cs_cz: Režim tvorby scénářů
de: Szenario-Bearbeitungsmodus
es: Modo de edición de escenarios
fr: Mode éditeur de scénario
hu_hu: Forgatókönyv szerkesztési mód
it: Modalità modifica scenario
pl_pl: Tryb edycji scenariusza
pt_br: Modo de edição de cenário
ru: Режим создания сценария
zh_cn: 场景编辑模式

# WorldSettings_ShowPlayerNamesOnHud
source: Show player names
cs_cz: Zobrazit jména hráčů
de: Zeige Spielernamen
es: Mostrar nombres de jugadores
fr: Afficher les noms des joueurs
hu_hu: Játékosok nevének megjelenítése
it: Mostra nomi giocatori
pl_pl: Pokaż nazwy graczy
pt_br: Exibir nome de jogadores
ru: Показывать имена игроков
zh_cn: 显示玩家名称

# WorldSettings_SoundInSpace
source: Sound in space
cs_cz: Zvuky ve vesmíru
de: Geräusche im Weltraum
es: Sonido en el espacio
fr: Sons dans l'espace
hu_hu: Hang az űrben
it: Suoni nello spazio
pl_pl: Dźwięk w próżni
pt_br: Som no espaço
ru: Звук в космосе
zh_cn: 太空中声音

# WorldSettings_SoundMode
source: Sound mode
cs_cz: Režim zvuku
de: Tonausgabemodus
es: Modo de sonido
fr: Mode son
hu_hu: Hang mód
it: Modalità suono
pl_pl: Tryb dźwięku
pt_br: Modo de som
ru: Режим звука
zh_cn: 声音模式

# WorldSettings_SpawnWithTools
source: Spawn with tools
cs_cz: Oživení s nástroji
de: Spawnen mit Werkzeugen
es: Reaparecer con herramientas
fr: Apparaître avec des outils
hu_hu: Újjáéledés eszközökkel
it: Rigenera con gli strumenti
pl_pl: Odrodź z narzędziami
pt_br: Nascer com ferramentas
ru: Возрождение с инструментами
zh_cn: 重生时携带工具

# WorldSettings_StartInRespawnScreen
source: Start in respawn screen
cs_cz: Start v oživovací obrazovce
de: Starten im Respawn-Bildschirm
es: Empezar en la pantalla de reaparición
fr: Commencer à l'écran de réapparition
hu_hu: Kezdés újjáéledés képernyőn
it: Inizia in schermo di rientro
pl_pl: Rozpocznij w ekranie odradzania
pt_br: Iniciar na tela de renascimento
ru: Старт в экране возрождения
zh_cn: 从重生屏幕开始

# WorldSettings_StationVoxelSupport
source: Unsupported stations
cs_cz: Nepodporované stanice
de: Unbefestigte Stationen
es: Estaciones sin soportes
fr: Stations non prises en charge
hu_hu: Nem támogatott állomások
it: Stazioni non supportate
pl_pl: Niewspierane stacje
pt_br: Estações não suportadas
ru: Станции в вокселях
zh_cn: 启用站点网格与体素

# WorldSettings_ThrusterDamage
source: Thruster damage
cs_cz: Poškození tryskami
de: Triebwerksschäden
es: Daños producidos por los propulsores
fr: Dégâts des propulseurs
hu_hu: Hajtómű sérülés
it: Danno propulsori
pl_pl: Uszkodzenia od silnika
pt_br: Danos de propulsor
ru: Урон от ускорителей
zh_cn: 推进器尾焰伤害

# WorldSettings_TotalPCU
source: Total PCU
cs_cz: Celkových PCU
de: PCUs insgesamt
es: PCU Total
fr: PCU total
hu_hu: Teljes PCU
it: PCU totale
pl_pl: Całkowite PCU
pt_br: PCU total
ru: Всего PCU
zh_cn: 总性能成本单位

# WorldSettings_OptimalSpawnDistance
source: Optimal spawn distance
de: Optimaler Spawn-Abstand
es: Distancia óptima de reaparición
fr: Distance optimale d'apparition
hu_hu: Optimális újjáéledési távolság
it: Distanza ottimale di rientro
pl_pl: Optymalny dystans odrodzenia
pt_br: Distância de renascimento adequada
ru: Оптимальное расстояние возрождение
zh_cn: 最优生成距离

# WorldSettings_ViewDistance
source: View distance
cs_cz: Dohled
de: Sichtweite
es: Distancia de visión
fr: Distance d'affichage
hu_hu: Távolság megtekintése
it: Distanza visiva
pl_pl: Zakres widzenia
pt_br: Visualizar distância
ru: Дальность видимости
zh_cn: 可视距离

# WorldSettings_ViewDistance_10_Km
source: 10 km
ru: 10 км
zh_cn: 10 公里

# WorldSettings_ViewDistance_15_Km
source: 15 km
ru: 15 км
zh_cn: 15 公里

# WorldSettings_ViewDistance_20_Km
source: 20 km
ru: 20 км
zh_cn: 20 公里

# WorldSettings_ViewDistance_30_Km
source: 30 km - small performance hit
cs_cz: 30 km - malý dopad na výkon
de: 30 km - geringe Performanceeinbußen
es: 30 km - pequeño impacto en el rendimiento
fr: 30 km - légère baisse de performances
hu_hu: 30 km - kis teljesítményhez
it: 30 km - impatto sulle prestazioni basso
pl_pl: 30 km - niewielki spadek wydajności
pt_br: 30 km - baixo impacto no desempenho
ru: 30 км - небольшой ущерб производительности
zh_cn: 30 公里 - 性能影响轻微

# WorldSettings_ViewDistance_40_Km
source: 40 km - performance hit
cs_cz: 40 km - dopad na výkon
de: 40 km - mittlere Performanceeinbußen
es: 40 km - impacto en el rendimiento
fr: 40 km - baisse de performances
hu_hu: 40 km - átlag teljesítmény
it: 40 km - impatto sulle prestazioni medio
pl_pl: 40 km - spadek wydajności
pt_br: 40 km - impacto no desempenho
ru: 40 км - ущерб производительности
zh_cn: 40 公里 - 性能影响明显

# WorldSettings_ViewDistance_50_Km
source: 50 km - big performance hit
cs_cz: 50 km - velký dopad na výkon
de: 50 km - starke Performanceeinbußen
es: 50 km - Gran impacto en el rendimiento
fr: 50 km - grande baisse de performances
hu_hu: 50 km - nagy teljesítményhez
it: 50 km - impatto sulle prestazioni alto
pl_pl: 50 km - duży spadek wydajności
pt_br: 50 km - alto impacto no desempenho
ru: 50 км - сильный ущерб производительности
zh_cn: 50 公里 - 性能影响严重

# WorldSettings_ViewDistance_5_Km
source: 5 km - low end machines
cs_cz: 5 km - slabé počítače
de: 5 km - für schwache PCs
es: 5 km - máquinas de gama baja
fr: 5 km - machines bas de gamme
hu_hu: 5 km - alsó kategóriás gépek
it: 5 km - computer di fascia bassa
pl_pl: 5 km - komp. z niskiej półki
pt_br: 5 km - máquinas de ponta
ru: 5 км - для слабых ПК
zh_cn: 5 公里 - 低配选项

# WorldSettings_ViewDistance_7_Km
source: 7 km - performance friendly
cs_cz: 7 km - optimální výkon
de: 7 km - performancefreundlich
es: 7 km - rendimiento amigable
fr: 7 km - meilleures performances
hu_hu: 7 km - teljesítménybarát
it: 7 km - alte prestazioni
pl_pl: 7 km - przyjazny wydajności
pt_br: 7 km - desempenho amigável
ru: 7 км - хорошая производительность
zh_cn: 7 公里 - 正常视距

# WorldSettings_ViewDistance_Custom
source: Custom
cs_cz: Vlastní
de: Individuell
es: Personalizado
fr: Personnalisée
hu_hu: Egyéni
it: Personalizzato
pl_pl: Własne
pt_br: Personalizar
ru: Вручную
zh_cn: 自定义
