Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# ScreenDebugAdminMenu_SafeZones_NewSafeZone
source: New Safe Zone
cs_cz: Nová bezpečná oblast
de: Neue Sicherheitszone
es: Nueva Zona Segura
fr: Nouvelle zone sécurisée
hu_hu: Új Biztonsági Zóna
it: Nuova zona sicura
pl_pl: Nowa Bezpieczna Strefa
pt_br: Nova zona segura
ru: Новая безоп. зона
zh_cn: 新安全区

# ScreenDebugAdminMenu_SafeZones_SelectSafeZone
source: Select Safe Zone:
cs_cz: Vybrat bezpečnou oblast:
de: Sicherheitszone auswählen:
es: Seleccione Zona Segura:
fr: Sélectionner la zone sécurisée :
hu_hu: Kiválasztott Biztonsági Zóna:
it: Seleziona Zona sicura:
pl_pl: Wybierz Bezpieczną Strefę:
pt_br: Selecionar zona segura:
ru: Выбрать безопасную зону:
zh_cn: 选择安全区：

# ScreenDebugAdminMenu_SafeZones_ZoneEnabled
source: Zone Enabled
cs_cz: Oblast povolena
de: Zone aktiviert
es: Zona Habilitada
fr: Zone activée
hu_hu: Zóna engedélyezve
it: Zona attivata
pl_pl: Strefa włączona
pt_br: Zona habilitada
ru: Зона включена
zh_cn: 启用区域

# ScreenDebugAdminMenu_SafeZones_ZoneRadius
source: Zone Radius:
cs_cz: Rádius oblasti:
de: Zonenradius:
es: Radio de la zona:
fr: Rayon de la zone :
hu_hu: Zóna sugara:
it: Raggio zona:
pl_pl: Promień strefy:
pt_br: Raio da zona:
ru: Радиус зоны:
zh_cn: 区域半径：

# ScreenDebugAdminMenu_ShowPlayers
source: Show All Players
cs_cz: Zobrazit všechny hráče
de: Alle Spieler anzeigen
es: Mostrar todos los jugadores
fr: Afficher tous les joueurs
hu_hu: Összes Játékos Megjelenítése
it: Mostra tutti i giocatori
pl_pl: Pokaż Wszystkich Graczy
pt_br: Exibir todos os jogadores
ru: Показать всех игроков
zh_cn: 显示所有玩家

# ScreenDebugAdminMenu_ShowPlayersToolTip
source: Shows all player names on HUD, even when broadcast is off.
cs_cz: Zobrazí všechna jména hráčů na HUDu, i když mají vypnuté vysílání.
de: Zeigt alle Spielernamen auf dem HUD an, auch wenn der Funk ausgeschaltet ist.
es: Muestra todos los nombres de jugadores en el HUD, incluso cuando la transmisión está desactivada.
fr: Affiche tous les noms de joueurs sur l'ATH, même lorsque la diffusion est désactivée.
hu_hu: Az összes játékos nevének megjelenítése a HUD-n, még akkor is, ha a közvetítés ki van kapcsolva.
it: Mostra tutti i nomi dei giocatori su HUD, anche quando la trasmissione è spenta.
pl_pl: Pokazuje imiona wszystkich graczy na HUDzie, nawet jeśli mają wyłączone nadawanie.
pt_br: Exibir os nomes de todos os jogadores no HUD, mesmo com a transmissão desligada.
ru: Показывает имена всех игроков на экране, даже если вещание выключено.
zh_cn: 在屏幕上显示所有玩家名称，包括没有开启广播的玩家。

# ScreenDebugAdminMenu_SortBy
source: Sort by
cs_cz: Seřadit dle
de: Sortieren nach
es: Ordenar por
fr: Trier par
hu_hu: Rendezés
it: Ordina per
pl_pl: Sortuj po
pt_br: Classificar por
ru: Фильтр
zh_cn: 分类

# ScreenDebugAdminMenu_SortOptions
source: Sort Options
cs_cz: Možnosti seřazení
de: Sortieroptionen
es: Opciones de clasificación
fr: Options de tri
hu_hu: Rendezés Beállítása
it: Ordina opzioni
pl_pl: Opcje Sortowania
pt_br: Opções de classificação
ru: Опции сортировки
zh_cn: 分类选项

# ScreenDebugAdminMenu_Stationary
source: Stationary
cs_cz: Stacionární
de: Stationär
es: Estacionario
fr: Immobile
hu_hu: Helyhezkötött
it: Stazionario
pl_pl: Stacjonarne
pt_br: Imóvel
ru: Неподвижные
zh_cn: 静止的

# ScreenDebugAdminMenu_Stations
source: Fixed (stations)
cs_cz: Upevněné (stanice)
de: Stationär (Stationen)
es: Fijo (estaciones)
fr: Fixe (stations)
hu_hu: Rögzített (állomások)
it: Fisso (stazioni)
pl_pl: Zakotwiczone (stacje)
pt_br: Reparado (estações)
ru: Статичные (станции)
zh_cn: 已修复的（空间站）

# ScreenDebugAdminMenu_StopAll
source: Stop All Entities
cs_cz: Zastavit všechny objekty
de: Alle Entitäten anhalten
es: Detener todas las entidades
fr: Arrêter toutes les entités
hu_hu: Összes Entitás Leállítása
it: Ferma tutte le entità
pl_pl: Zatrzymaj Wszystkie Obiekty
pt_br: Parar todas as entidades
ru: Остановить все
zh_cn: 停止所有单位

# ScreenDebugAdminMenu_TeleportHere
source: Teleport Here
cs_cz: Přemístit se sem
de: Hierher teleportieren
es: Teletransportarse aquí
fr: Se téléporter ici
hu_hu: Teleportáljon ide
it: Teletrasporta qui
pl_pl: Teleportuj tutaj
pt_br: Teletransportar aqui
ru: Телепортироваться
zh_cn: 传送

# ScreenDebugAdminMenu_TeleportHereToolTip
source: Teleports your character to the spectator camera.
cs_cz: Přemístí Vaší postavu do divácké kamery.
de: Teleportiert Ihren Charakter zur Zuschauerkamera.
es: Teletransporta a tu personaje a la cámara del espectador.
fr: Téléporte votre personnage devant la caméra spectateur.
hu_hu: Teleportálja az Ön karakterét a néző kamerájába.
it: Teletrasporta il tuo personaggio alla telecamera dello spettatore.
pl_pl: Teleportuje twoją postać w miejsce kamery obserwatora.
pt_br: Teletransporta seu personagem para a câmera de espectador.
ru: Телепортирует вашего персонажа к камере наблюдателя.
zh_cn: 将你的角色传送到当前视角。

# ScreenDebugAdminMenu_Player
source: Player
de: Spieler
es: Jugador
fr: Joueur
it: Giocatore
pl_pl: Gracz
pt_br: Jogador
ru: Игрок
zh_cn: 玩家

# ScreenDebugAdminMenu_Date
source: Date
de: Datum
es: Fecha
it: Data
pl_pl: Data
pt_br: Data
ru: Дата
zh_cn: 日期

# ScreenDebugAdminMenu_Cheaters
source: Cheaters
de: Cheater
es: Tramposos
fr: Tricheurs
it: Imbroglioni
pl_pl: Oszuści
pt_br: Trapaceiros
ru: Читеры
zh_cn: 作弊玩家

# ScreenDebugAdminMenu_KickPlayer
source: Kick player
de: Spieler ausschließen
es: Expulsar al jugador
fr: Expulser le joueur
it: Espelli giocatore
pl_pl: Wyrzuć gracza
pt_br: Remover jogador
ru: Выгнать игрока
zh_cn: 踢出玩家

# ScreenDebugAdminMenu_KickPlayerTooltip
source: Kicks player. Player may return in some time.
de: Schließt den Spieler aus. Der Spieler kann nach einer Weile erneut beitreten.
es: Expulsa al jugador. El jugador puede volver en algún momento.
fr: Expulse le joueur. Il peut revenir après un certain temps.
it: Espelle il giocatore. Il giocatore potrebbe tornare dopo un po' di tempo.
pl_pl: Wyrzuca gracza. Gracz może wrócić za jakiś czas.
pt_br: Remove o jogador. Ele pode voltar após algum tempo.
ru: Выгоняет игрока. Через некоторое время он сможет вернуться.
zh_cn: 踢出玩家。玩家可以在一段时间后返回。

# ScreenDebugAdminMenu_BanPlayer
source: Ban player
de: Spieler verbannen
es: Prohibir al jugador
fr: Bannir le joueur
it: Blocca giocatore
pl_pl: Zbanuj gracza
pt_br: Banir jogador
ru: Забанить игрока
zh_cn: 封禁玩家

# ScreenDebugAdminMenu_BanPlayerTooltip
source: Ban player. Player no longer may join server
de: Verbannt den Spieler. Der Spieler kann dem Server nicht mehr beitreten.
es: Prohibir al jugador. El jugador ya no puede unirse al servidor
fr: Bannit le joueur. Il ne peut plus rejoindre le serveur
it: Blocca il giocatore. Il giocatore non può più unirsi al server
pl_pl: Banuje gracza. Gracz nie może już dołączać do serwera.
pt_br: Bane o jogador. Ele não pode mais entrar no servidor
ru: Игроку запрещается доступ, и он больше не сможет зайти на сервер.
zh_cn: 封禁玩家。玩家不再能够加入服务器

# ScreenDebugAdminMenu_UnbanPlayer
source: Unban player
de: Spielerverbannung aufheben
es: Levantar prohibición al jugador
fr: Ne plus bannir le joueur
it: Sblocca giocatore
pl_pl: Odbanuj gracza
pt_br: Remover banimento
ru: Разбанить игрока
zh_cn: 解封玩家

# ScreenDebugAdminMenu_UnbanPlayerTooltip
source: Unban player. Player no longer may join server
de: Hebt die Verbannung des Spielers auf. Der Spieler kann dem Server wieder beitreten.
es: Levantar prohibición al jugador. El jugador ya puede volver a unirse al servidor
fr: Ne plus bannir le joueur. Il peut à nouveau rejoindre le serveur
it: Sblocca il giocatore. Il giocatore può unirsi al server
pl_pl: Odbanowuje gracza. Gracz ponownie może dołączyć do serwera.
pt_br: Remove banimento do jogador. Ele não pode mais entrar no servidor
ru: С игрока снимается блокировка, и он снова может зайти на сервер
zh_cn: 解封玩家。玩家能够再次加入服务器

# ScreenDebugAdminMenu_Refresh
source: Refresh
de: Aktualisieren
es: Recargar
fr: Rafraîchir
it: Aggiorna
pl_pl: Odśwież
pt_br: Atualizar
ru: Обновить
zh_cn: 刷新

# ScreenDebugAdminMenu_Clear
source: Clear selected
de: Ausgewählte löschen
es: Borrar selección
fr: Effacer la sélection
it: Cancella selezionato
pl_pl: Wyczyść zaznaczone
pt_br: Limpar seleção
ru: Очистить выбор
zh_cn: 清除所选项

# ScreenDebugAdminMenu_ClearAll
source: Clear all
de: Alle löschen
es: Borrar todo
fr: Effacer tout
it: Cancella tutto
pl_pl: Wyczyść wszstko
pt_br: Limpar tudo
ru: Убрать все
zh_cn: 全部清除

# ScreenDebugAdminMenu_CheaterRowTooltip
source: Reason: {0} Happened at: {1}
de: Ursache: {0} Trat auf bei: {1}
es: Razón: {0} Sucedió en: {1}
fr: Motif : {0} A eu lieu à : {1}
it: Motivo: {0} È successo presso: {1}
pl_pl: Powód: {0} Wydarzył się o: {1}
pt_br: Motivo: {0} Ocorreu em: {1}
ru: Причина: {0}. Где произошло: {1}
zh_cn: 原因：{0} 发生于：{1}

# ScreenDebugAdminMenu_TimeOfDay
source: Time of day offset:
cs_cz: Časový posun:
de: Tageszeitverschiebung:
es: Desfase de la hora del día:
fr: Heure compensée :
hu_hu: Napszak Eltolás:
it: Spostamento ora del giorno:
pl_pl: Przesunięcie w czasie dnia:
pt_br: Tempo compensado:
ru: Время суток:
zh_cn: 日昼时刻补偿：

# ScreenDebugAdminMenu_Untargetable
source: Untargetable
de: Nicht anvisierbar
es: No detectable
fr: Non ciblable
hu_hu: Nemcélozható
it: Obiettivo impossibile
pl_pl: Nienamierzalny
pt_br: Imperceptível
ru: Невидимость для турелей
zh_cn: 无法攻击

# ScreenDebugAdminMenu_UntargetableToolTip
source: Makes you invisible to all turrets.
de: Macht Sie unsichtbar für alle Geschütztürme.
es: Te hace invisible para todas las torretas.
fr: Vous rend invisible à toutes les tourelles.
hu_hu: Láthatatlanná tesz minden torony számára.
it: Ti rende invisibile a tutte le torrette.
pl_pl: Stajesz się niewidzialny dla wieżyczek.
pt_br: Torna você invisível a todas as torres.
ru: Турели не могут наводиться на Вас.
zh_cn: 使你对所有的炮塔不可见。

# ScreenDebugAdminMenu_UseTerminals
source: Can Use All Terminals
cs_cz: Lze použít všechny terminály
de: Kann alle Terminals verwenden
es: Puedes usar todos los terminales
fr: Peut utiliser toutes les connexions
hu_hu: Használhatja az összes terminált
it: Può usare tutti i connettori
pl_pl: Można Używać Wszystkich Terminali
pt_br: Pode utilizar todos os terminais
ru: Доступ ко всем терминалам
zh_cn: 可以使用所有终端

# ScreenDebugAdminMenu_UseTerminalsToolTip
source: Allows you to use any terminal, regardless of ownership.
cs_cz: Umožní Vám používat všechny terminály, nehledě na vlastnictví.
de: Ermöglicht Ihnen die Nutzung aller Terminals, unabhängig davon, ob sie entsprechende Besitzrechte besitzen.
es: Te permite utilizar cualquier terminal, independientemente de los permisos.
fr: Vous permet d'utiliser n'importe quel terminal, peu importe le propriétaire du vaisseau.
hu_hu: Lehetővé teszi bármilyen terminál használatát, függetlenül a tulajdonjogtól.
it: Ti consente di utilizzare qualsiasi connettore, indipendentemente dalla proprietà.
pl_pl: Pozwala ci uzyskać dostęp do każdego terminalu, bez potrzeby bycia właścicielem.
pt_br: Permite que você utilize qualquer terminal, independente da propriedade.
ru: Игнорирует права доступа при использовании терминалов.
zh_cn: 所有人都可以使用

# ScreenDebugAdminMenu_WithMedBay
source: With respawn point
cs_cz: S ošetřovnou
de: Mit Respawn-Punkt
es: Con punto de reaparición
fr: Avec point de réapparition
hu_hu: Újjáélesztési ponttal
it: Con punto di rientro
pl_pl: Z punktem odrodzenia
pt_br: Com ponto de renascimento
ru: Есть медпункт
zh_cn: 带有医疗室的

# ScreenDebugAdminMenu_RevertCloseToNPCGrids
source: Revert close to NPC grids
de: In der Nähe von NPC-Konstruktionen zurücksetzen
es: Revertir estructuras cerca de NPC
fr: Revenir près des grilles PNJ
it: Inverti griglie vicino a NPC
pl_pl: Przywróć niedaleko struktur NPC
pt_br: Fechar reverso para grids de NPC
ru: Вернуть структуры вблизи NPC
zh_cn: 恢复NPC附近的网格

# ScreenDebugAdminMenu_WithProduction
source: With production
cs_cz: S produkcí
de: Mit Produktionsblöcken
es: Con producción
fr: Avec production
hu_hu: Termeléssel
it: Con produzione
pl_pl: Z produkcją
pt_br: Com produção
ru: Есть производство
zh_cn: 带有生产设备的

# ScreenDebugSpawnMenu_Asteroid
source: Select Type :
cs_cz: Vybrat typ:
de: Typ wählen:
es: Selecciona el tipo:
fr: Sélectionner le genre :
hu_hu: Választott típust:
it: Seleziona tipo :
pl_pl: Wybierz rodzaj :
pt_br: Selecionar tipo:
ru: Выбрать тип :
zh_cn: 选择类型：

# ScreenDebugSpawnMenu_AsteroidAddRandomMaterials
source: Add Random Materials
cs_cz: Přidat náhodné rudy
de: Füge zufällige Materialien hinzu
es: Agregar materiales aleatorios
fr: Ajouter des matériaux aléatoires
hu_hu: Véletlenszerű Anyagok Hozzáadása
it: Aggiungi Materiali Casuali
pl_pl: Dodaj losowe materiały
pt_br: Adicionar materiais aleatórios
ru: Добавить случайные материалы
zh_cn: 随机添加材料

# ScreenDebugSpawnMenu_AsteroidCoreMaterial
source: Core Material
cs_cz: Hlavní ruda
de: Grundmaterial
es: Material del núcleo
fr: Matériau du noyau
hu_hu: Fő Anyaga
it: Materiali Interni
pl_pl: Materiał rdzenia
pt_br: Principal material
ru: Материал ядра
zh_cn: 核心材料

# ScreenDebugSpawnMenu_AsteroidGenerationCanTakeLong
source: Generating asteroids can take a long time!
cs_cz: Generování asteroidů může chvíli trvat!
de: Das Generieren von Asteroiden kann sehr lange dauern!
es: ¡Generar asteroides puede llevar mucho tiempo!
fr: Générer des astéroïdes peu prendre du temps !
hu_hu: Az aszteroidák generálása sokáig tarthat!
it: Generare gli asteroidi può richiedere molto tempo!
pl_pl: Generowanie asteroid może potrwać długi czas!
pt_br: Gerar asteroides pode levar muito tempo!
ru: Генерация астероидов может быть долгой!
zh_cn: 生成小行星可能需要很长时间！

# ScreenDebugSpawnMenu_Asteroids
source: Asteroids
cs_cz: Asteroidy
de: Asteroiden
es: Asteroides
fr: Astéroïdes
hu_hu: Aszteroidák
it: Asteroidi
pl_pl: Asteroidy
pt_br: Asteroides
ru: Астероиды
zh_cn: 小行星

# ScreenDebugSpawnMenu_AsteroidSurfaceMaterial
source: Surface Material
cs_cz: Povrchová ruda
de: Oberflächenmaterial
es: Material de la superficie
fr: Matériau de surface
hu_hu: Felület Anyaga
it: Materiali Esterni
pl_pl: Materiał powierzchni
pt_br: Material de superfície
ru: Материал поверхности
zh_cn: 表面材料

# ScreenDebugSpawnMenu_Caption
source: Spawn Menu
cs_cz: Nabídka vytváření
de: Spawn-Menü
es: Menú de generación
fr: Menu de réapparition
hu_hu: Újjáéledés Menü
it: Menu di spawn
pl_pl: Menu odrodzenia
pt_br: Menu de renascimento
ru: Меню создания
zh_cn: 生成菜单

# ScreenDebugSpawnMenu_CreateLayer
source: Create layer
cs_cz: Vytvořit vrstvu
de: Ebene erstellen
es: Crear capa
fr: Créer une couche
hu_hu: Réteg létrehozása
it: Crea un piano
pl_pl: Stwórz warstwę
pt_br: Criar camada
ru: Создать слой
zh_cn: 创建图层

# ScreenDebugSpawnMenu_CurrentTarget
source: Current target:
cs_cz: Současný cíl:
de: Aktuelles Ziel:
es: Objetivo actual:
fr: Cible actuelle :
hu_hu: Jelenlegi cél:
it: Obiettivo attuale:
pl_pl: Aktualny cel:
pt_br: Alvo atual:
ru: Текущая цель:
zh_cn: 当前目标：

# ScreenDebugSpawnMenu_EmptyVoxelMap
source: Empty Voxel Map
cs_cz: Vyprázdnit terénní mapu
de: Leerer Voxelbereich
es: Mapa de Vóxel Vacío
fr: Carte voxel vide
hu_hu: Üres Voxel térkép
it: Mappa voxel vuota
pl_pl: Pusta mapa vokselowa
pt_br: Mapa de voxel vazio
ru: Пустая карта вокселей
zh_cn: 空体素地图

# ScreenDebugSpawnMenu_GenerateSeed
source: Generate seed
cs_cz: Vygenerovat klíč
de: Seed
es: Generar semilla
fr: Générer la graine
hu_hu: Mag létrehozása
it: Genera seed
pl_pl: Generuj ziarno
pt_br: Gerar semente
ru: Сгенерировать зерно
zh_cn: 生成种子

# ScreenDebugSpawnMenu_InvalidAmount
source: Invalid amount
cs_cz: Neplatné množství
de: Anzahl ungültig
es: Cantidad no válida
fr: Montant invalide
hu_hu: Érvénytelen összeg
it: Quantità non valida
pl_pl: Nieprawidłowa ilość
pt_br: Quantidade inválida
ru: Недопустимое количество
zh_cn: 无效数量

# ScreenDebugSpawnMenu_ItemAmount
source: Amount :
cs_cz: Množství:
de: Anzahl:
es: Cantidad:
fr: Quantité :
hu_hu: Összeg:
it: Quantità :
pl_pl: Ilość :
pt_br: Quantidade:
ru: Количество :
zh_cn: 数量：

# ScreenDebugSpawnMenu_Items
source: Items
cs_cz: Předměty
es: Objetos
fr: Objets
hu_hu: Elemek
it: Oggetti
pl_pl: Przedmioty
pt_br: Itens
ru: Предметы
zh_cn: 物品

# ScreenDebugSpawnMenu_ItemType
source: Item type
cs_cz: Typ předmětu
de: Itemtyp
es: Tipo de Objeto
fr: Type d'objet
hu_hu: Elem típusa
it: Tipo di oggetto
pl_pl: Typ przedmiotu
pt_br: Tipo de item
ru: Тип предмета
zh_cn: 物品类型

# ScreenDebugSpawnMenu_PickPlanet
source: Pick planet to edit
cs_cz: Vybrat planetu k úpravě
de: Planet zum Bearbeiten auswählen
es: Selecciona un planeta para editar
fr: Choisissez une planète à modifier
hu_hu: Válassza ki a bolygót a szerkesztéshez
it: Seleziona pianeta da modificare
pl_pl: Wybierz planetę do edycji.
pt_br: Selecionar planeta para editar
ru: Выбрать планету для редакт.
zh_cn: 选择行星来编辑

# ScreenDebugSpawnMenu_Planets
source: Planets
cs_cz: Planety
de: Planeten
es: Planetas
fr: Planètes
hu_hu: Bolygók
it: Pianeti
pl_pl: Planety
pt_br: Planetas
ru: Планеты
zh_cn: 行星

# ScreenDebugSpawnMenu_PredefinedAsteroids
source: Predefined Asteroids
cs_cz: Přednastavené asteroidy
de: Vordefinierte Asteroiden
es: Asteroides predefinidos
fr: Astéroïdes prédéfinis
hu_hu: Előre Definiált Aszteroidák
it: Asteroidi predefiniti
pl_pl: Predefiniowane asteroidy
pt_br: Asteroides predefinidos
ru: Готовые астероиды
zh_cn: 预先设定好的小行星

# ScreenDebugSpawnMenu_ProceduralAsteroids
source: Procedural Asteroids
cs_cz: Procedurální asteroidy
de: Generierte Asteroiden
es: Asteroides Procedurales
fr: Astéroïdes procéduraux
hu_hu: Aszteroidák Eljárásai
it: Asteroidi procedurali
pl_pl: Proceduralne asteroidy
pt_br: Asteroides processuais
ru: Генерируемые астероиды
zh_cn: 小行星创造流程

# ScreenDebugSpawnMenu_ProceduralSeed
source: Generation Seed :
cs_cz: Generovací klíč:
de: Basiswert für Generierung (unterschiedliche Basis- und Radius-Werte ergeben anderen Asteroiden):
es: Semilla de generación:
fr: Graine de génération :
hu_hu: Generációs mag:
it: Seed (seed e raggi differenti producono asteroidi differenti)
pl_pl: Ziarno (Różne ziarna i promienie tworzą inną asteroidę)
pt_br: Geração de sementes:
ru: Зерно генерации :
zh_cn: 产生种子：

# ScreenDebugSpawnMenu_ProceduralSize
source: Select Size :
cs_cz: Vybrat velikost:
de: Asteroidengröße
es: Seleccionar tamaño:
fr: Sélectionnez la taille :
hu_hu: Kiválasztott Méret:
it: Seleziona dimensioni :
pl_pl: Rozmiar asteroidy
pt_br: Selecionar tamanho:
ru: Размер :
zh_cn: 选择大小：

# ScreenDebugSpawnMenu_RemoveLayer
source: Remove layer
cs_cz: Odebrat vrstvu
de: Ebene entfernen
es: Eliminar capa
fr: Supprimer une couche
hu_hu: Réteg eltávolítása
it: Rimuovi un piano
pl_pl: Usuń warstwę
pt_br: Remover camada
ru: Удалить слой
zh_cn: 删除图层

# ScreenDebugSpawnMenu_SelectAsteroidType
source: Select Asteroid Type
cs_cz: Zvolte druh asteroidu
de: Asteroidentyp auswählen
es: Seleccionar Tipo de Asteroide
fr: Sélectionnez un type d'astéroïde
hu_hu: Kiválasztott Aszteroida Típus
it: Seleziona il tipo di Asteroidi
pl_pl: Wybierz typ asteroidy
pt_br: Selecionar tipo de asteroide
ru: Выберите тип астероидов
zh_cn: 小行星类型选择

# ScreenDebugSpawnMenu_SpawnAsteroid
source: Spawn
cs_cz: Vytvořit
de: Erstellen
es: Generar
fr: Apparaître
hu_hu: Újjászületés
it: Crea
pl_pl: Przywołaj obiekt
pt_br: Renascer
ru: Создать объект
zh_cn: 生成

# ScreenDebugSpawnMenu_SpawnFlora
source: Spawn flora
cs_cz: Vytvořit flóru
de: Flora erstellen
es: Generar flora
fr: Générer la flore
hu_hu: Növényvilág újjászületése
it: Crea flora
pl_pl: Spawnój florę
pt_br: Gerar flora
ru: Создать флору
zh_cn: 生成植物

# ScreenDebugSpawnMenu_SpawnObject
source: Spawn Object
cs_cz: Vytvořit objekt
de: Objekt erstellen
es: Generar Objeto
fr: Générer un objet
hu_hu: Objektum Újjászületése
it: Crea Oggetto
pl_pl: Zespawnuj obiekt
pt_br: Gerar objeto
ru: Создать объект
zh_cn: 生成物体

# ScreenDebugSpawnMenu_SpawnTargeted
source: Spawn into targeted container
cs_cz: Vytvořit v cílovém nákladním kontejneru
de: In anvisierten Container spawnen
es: Generar dentro del contenedor objetivo
fr: Apparaitre dans un conteneur ciblé
hu_hu: Újjászületés célzott konténerben
it: Rigenera in un contenitore mirato
pl_pl: Zespawnuj w wybranym kontenerze
pt_br: Gerar em compartimento selecionado
ru: Добавить в выбранный контейнер
zh_cn: 生成目标容器

# ScreenDebugSpawnMenu_UpdatePlanet
source: Update planet
cs_cz: Aktualizovat planetu
de: Planet aktualisieren
es: Actualizar planeta
fr: Mettre à jour la planète
hu_hu: Bolygó frissítése
it: Aggiorna pianeta
pl_pl: Zaktualizuj planetę
pt_br: Atualizar planeta
ru: Обновить планету
zh_cn: 更新行星

# ScreenGraphicsOptions_Renderer
source: Renderer
cs_cz: Grafický adaptér
es: Renderizador
fr: Moteur de rendu
hu_hu: Leképezés
pt_br: Renderizar
ru: Рендер
zh_cn: 渲染器

# ScreenGraphicsOptions_ShaderQuality
source: Shader quality
cs_cz: Kvalita stínování
de: Shader-Qualität
es: Calidad de sombreador
fr: Qualité du shader
hu_hu: Shader minőség
it: Qualità ombreggiatore
pl_pl: Jakość cieniowania
pt_br: Qualidade de sombreamento
ru: Качество шейдеров
zh_cn: 着色器质量

# ScreenGraphicsOptions_ShadowMapResolution
source: Shadow quality
cs_cz: Kvalita stínů
de: Schattenqualität
es: Calidad de sombras
fr: Qualité des ombres
hu_hu: Árnyék minőség
it: Risoluzione ombre
pl_pl: Rozdzielczość mapy cieni
pt_br: Qualidade de sombras
ru: Качество теней
zh_cn: 阴影质量

# ScreenGraphicsOptions_LightsQuality
source: Lights quality
de: Lichtqualität
es: Calidad de las luces
fr: Qualité des lumières
it: Qualità delle luci
pl_pl: Jakość oświetlenia
pt_br: Qualidade das luzes
ru: Качество освещения
zh_cn: 灯光质量

# ScreenGraphicsOptions_ShadowMapResolution_Medium
source: Medium
cs_cz: Střední
de: Mittel
es: Medio
fr: Intermédiaire
hu_hu: Közepes
it: Media
pl_pl: Średnia
pt_br: Médio
ru: Среднее
zh_cn: 中

# ScreenGraphicsOptions_VoxelQuality
source: Voxel quality
cs_cz: Kvalita terénu
de: Voxelqualität
es: Calidad de Vóxel
fr: Qualité de voxel
hu_hu: Voxel minőség
it: Qualità voxel
pl_pl: Jakość Voxeli
pt_br: Qualidade de voxel
ru: Качество вокселей
zh_cn: 体素质量

# ScreenMainMenu_DeluxeLine1
source: DELUXE version is now available!
cs_cz: Nyní je dostupná i DELUXE verze!
de: Die „DELUXE“-Version ist jetzt verfügbar!
es: ¡La versión DELUXE ya está disponible!
fr: Version DELUXE maintenant disponible !
hu_hu: A DELUXE verzió már elérhető!
it: La versione DELUXE è ora disponibile!
pl_pl: Wersja DELUXE jest dostępna!
pt_br: A versão DELUXE já está disponível!
ru: Доступна версия DELUXE!
zh_cn: 豪华版已上市！

# ScreenMainMenu_DeluxeLine2
source: Buy it on {0} to get special content!
cs_cz: Zakupte ji na {0} a získejte speciální obsah!
de: Auf {0} kaufen, um spezielle Inhalte zu erhalten!
es: ¡Cómprala en {0} para conseguir contenido especial!
fr: Achetez-le sur {0} pour obtenir du contenu spécial !
hu_hu: Vásárolja meg {0}, hogy különleges tartalmat kapjon!
it: Acquistala su {0} per ottenere contenuti speciali!
pl_pl: Kup ją w {0} aby dostać specjalną zawartość!
pt_br: Compre em {0} e ganhe um conteúdo especial!
ru: Купите ее в {0} для получения особого контента!
zh_cn: 在{0}上购买以获取特别内容！

# ScreenMainMenu_GhostSkinLine1
source: Special Halloween offer!
cs_cz: Speciální Halloweenská nabídka!
de: Halloween-Sonderangebot!
es: ¡Oferta especial de Halloween!
fr: Offre spéciale d'halloween !
hu_hu: Különleges Halloween ajánlat!
it: Offerta speciale di Halloween!
pl_pl: Specjalna oferta Halloweenowa!
pt_br: Oferta especial de Halloween!
ru: Специальная акция на Хэллоуин!
zh_cn: 万圣节促销！

# ScreenMainMenu_GhostSkinLine2
source: Grab it on {0}!
cs_cz: Získejte je na {0}!
de: Kaufen im {0}!
es: ¡Consíguela en {0}!
fr: Obtenez-le sur {0} !
hu_hu: Ragadd meg itt {0}!
it: Prendila su{0}!
pl_pl: Złap je w {0}!
pt_br: Garanta já a sua em {0}!
ru: Посмотрите его в {0}!
zh_cn: 在{0}上获得它！
