Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

source: Display settings
cs_cz: Nastavení zobrazení
de: Anzeigeeinstellungen
es: Ajustes de pantalla
fr: Paramètres d'affichage
hu_hu: Megjelenítési beállítások
it: Visualizza impostazioni
pl_pl: Ustawienia wyświetlania
pt_br: Exibir configurações
ru: Настройки экрана
zh_cn: 显示设置

source: DistanceFromCenter
cs_cz: VzdálenostOdStředu
de: Entfernung vom Zentrum
es: Distancia del centro
fr: Distance du centre
hu_hu: Távolság a Központtól
it: Distanza dal centro
pl_pl: Dystans od Centrum
pt_br: Distância do centro
ru: Расстояние от центра
zh_cn: 离中心的距离

source: DistanceFromPlayers
cs_cz: VzdálenostOdHráčů
de: Entfernung zu Spielern
es: Distancia desde los jugadores
fr: Distance des joueurs
hu_hu: Távolság a Játékostól
it: Distanza dai giocatori
pl_pl: Dystans od Graczy
pt_br: Distância dos jogadores
ru: Расстояние от игроков
zh_cn: 离玩家的距离

source: Enable damage effects
cs_cz: Povolit efekty poškození
de: Schadenseffekte anzeigen
es: Activar efectos de daño
fr: Activer les effets de dégâts
hu_hu: Károsító hatások engedélyezése
it: Abilita effetti danno
pl_pl: Włącz efekty uszkodzeń
pt_br: Habilitar efeitos de dano
ru: Эффекты повреждений
zh_cn: 开启伤害效果

source: Entity Rename
cs_cz: Přejmenovat entitu
de: Entität umbenennen
es: Renombrar Entidad
fr: Renommer l'entité
hu_hu: Entitás Átnevezése
it: Ridenominazione entità
pl_pl: Zmiana nazwy obiektu
pt_br: Renomear entidade
ru: Переименовать объект
zh_cn: 重命名实体

source: Entity Spawn on
cs_cz: Vytváření entit zapnuto
de: Spawnen von Entitäten aktivieren
es: Generar Entidad en
fr: Apparition entité on
hu_hu: Entitás Keletkezés Be
it: Entità rientrata su
pl_pl: Pojawianie się obiektu wł
pt_br: Reaparecimento de entidade ativado
ru: Объект для возрождения
zh_cn: 生成实体

# Factions_EnemyFaction
source: Enemy faction
cs_cz: Nepřátelská frakce
de: Feindliche Fraktion
es: Facción enemiga
fr: Faction ennemie
hu_hu: Ellenséges frakció
it: Fazione nemica
pl_pl: Wroga frakcja
pt_br: Facção inimiga
ru: Вражеская фракция
zh_cn: 敌对阵营

# Factions_NeutralFaction
source: Neutral faction
cs_cz: Neutrální frakce
de: Neutrale Fraktion
es: Facción neutral
fr: Faction neutre
hu_hu: Semleges frakció
it: Fazione neutrale
pl_pl: Neutralna frakcja
pt_br: Facção neutra
ru: Нейтральная фракция
zh_cn: 中立阵营

# Factions_YourBlock
source: Your block (no faction)
cs_cz: Váš blok (bez frakce)
de: Dein Block (keine Fraktion)
es: Tu bloque (ninguna facción)
fr: Votre bloc (aucune faction)
hu_hu: Az Ön blokkja (nincs frakció)
it: Il tuo blocco (nessuna fazione)
pl_pl: Twój blok (brak frakcji)
pt_br: Seu bloco (sem facção)
ru: Ваш блок (без фракции)
zh_cn: 你的方块（无阵营）

# Factions_YourFaction
source: Your faction
cs_cz: Vaše frakce
de: Deine Fraktion
es: Tu facción
fr: Votre faction
hu_hu: Az Ön frakciója
it: La tua fazione
pl_pl: Twoja frakcja
pt_br: Sua facção
ru: Ваша фракция
zh_cn: 你的阵营

source: Fastest
cs_cz: Nejrychlejší
de: Schnellster
es: El más rápido
fr: Le plus rapide
hu_hu: Leggyorsabb
it: Il più veloce
pl_pl: Najszybszy
pt_br: Velocidade máxima
ru: Быстрейший
zh_cn: 最快

# FirstApril2014
source: 1st April! Don't tell anyone!
cs_cz: Je prvního dubna! Nikomu to neříkejte!
de: Erster April! Sag es niemanden weiter!
es: 1 de abril! ¡No se lo digas a nadie!
fr: Poisson d'avril ! Ne le dites à personne !
hu_hu: Április 1 ! Ne mondja senkinek!
it: 1° di Aprile! Non dirlo a nessuno!
pl_pl: Pierwszy kwietnia! Nie mów nikomu!
pt_br: 1º de abril! Não conte a ninguém!
ru: 1-ое апреля - никому не веря!
zh_cn: 4月1日！不要告诉任何人！

source: Flares intensity
cs_cz: Intenzita odlesků
de: Linsenlichtreflexionen-Intensität
es: ¡Intensidad de las bengalas!
fr: Intensité des fusées éclairantes
hu_hu: Fényjelzés intenzitása
it: Intensità dei riflessi
pl_pl: Intensywność flar
pt_br: Intensidade das chamas
ru: Интенсивность бликов
zh_cn: 光圈强度

source: Floating Objects
cs_cz: Poletující Předměty
de: Schwebende Objekte
es: Objetos Flotantes
fr: Objets flottants
hu_hu: Lebegő objektumok
it: Oggetti galleggianti
pl_pl: Lewitujące obiekty
pt_br: Objetos flutuantes
ru: Предметы вне инвентаря
zh_cn: 漂浮物

source: Gold
cs_cz: Zlato
es: Oro
fr: Or
hu_hu: Arany
it: Oro
pl_pl: Złoto
pt_br: Ouro
ru: Золото
zh_cn: 金

# GpsScreen_GpsListLabel
source: GPS list:
cs_cz: Seznam GPS:
de: GPS-Markierungsliste:
es: Lista de GPS:
fr: Liste GPS :
hu_hu: GPS lista:
it: Lista GPS:
pl_pl: Lista GPS:
pt_br: Lista do GPS:
ru: Список GPS:
zh_cn: GPS列表：

# GPS_Body_Location_Desc
source: Last known body location
cs_cz: Poslední známá pozice Vaší mrtvoly
de: Letzte bekannte Position des Körpers
es: Última ubicación conocida del cuerpo
fr: Dernier emplacement connu du cadavre
hu_hu: A test utolsó ismert helye
it: Ultima posizione nota del corpo
pl_pl: Ostatnie znane miejsce ciała
pt_br: Última localização do corpo
ru: Последнее известное положение тела
zh_cn: 最后记录的自身停留位置

# GPS_Body_Location_Name
source: Body Location
cs_cz: Pozice mrtvoly
de: Position des Körpers
es: Ubicación del cuerpo
fr: Emplacement du cadavre
hu_hu: Test helye
it: Posizione corpo
pl_pl: Miejsce Ciała
pt_br: Localização do corpo
ru: Место смерти
zh_cn: 自身停留位置

# GPS_Respawn_Location_Name
source: Respawn Pod
de: Respawn-Kapsel
es: Cápsula de reaparición
fr: Capsule de réapparition
hu_hu: Újjáélesztő Gubó
it: Capsula rientrata
pl_pl: Kapsuła odrodzenia
pt_br: Cápsula de renascimento
ru: Капсула возрождения
zh_cn: 重生地点

# GPS_Respawn_Location_Desc
source: Location of your respawn pod
de: Position Ihrer Respawn-Kapsel
es: Ubicación de tu cápsula de Reaparición
fr: Position de votre capsule de réapparition
hu_hu: Újjáélesztő gubó helye
it: Posizione della tua capsula rientrata
pl_pl: Lokalizacja twojej kapsuły odrodzenia
pt_br: Localização de sua cápsula de renascimento
ru: Расположение капсулы возрождения
zh_cn: 重生船地点

source: Grids
cs_cz: Konstrukce
de: Blockkonstruktionen
es: Estructuras
fr: Grilles
hu_hu: Objektumok
it: Griglie
pl_pl: Struktury
ru: Все структуры
zh_cn: 网格

# GuiLabelVideoOnStart
source: Video on start:
cs_cz: Video při spuštění:
de: Video beim Starten:
es: Video de inicio:
fr: Vidéo au début :
hu_hu: Videó induláskor:
it: Video all'inizio:
pl_pl: Film na początek:
pt_br: Vídeo no início:
ru: Видео на старте:
zh_cn: 开场视频：

# GuiMissionTriggersLostCondition
source: Lost condition:
cs_cz: Podmínky prohry:
de: Bedingung für Niederlage:
es: Condición perdida:
fr: Condition de défaite :
hu_hu: Elvesztés feltétel:
it: Condizione di sconfitta:
pl_pl: Warunki przegrania:
pt_br: Condição de derrota:
ru: Условие поражения:
zh_cn: 失败条件：

# GuiMissionTriggersWinCondition
source: Win condition:
cs_cz: Podmínky výhry:
de: Bedingung für Erfolg:
es: Condición de victoria:
fr: Condition de victoire :
hu_hu: Győzelem feltétel:
it: Condizione di vittoria:
pl_pl: Warunki zwycięstwa:
pt_br: Condição de vitória:
ru: Условие победы:
zh_cn: 胜利条件：

# GuiScenarioCannotJoin
source: Scenario is already running, cannot join game.
cs_cz: Scénář již běží, nelze se připojit do hry.
de: Szenario läuft bereits. Beitreten nicht möglich.
es: El escenario ya está en ejecución, no puedes unirte a la partida.
fr: Le scénario est déjà en cours, impossible de rejoindre la partie.
hu_hu: A forgatókönyv már fut, nem tud csatlakozni a játékhoz.
it: Lo scenario è già in corso, non riesco a partecipare al gioco.
pl_pl: Scenariusz już się rozpoczął, nie można dołączyć do gry.
pt_br: Cenário já iniciado, impossível entrar no jogo.
ru: Невозможно подключиться к уже начатому сценарию.
zh_cn: 剧本已开始运行，无法加入游戏。

# GuiScenarioCannotJoinCaption
source: CANNOT JOIN
cs_cz: NELZE SE PŘIPOJIT
de: BEITRETEN NICHT MÖGLICH
es: NO PUEDES UNIRTE
fr: IMPOSSIBLE DE REJOINDRE
hu_hu: NEM LEHET CSATLAKOZNI
it: NON RIESCO A PARTECIPARE
pl_pl: NIE MOŻNA DOŁĄCZYĆ
pt_br: IMPOSSÍVEL ENTRAR
ru: НЕВОЗМОЖНО ПРИСОЕДИНИТЬСЯ
zh_cn: 不能加入

# GuiScenarioDescription
source: Scenario description
cs_cz: Popis scénáře
de: Szenariobeschreibung
es: Descripción del escenario
fr: Description du scénario
hu_hu: Forgatókönyv leírása
it: Descrizione scenario
pl_pl: Opis scenariusza
pt_br: Descrição do cenário
ru: Описание сценария
zh_cn: 剧本描述

# GuiScenarioEdit_CopyIds
source: Copy block IDs
cs_cz: Kopírovat ID bloku
de: Block-IDs kopieren
es: Copiar IDs de bloque
fr: Copier les ID du bloc
hu_hu: Blokkazonosítók másolása
it: Copia ID del blocco
pl_pl: Kopiuj ID bloków
pt_br: Copiar IDs dos blocos
ru: Копировать ID блока
zh_cn: 复制方块ID

# GuiScenarioEdit_CopyIdsTooltip
source: You can then paste them into "Block destroyed" trigger
cs_cz: Ty lze pak vložit do spouštěče "Blok zničen"
de: Sie können sie dann in den Trigger „Block zerstört“ einfügen
es: A continuación, puedes pegarlas en el activador "Bloque destruido"
fr: Vous pouvez ensuite les coller dans le déclencheur « bloc détruit »
hu_hu: Ezután beillesztheti őket a "Blokkolt megsemmisítése" eseményindítóba
it: Quindi puoi incollarli nell'innesco "Blocco distrutto".
pl_pl: Możesz wklejać je do triggera "Blok zniszczony"
pt_br: Você pode colá-los no acionador “blocos destruídos”
ru: Вы затем можете вставить их в триггер "блок уничтожен"
zh_cn: 你可以将它们粘帖到“方块破坏”的触发器中

# GuiScenarioPlayerName
source: Player name
cs_cz: Jméno hráče
de: Spielername
es: Nombre de jugador
fr: Nom du joueur
hu_hu: Játékos neve
it: Nome giocatore
pl_pl: Nazwa gracza
pt_br: Nome do jogador
ru: Имя игрока
zh_cn: 玩家名称

# GuiScenarioPlayerStatus
source: Status
cs_cz: Stav
es: Estado
fr: Statut
hu_hu: Állapot
it: Stato
ru: Статус
zh_cn: 状态

# GuiScenarioSend
source: Send
cs_cz: Odeslat
de: Senden
es: Enviar
fr: Envoyer
hu_hu: Küldés
it: Invia
pl_pl: Wyślij
pt_br: Enviar
ru: Отправить
zh_cn: 发送

# GuiScenarioStart
source: Start
cs_cz: Spustit
de: Starten
es: Comenzar
fr: Démarrer
hu_hu: Indítás
it: Inizia
pt_br: Iniciar
ru: Начать
zh_cn: 开始

# GuiScenarioTimeout
source: Connection timeout:
cs_cz: Přerušení připojování:
de: Verbindungs-Timeout:
es: Tiempo de espera de la conexión:
fr: Délai de connexion :
hu_hu: Csatlakozási időtúllépés:
pt_br: Limite de tempo de conexão:
ru: Время соединения истекло:
zh_cn: 连接超时：

# GuiScenarioTimeout10min
source: 10 min
hu_hu: 10 perc
ru: 10 мин
zh_cn: 10 分钟

# GuiScenarioTimeout3min
source: 3 min
hu_hu: 3 perc
ru: 3 мин
zh_cn: 3 分钟

# GuiScenarioTimeout5min
source: 5 min
hu_hu: 5 perc
ru: 5 мин
zh_cn: 5 分钟

# GuiScenarioTimeoutUnlimited
source: Unlimited
cs_cz: Neomezené
de: Unbegrenzt
es: Ilimitado
fr: Illimitée
hu_hu: Korlátlan
it: Illimitato
pt_br: Ilimitado
ru: Не ограничено
zh_cn: 无限

# GuiTriggerBlockDestroyedSingleMessage
source: Message after each block is destroyed
cs_cz: Zpráva po každém zničeném bloku
de: Hinweis nach der Zerstörung jedes Blocks
es: Mensaje después de la destrucción de cada bloque
fr: Message après chaque bloc détruit
hu_hu: Üzenet minden blokk megsemmisülése után
it: Il messaggio dopo ogni blocco viene distrutto
pl_pl: Wiadomość po zniszczeniu każdego bloku
pt_br: Mensagem após cada bloco ser destruído
ru: Сообщение после каждого уничтоженного блока
zh_cn: 每块方块被摧毁后的信息

# GuiTriggerBlockDestroyed_ColumnName
source: Block name
cs_cz: Název bloku
es: Nombre del bloque
fr: Nom du bloc
hu_hu: Blokk neve
it: Nome blocco
pl_pl: Nazwa bloku
pt_br: Nome do bloco
ru: Имя блока
zh_cn: 方块名称

# GuiTriggerCaptionAllOthersLost
source: All others lost
cs_cz: Všichni ostatní prohráli
de: Alle anderen Spieler haben verloren
es: Todos los demás perdidos
fr: Tous les autres ont perdu
hu_hu: Az összes többi elveszett
it: Tutti gli altri hanno perso
pl_pl: Wszyscy inni zagubieni
pt_br: Todas as demais derrotas
ru: Все остальные проиграли
zh_cn: 所有其他势力均已失败

# GuiTriggerCaptionBlockDestroyed
source: Block destroyed
cs_cz: Blok zničen
de: Block zerstört
es: Bloque destruido
fr: Bloc détruit
hu_hu: Blokk megsemmisült
it: Blocco distrutto
pl_pl: Blok zniszczony
pt_br: Bloco destruído
ru: Блок уничтожен
zh_cn: 方块破损

# GuiTriggerCaptionLives
source: Limited lives
cs_cz: Omezené životy
de: Begrenzte Lebensdauer
es: Vidas limitadas
fr: Vies limitées
hu_hu: Korlátozott élet
it: Vite limitate
pl_pl: Limitowane życia
pt_br: Vidas limitadas
ru: Ограниченные жизни
zh_cn: 有限的生命

# GuiTriggerCaptionNoSpawn
source: Spawn screen time limit
cs_cz: Obrazovka s časem vytváření
de: Zeitlimit für Benutzung des Spawn-Fensters
es: Límite de tiempo para la pantalla de reaparición
fr: Délai de l'écran de réapparition
hu_hu: Élesztés képernyő időkorlát
it: Limite di tempo dello schermo di rientro
pl_pl: Limit czasu ekranu odradzania
pt_br: Tela de tempo limite de renascimento
ru: Лимит времени в экране возрождения
zh_cn: 重生时间限制

# GuiTriggerCaptionPositionLeft
source: Leave game area
cs_cz: Opustit herní oblast
de: Verlasse Spielbereich
es: Salir del área de juego
fr: Quitter la zone de jeu
hu_hu: Elhagyja a játékterületet
it: Abbandona area di gioco
pl_pl: Opuść pozycję GPS
pt_br: Deixar área de jogo
ru: Покинуть игровую зону
zh_cn: 离开GPS点位

# GuiTriggerCaptionPositionReached
source: Reach GPS position
cs_cz: Dosaženo GPS souřadnic
de: Ereichen der GPS-Position
es: Alcanzar la posición GPS
fr: Rejoindre la position GPS
hu_hu: Gps-pozíció elérése
it: Raggiungi posizione GPS
pl_pl: Dotrzyj do pozycji GPS
pt_br: Alcançar posição de GPS
ru: Двигаться к координатам
zh_cn: 到达GPS点位

# GuiTriggerCaptionSomeoneWon
source: Someone Won
cs_cz: Někdo vyhrál
de: Jemand hat gewonnen
es: Alguien ha ganado
fr: Quelqu'un a gagné
hu_hu: Valaki Nyert
it: Qualcuno ha vinto
pl_pl: Ktoś wygrał
pt_br: Alguém venceu
ru: Есть победитель
zh_cn: 一方获胜

# GuiTriggerCaptionTimeLimit
source: Scenario time limit
cs_cz: Časový limit scénáře
de: Szenario-Zeitlimit
es: Límite de tiempo del escenario
fr: Limite de temps du scénario
hu_hu: Forgatókönyv időkorlátja
it: Limite di tempo dello scenario
pl_pl: Limit czasu scenariusza
pt_br: Tempo limite do cenário
ru: Лимит по времени сценария
zh_cn: 时间限制

# GuiTriggerDeleteBlocks
source: Delete
cs_cz: Smazat
de: Löschen
es: Borrar
fr: Supprimer
hu_hu: Törlés
it: Elimina
pl_pl: Usuń
pt_br: Excluir
ru: Удалить
zh_cn: 删除

# GuiTriggerMessage
source: Message
cs_cz: Zpráva
de: Nachricht
es: Mensaje
hu_hu: Üzenet
it: Messaggio
pl_pl: Wiadomość
pt_br: Mensagem
ru: Сообщение
zh_cn: 消息

# GuiTriggerNextMission
source: Next mission
cs_cz: Následující mise
de: Nächste Mission
es: Siguiente misión
fr: Prochaine mission
hu_hu: Következő küldetés
it: Prossima missione
pl_pl: Następna misja
pt_br: Próxima missão
ru: Следующая миссия
zh_cn: 下一个任务

# GuiTriggerNextMissionTooltip
source: You can put a scenario name here (must already exist on local computer to be loaded) or workshop ID number (user does *not* have to have it subscribed in that case). Workshop ID can be seen in the URL link of scenario in question on {0} workshop web.
cs_cz: Název scénáře můžete vložit sem (musí existovat na místním počítači, pro jeho načtení) nebo ID z workshopu (není nutné, aby ho uživatel odebíral v tomto případě). Workshop ID naleznete v URL odkazu scénáře na stránkách {0} workshopu.
de: Sie können hier einen Szenarionamen (muss bereits auf dem lokalen Rechner vorhanden sein, um geladen werden zu können) oder eine Workshop-ID-Nummer angeben (der Benutzer muss den Inhalt in diesem Fall *nicht* abonniert haben). Die Workshop-ID ist im URL-Link des entsprechenden Szenarios im {0} Workshop zu sehen.
es: Puedes poner un nombre de escenario aquí (debe existir ya en el ordenador local para que se cargue) o un número de identificación de workshop ID (el usuario *no* tiene que tenerlo suscrito en ese caso) El ID del Workshop ID se puede ver en el enlace URL del escenario en cuestión en la {0} web del workshop.
fr: Vous pouvez mettre un nom de scénario ici (il doit déjà exister sur l'ordinateur local pour être chargé) ou un numéro d'identification d'atelier (l'utilisateur n'a *pas* besoin de s'y être abonné dans ce cas). L'ID du Workshop peut être vu dans le lien URL du scénario en question sur le workshop {0}.
hu_hu: Ide tehet egy forgatókönyv nevet (a helyi számítógépen már léteznie kell a betöltéshez) vagy műhely azonosító számot (a felhasználónak ebben az esetben *nem* kell feliratkoznia). A műhelyazonosító a kérdéses forgatókönyv URL-linkjén látható a {0} műhely webhelyén.
it: Puoi inserire qui il nome di uno scenario (deve già esistere sul computer locale per essere caricato) o il numero ID di workshop (l'utente *non* deve averlo sottoscritto in questo caso). l'ID di workshop può essere visto nel link URL dello scenario in questione sul web di workshop{0}.
pl_pl: Jeśli wstawisz tu nazwę scenariusza (musi już istnieć na lokalnym komputerze aby być załadowana) lub adres ID w warsztacie (użytkownik *nie* musi subskrybować w tym wypadku). ID warsztatu jest pokazane w linku URL scenariusza na platformie warsztatu {0}.
pt_br: Você pode inserir o nome do cenário aqui (deve já existir anteriormente no computador local para ser carregado) ou o número de ID do Workshop (o usuário *não* precisa tê-lo cadastrado, neste caso). A ID do Workshop pode ser encontrada no link URL do cenário em questão, no {0} Workshop web.
ru: Вы можете вставить имя сценария (должен существовать на компьютере, чтобы быть загруженным) или ID Мастерской (в этом случае подписывание не обязательно). ID Мастерской можно получить из URL ссылки сценария на сайте Мастерской {0}.
zh_cn: 你可此处为剧本命名（必须已存在于本地计算机以便加载） 或者是创意工坊ID（用户不一定要订阅此内容）。 创意工坊ID可在{0}创意工坊网址链接内查询。

# GuiTriggerNoSpawnTimeLimit
source: Time limit (sec):
cs_cz: Časový limit (vteřiny):
de: Zeitlimit (Sekunden):
es: Límite de tiempo (seg.):
fr: Limite de temps (sec) :
hu_hu: Időkorlát (másodperc):
it: Limite di tempo (sec):
pl_pl: Limit czasowy (sek):
pt_br: Tempo limite (s):
ru: Лимит времени (с):
zh_cn: 时间限制（秒）：

# GuiTriggerPasteBlocks
source: Add blocks
cs_cz: Přidat bloky
de: Blöcke hinzufügen
es: Añadir bloques
fr: Ajouter des blocs
hu_hu: Blokkok hozzáadása
it: Aggiungi blocchi
pl_pl: Dodaj bloki
pt_br: Adicionar blocos
ru: Добавить блоки
zh_cn: 添加方块

# GuiTriggerPasteBlocksTooltip
source: Adds blocks copied through button at the end of block terminal screen.
cs_cz: Vloží bloky zkopírované pomocí tlačítka na konci terminálové obrazovky jiného bloku.
de: Fügt Blöcke hinzu, die über die Schaltfläche am Ende des Block-Terminal-Bildschirms kopiert wurden.
es: Añade bloques copiados a través del botón situado al final de la pantalla del terminal de bloques.
fr: Ajoute des blocs copiés via le bouton à la fin de l’écran du terminal.
hu_hu: Blokkok hozzáadása gomb átmásolja a blokkot a blokk terminál képernyőjének végére.
it: Aggiunge i blocchi copiati attraverso il pulsante alla fine dello schermo del terminale del blocco.
pl_pl: Dodaje bloki skopiowane przez guzik na końcu ekranu terminala bloku.
pt_br: Adiciona blocos copiados por botão no final da tela do terminal.
ru: Добавляет блоки скопированные кнопкой в конец терминала.
zh_cn: 用终端屏幕末尾的按钮复制添加方块。

# GuiTriggerPasteGps
source: Paste GPS
cs_cz: Vložit GPS
de: GPS-Markierung einfügen
es: Pegar GPS
fr: Coller GPS
hu_hu: GPS Beillesztése
it: Incolla GPS
pl_pl: Wklej GPS
pt_br: Colar GPS
ru: Вставить GPS
zh_cn: 读取输入GPS

# GuiTriggerPositionRadius
source: Radius
cs_cz: Rádius
es: Radio
fr: Rayon
hu_hu: Sugár
it: Raggio
pl_pl: Promień
pt_br: Raio
ru: Радиус
zh_cn: 半径

# GuiTriggersLives
source: Lives
cs_cz: Životy
de: Leben
es: Vidas
fr: Vies
hu_hu: Életek
it: Vite
pl_pl: Życia
pt_br: Vidas
ru: Жизни
zh_cn: 生命

# GuiTriggerTimeLimit
source: Limit (in minutes)
cs_cz: Limit (v minutách)
de: Limit (in Minuten)
es: Límite (en minutos)
fr: Limite (en minutes)
hu_hu: Időkorlát (percben)
it: Limite (in minuti)
pl_pl: Limit (w minutach)
pt_br: Limite (em minutos)
ru: Лимит (минуты)
zh_cn: 限制（分钟）

# GuiTriggerWwwLink
source: WWW link
cs_cz: Odkaz WWW (otevře se pomocí Překrytí {0})
es: Enlace WWW
fr: Lien WWW
it: Link WWW
pl_pl: Link WWW
ru: Веб-ссылка (открывается в оверлее Steam)
zh_cn: 互联网链接

# HelpScreen_FactionColor_Blue
source: Blue
cs_cz: Modrá
de: Blau
es: Azul
fr: Bleu
hu_hu: Kék
it: Blu
pl_pl: Niebieski
pt_br: Azul
ru: Синий
zh_cn: 蓝色

# HelpScreen_FactionColor_Green
source: Green
cs_cz: Zelená
de: Grün
es: Verde
fr: Vert
hu_hu: Zöld
it: Verde
pl_pl: Zielony
pt_br: Verde
ru: Зелёный
zh_cn: 绿色

# HelpScreen_FactionColor_Red
source: Red
cs_cz: Červená
de: Rot
es: Rojo
fr: Rouge
hu_hu: Piros
it: Rosso
pl_pl: Czerwony
pt_br: Vermelho
ru: Красный
zh_cn: 红色

# HelpScreen_FactionColor_White
source: White
cs_cz: Bílá
de: Weiß
es: Blanco
fr: Blanc
hu_hu: Fehér
it: Bianco
pl_pl: Biały
pt_br: Branco
ru: Белый
zh_cn: 白色

# HelpScreen_ControllerPrimaryAction
source: Primary Action
de: Primäre Aktion
es: Acción principal
fr: Action primaire
hu_hu: Elsődleges Művelet
it: Azione primaria
pl_pl: Podstawowa akcja
pt_br: Ação primária
ru: Основное действие
zh_cn: 主要动作

# HelpScreen_ControllerSecondaryAction
source: Secondary Action
de: Sekundäre Aktion
es: Acción secundaria
fr: Action secondaire
hu_hu: Másodlagos Művelet
it: Azione secondaria
pl_pl: Dodatkowa akcja
pt_br: Ação secundária
ru: Второстепенное действие
zh_cn: 次级动作

# HelpScreen_ControllerModifier
source: Modifier
de: Modifikator
es: Modificador
fr: Modificateur
hu_hu: Módosító
it: Modificatore
pl_pl: Modyfikator
pt_br: Modificador
ru: Модификатор
zh_cn: 修改器

# HelpScreen_ControllerHorizontalMover
source: Hor. Movement
de: Horiz. Bewegung
es: Movimiento Hor.
fr: Mouvement hor.
hu_hu: Vízszintes. Mozgás
it: Movimento orizz.
pl_pl: Ruch Poziomy
pt_br: Movimento hor.
ru: Гориз. движение
zh_cn: 水平移动

# HelpScreen_ControllerShipActions
source: Ship Actions
de: Schiffs-Aktionen
es: Acciones de la nave
fr: Actions du vaisseau
hu_hu: Hajóműveletek
it: Azioni nave
pl_pl: Działania Statku
pt_br: Ações da nave
ru: Действия корабля
zh_cn: 飞船动作

# HelpScreen_ControllerFlyUp
source: Fly Up
de: Nach oben fliegen
es: Volar hacia arriba
fr: Voler vers le haut
hu_hu: Felszáll
it: Vola in alto
pl_pl: Leć w górę
pt_br: Voar
ru: Подъем
zh_cn: 向上飞

# HelpScreen_ControllerFlyDown
source: Fly Down
de: Nach unten fliegen
es: Volar hacia abajo
fr: Voler vers le bas
hu_hu: Leszáll
it: Vola in basso
pl_pl: Leć w dół
pt_br: Baixar
ru: Снижение
zh_cn: 俯冲

# HelpScreen_ControllerLeaveControl
source: Leave Control
de: Steuerung verlassen
es: Abandonar el control
fr: Quitter le contrôle
hu_hu: Vezérlő Elhagyása
it: Abbandona controllo
pl_pl: Opuścić kontrolę
pt_br: Sair do controle
ru: Оставить управление
zh_cn: 放弃控制

# HelpScreen_ControllerSystemMenu
source: System Menu
de: Spielmenü
es: Menú del sistema
fr: Menu système
hu_hu: Rendszer Menü
it: Menu di sistema
pl_pl: Menu Systemu
pt_br: Menu do sistema
ru: Системное меню
zh_cn: 系统菜单

# HelpScreen_ControllerRotation
source: Rotation
es: Rotación
hu_hu: Forgatás
it: Rotazione
pl_pl: Obrót
pt_br: Rotação
ru: Поворот
zh_cn: 旋转

# HelpScreen_ControllerShipControl
source: Ship Control
de: Schiffssteuerung
es: Control de la nave
fr: Contrôle du vaisseau
hu_hu: Hajóvezérlés
it: Controllo nave
pl_pl: Kontrola Statku
pt_br: Controle da nave
ru: Управление кораблем
zh_cn: 飞船控制

# HelpScreen_ControllerCharacterControl
source: Character Control
de: Spielcharakter-Steuerung
es: Control del personaje
fr: Contrôle du personnage
hu_hu: Karakterszabályozás
it: Controllo personaggio
pl_pl: Kontrola Postaci
pt_br: Controle do personagem
ru: Управление персонажем
zh_cn: 人物控制

# HelpScreen_ControllerBuildMenu
source: Build Menu
de: Konstruktionsmenü
es: Menú de construcción
fr: Menu de construction
hu_hu: Építés Menü
it: Costruisci menu
pl_pl: Menu Budowy
pt_br: Menu de construção
ru: Меню строительства
zh_cn: 建造菜单

# HelpScreen_ControllerTools
source: Select Tool
de: Werkzeug auswählen
es: Seleccionar herramienta
fr: Outil de sélection
hu_hu: Eszköz Kiválasztása
it: Seleziona strumento
pl_pl: Wybierz Narzędzie
pt_br: Ferramenta de seleção
ru: Выбрать инструмент
zh_cn: 选择工具
