Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# ToolTipWorldSettingsEnableScrapDrops
source: Allow scrap to be dropped from destroyed blocks
de: Macht wiederverwertbaren Metallschrott an zerstörten Blöcken verfügbar
es: Permitir que caiga chatarra de los bloques destruidos
fr: Permettre la chute de débris à partir de blocs détruits
it: Consenti la caduta dei rottami dai blocchi distrutti
pt_br: Permite o descarte de sucatas de blocos destruídos
ru: Разрешить сбрасывать лом из уничтоженных блоков
zh_cn: 允许从受损的方块上掉落废料

# ScreenDebugAdminMenu_RemoveCargoBags
source: Remove cargo bags
de: Transportbehälter entfernen
es: Retirar las bolsas de carga
fr: Retirer les sacs de cargaison
it: Rimuovi bagagli
pt_br: Remover bolsas de carga
ru: Удалить грузовые сумки
zh_cn: 移除货物袋

# DisplayName_CargoBag
source: Cargo Bag ({0})
de: Transportbehälter ({0})
es: Bolsa de carga ({0})
fr: Sac de cargaison ({0})
it: Bagaglio ({0})
pt_br: Bolsa de carga ({0})
ru: Грузовая сумка ({0})
zh_cn: 货物袋（{0}）

# BroadcastController_BroadcastTarget_Title
source: Broadcast Target
de: Broadcastempfänger
es: Objetivo de la Emisión
fr: Cible de transmission
it: Obiettivo della trasmissione
pt_br: Alvo de transmissão
ru: Цель вещания
zh_cn: 广播目标

# BroadcastController_BroadcastTarget_Tooltip
source: Set who receives the message.
de: Legen Sie fest, wer die Nachricht empfangen wird.
es: Establezca quién recibe el mensaje.
fr: Définissez le destinataire du message.
it: Imposta chi riceve il messaggio.
pt_br: Define quem receberá a mensagem.
ru: Укажите, кто получит сообщение.
zh_cn: 设置由谁接收消息。

# BroadcastController_UseAntenna_Title
source: Use Antenna
de: Antenne benutzen
es: Usar la Antena
fr: Utiliser l'antenne
it: Usa l'antenna
pt_br: Usar antena
ru: Использовать антенну
zh_cn: 使用天线

# BroadcastController_UseAntenna_Tooltip
source: Enable broadcasting using antennas. If left unchecked, only players inside cockpits on this grid will see the message(s).
de: Aktiviert den Broadcast unter der Nutzung von Antennen. Wenn dies deaktiviert ist, können nur Spieler, die sich in Cockpits auf dieser Blockkonstruktion befinden die Nachricht(en) sehen.
es: Habilitar la transmisión mediante antenas. Si se deja sin marcar, solo los jugadores dentro de las cabinas de esta estructura verán el mensaje o mensajes.
fr: Active la diffusion à l'aide d'antennes. Si la case n'est pas cochée, seuls les joueurs se trouvant dans les cockpits de cette grille verront le(s) message(s).
it: Abilita le trasmissioni tramite antenne. Se lasciato deselezionato, solo i giocatori all'interno delle cabine di pilotaggio su questa griglia vedranno i messaggi.
pt_br: Ativa a transmissão usando antenas. Se desmarcado, somente jogadores dentro das cabines neste grid poderão ver a(s) mensagem(ns).
ru: Включить вещание через антенны. Если не включить, сообщения будут видны только игрокам, находящимся в кабинах в границах этой структуры.
zh_cn: 使用天线广播。如果不勾选，则只有此网格上的驾驶舱内的玩家才能看到消息。

# BroadcastController_CustomName_Title
source: Custom Name
de: Benutzerdefinierter Name
es: Nombre Personalizado
fr: Nom personnalisé
it: Nome personalizzato
pt_br: Nome personalizado
ru: Свое имя
zh_cn: 自定义名称

# BroadcastController_CustomName_Tooltip
source: Sets a custom name, displayed before each message.
de: Legt einen benutzerdefinierten Namen fest, der vor jeder Nachricht angezeigt wird.
es: Establece un nombre personalizado, que se muestra antes de cada mensaje.
fr: Définit un nom personnalisé, affiché avant chaque message.
it: Imposta un nome personalizzato, visualizzato prima di ogni messaggio.
pt_br: Define um nome personalizado, exibido antes de cada mensagem.
ru: Задает выбранное имя, отображаемое перед каждым сообщением.
zh_cn: 设置显示在每条消息之前的自定义名称。

# BroadcastController_Message1_Title
source: Message 1
de: Nachricht 1
es: Mensaje 1
it: Messaggio 1
pt_br: Mensagem 1
ru: Сообщение 1
zh_cn: 消息1

# BroadcastController_Message2_Title
source: Message 2
de: Nachricht 2
es: Mensaje 2
it: Messaggio 2
pt_br: Mensagem 2
ru: Сообщение 2
zh_cn: 消息2

# BroadcastController_Message3_Title
source: Message 3
de: Nachricht 3
es: Mensaje 3
it: Messaggio 3
pt_br: Mensagem 3
ru: Сообщение 3
zh_cn: 消息3

# BroadcastController_Message4_Title
source: Message 4
de: Nachricht 4
es: Mensaje 4
it: Messaggio 4
pt_br: Mensagem 4
ru: Сообщение 4
zh_cn: 消息4

# BroadcastController_Message5_Title
source: Message 5
de: Nachricht 5
es: Mensaje 5
it: Messaggio 5
pt_br: Mensagem 5
ru: Сообщение 5
zh_cn: 消息5

# BroadcastController_Message6_Title
source: Message 6
de: Nachricht 6
es: Mensaje 6
it: Messaggio 6
pt_br: Mensagem 6
ru: Сообщение 6
zh_cn: 消息6

# BroadcastController_Message7_Title
source: Message 7
de: Nachricht 7
es: Mensaje 7
it: Messaggio 7
pt_br: Mensagem 7
ru: Сообщение 7
zh_cn: 消息7

# BroadcastController_Message8_Title
source: Message 8
de: Nachricht 8
es: Mensaje 8
it: Messaggio 8
pt_br: Mensagem 8
ru: Сообщение 8
zh_cn: 消息8

# BroadcastController_TransmitMessage1_Title
source: Transmit Message 1
de: Nachricht 1 übermitteln
es: Transmitir mensaje 1
fr: Transmettre le message 1
it: Trasmetti messaggio 1
pt_br: Transmitir mensagem 1
ru: Передать сообщение 1
zh_cn: 传送消息1

# BroadcastController_TransmitMessage2_Title
source: Transmit Message 2
de: Nachricht 2 übermitteln
es: Transmitir mensaje 2
fr: Transmettre le message 2
it: Trasmetti messaggio 2
pt_br: Transmitir mensagem 2
ru: Передать сообщение 2
zh_cn: 传送消息2

# BroadcastController_TransmitMessage3_Title
source: Transmit Message 3
de: Nachricht 3 übermitteln
es: Transmitir mensaje 3
fr: Transmettre le message 3
it: Trasmetti messaggio 3
pt_br: Transmitir mensagem 3
ru: Передать сообщение 3
zh_cn: 传送消息3

# BroadcastController_TransmitMessage4_Title
source: Transmit Message 4
de: Nachricht 4 übermitteln
es: Transmitir mensaje 4
fr: Transmettre le message 4
it: Trasmetti messaggio 4
pt_br: Transmitir mensagem 4
ru: Передать сообщение 4
zh_cn: 传送消息4

# BroadcastController_TransmitMessage5_Title
source: Transmit Message 5
de: Nachricht 5 übermitteln
es: Transmitir mensaje 5
fr: Transmettre le message 5
it: Trasmetti messaggio 5
pt_br: Transmitir mensagem 5
ru: Передать сообщение 5
zh_cn: 传送消息5

# BroadcastController_TransmitMessage6_Title
source: Transmit Message 6
de: Nachricht 6 übermitteln
es: Transmitir mensaje 6
fr: Transmettre le message 6
it: Trasmetti messaggio 6
pt_br: Transmitir mensagem 6
ru: Передать сообщение 6
zh_cn: 传送消息6

# BroadcastController_TransmitMessage7_Title
source: Transmit Message 7
de: Nachricht 7 übermitteln
es: Transmitir mensaje 7
fr: Transmettre le message 7
it: Trasmetti messaggio 7
pt_br: Transmitir mensagem 7
ru: Передать сообщение 7
zh_cn: 传送消息7

# BroadcastController_TransmitMessage8_Title
source: Transmit Message 8
de: Nachricht 8 übermitteln
es: Transmitir mensaje 8
fr: Transmettre le message 8
it: Trasmetti messaggio 8
pt_br: Transmitir mensagem 8
ru: Передать сообщение 8
zh_cn: 传送消息8

# BroadcastController_TransmitRandomMessage_Title
source: Send Random Message
de: Zufällige Nachricht senden
es: Enviar mensaje aleatorio
fr: Envoyer un message aléatoire
it: Invia un messaggio casuale
pt_br: Enviar mensagem aleatória
ru: Отправить случайное сообщение
zh_cn: 发送随机消息

# BroadcastController_TransmitRandomMessage_Tooltip
source: Selects random message and transmits that message.
de: Wählt zufälllig eine Nachricht aus und sendet sie.
es: Selecciona un mensaje aleatorio y lo transmite.
fr: Sélectionne un message aléatoire et le transmet.
it: Seleziona un messaggio casuale e trasmette quel messaggio.
pt_br: Seleciona uma mensagem aleatória e a transmite.
ru: Выбирает и передает случайное сообщение.
zh_cn: 选择随机消息并传送该消息。

# BroadcastController_SendGps_Title
source: Send GPS
de: GPS-Standort senden
es: Enviar GPS
fr: Envoyer GPS
it: Invia GPS
pt_br: Enviar GPS
ru: Отправить GPS
zh_cn: 发送GPS

# BroadcastController_SendGps_Tooltip
source: Send current position
de: Aktuelle Position senden
es: Enviar posición actual
fr: Envoyer la position actuelle
it: Invia posizione attuale
pt_br: Enviar posição atual
ru: Отправить текущую позицию
zh_cn: 发送当前位置

# BroadcastController_BroadcastTarget_Owner
source: Owner Only
de: Nur Besitzer
es: Solo propietario
fr: Propriétaire uniquement
it: Solo proprietario
pt_br: Somente proprietário
ru: Только владелец
zh_cn: 仅所有者

# BroadcastController_BroadcastTarget_Faction
source: Faction Only
de: Nur Fraktion
es: Solo facción
fr: Faction uniquement
it: Solo fazione
pt_br: Somente facção
ru: Только фракция
zh_cn: 仅阵营

# BroadcastController_BroadcastTarget_Everyone
source: Everyone
de: Jeder
es: Todo el mundo
fr: Tout le monde
it: Chiunque
pt_br: Todos
ru: Все
zh_cn: 所有人

# BroadcastController_SetBroadcastTarget_Owner
source: Enable Owner Only
de: „Nur Besitzer“ aktivieren
es: Habilitar solo propietario
fr: Activer Propriétaire uniquement
it: Abilita solo proprietario
pt_br: Ativar somente proprietário
ru: Включить вариант «Только владелец»
zh_cn: 启用仅所有者

# BroadcastController_SetBroadcastTarget_Faction
source: Enable Faction Only
de: „Nur Fraktion“ aktivieren
es: Habilitar solo facción
fr: Activer Faction uniquement
it: Abilita solo fazione
pt_br: Ativar somente facção
ru: Включить вариант «Только фракция»
zh_cn: 启用仅阵营

# BroadcastController_SetBroadcastTarget_Everyone
source: Enable Everyone
de: „Jeder“ aktivieren
es: Habilitar a todos
fr: Activer Tout le monde
it: Abilita chiunque
pt_br: Ativar todos
ru: Включить вариант «Все»
zh_cn: 启用所有人

# ToolTipWorldSettingsMaxOfflineBroadcastDistance
source: The maximum distance Broadcast Controller will transmit messages when its owner is offline.
de: Die maximale Entfernung, über die der Broadcast-Controller Nachrichten aussenden wird, wenn der Besitzer offline ist.
es: La distancia máxima a la que el Controlador de Emisión transmitirá mensajes cuando su propietario esté desconectado.
fr: Distance maximale à laquelle le contrôleur de diffusion transmettra des messages lorsque son propriétaire n'est pas en ligne.
it: Il controller di trasmissione a distanza massima trasmetterà messaggi quando il suo proprietario è offline.
pt_br: A distância máxima que o Controlador de transmissão transmitirá mensagens quando o proprietário estiver offline.
ru: Максимальное расстояние, на которое контроллер вещания будет передавать сообщения, когда владелец не в сети.
zh_cn: 广播控制器在其所有者离线时传送消息的最大距离。

# WorldSettings_MaxOfflineBroadcastDistance
source: Max offline broadcast distance
de: Maximale Offline-Broadcast-Reichweite
es: Distancia máxima de emisión sin conexión
fr: Distance maximale de diffusion hors ligne
it: Distanza massima di trasmissione offline
pt_br: Distância máxima de transmissão offline
ru: Дальность вещания в режиме не в сети
zh_cn: 最大离线广播距离

# BroadcastController_DetailInfo_NoAntenna
source: Error: No antenna found.
de: Fehler: Keine Antenne gefunden.
es: Error: No se ha encontrado ninguna antena.
fr: Erreur : aucune antenne trouvée.
it: Errore: nessuna antenna trovata.
pt_br: Erro: nenhuma antena encontrada.
ru: Ошибка: антенна не найдена.
zh_cn: 错误：未找到天线。

# BroadcastController_DetailInfo_NoFunctionalAntenna
source: Error: Antennas inaccessible.
de: Fehler: Zugriff auf Antennen nicht möglich.
es: Error: Antenas inaccesibles.
fr: Erreur : antennes inaccessibles.
it: Errore: antenne inaccessibili.
pt_br: Erro: antenas inacessíveis.
ru: Ошибка: антенны недоступны.
zh_cn: 错误：无法访问天线。

# BroadcastController_DetailInfo_NoMessages
source: Error: No messages stored.
de: Fehler: Keine Nachrichten gespeichert.
es: Error: No hay mensajes almacenados.
fr: Erreur : aucun message stocké.
it: Errore: nessun messaggio memorizzato.
pt_br: Erro: nenhuma mensagem armazenada.
ru: Ошибка: нет сохраненных сообщений.
zh_cn: 错误：未存储任何消息。

# BroadcastController_DetailInfo_OwnerOffline
source: Owner offline, Range restricted: {0} m
de: Besitzer offline, Reichweite eingeschränkt: {0} m
es: Propietario sin conexión, Rango restringido: {0} m
fr: Propriétaire hors ligne, Portée restreinte : {0} m
it: Proprietario offline, Portata limitata: {0} m
pt_br: Proprietário offline, Alcance restrito: {0} m
ru: Владелец не в сети, дальность ограничена: {0} м
zh_cn: 所有者已离线， 范围限制：{0}米

# BroadcastController_DetailInfo_AntispamCooldown
source: Anti-spam cooldown: {0} s remaining.
de: Anti-Spam-Zeitlimit: {0} s verbleiben.
es: Enfriamiento antispam: {0} s restantes.
fr: Délai anti-spam : {0} s restantes.
it: Cooldown anti-spam: {0} rimanenti.
pt_br: Intervalo antispam: {0} s restante.
ru: Задержка защиты от спама: еще {0} с.
zh_cn: 反垃圾邮件冷却时间：还剩{0}秒。

# BroadcastController_DetailInfo_MessagesInBuffer
source: Messages in buffer: {0}.
de: Nachrichten im Zwischenspeicher: {0}
es: Mensajes en la memoria intermedia: {0}.
fr: Messages dans le tampon : {0}.
it: Messaggi nel buffer: {0}.
pt_br: Mensagens no buffer: {0}.
ru: Сообщения в буфере: {0}.
zh_cn: 缓冲区中的消息：{0}。

# GameOptions_MuteBroadcastControllers
source: Mute Broadcast Controllers
de: Broadcast-Controller stummschalten
es: Silenciar Controladores de Emisión
fr: Mise en sourdine des contrôleurs de diffusion
it: Silenzia i controller di trasmissione
pt_br: Silenciar controles de transmissão
ru: Отключить контроллеры вещания
zh_cn: 将广播控制器静音

# GameOptionsTooltip_MuteBroadcastControllers
source: Mutes every Broadcast Controller in the game.
de: Schaltet alle Broadcast-Controller im Spiel stumm.
es: Silencia todos los Controladores de Emisión del juego.
fr: Met en sourdine tous les contrôleurs de diffusion du jeu.
it: Silenzia tutti i controller di trasmissione nel gioco.
pt_br: Silencia todos os controles de transmissão do jogo.
ru: Отключает все контроллеры вещания в игре.
zh_cn: 将游戏中的每个广播控制器静音。

# SignalReceiver_RelationFilter_Title
source: Accept Signal from:
de: Signal annehmen von:
es: Aceptar señal de:
fr: Accepter le signal de :
it: Accetta segnali da:
pt_br: Aceitar sinal de:
ru: От кого принимать сигнал:
zh_cn: 接受以下来源的信号：

# SignalReceiver_RelationFilter_Owner
source: Owner
de: Besitzer
es: Propietario
fr: Propriétaire
it: Proprietario
pt_br: Proprietário
ru: Владелец
zh_cn: 所有者

# SignalReceiver_RelationFilter_Faction
source: Faction
de: Fraktion
es: Facción
it: Fazione
pt_br: Facção
ru: Фракция
zh_cn: 阵营

# SignalReceiver_RelationFilter_Everyone
source: Everyone
de: Jeder
es: Todo el mundo
fr: Tout le monde
it: Chiunque
pt_br: Todos
ru: Все
zh_cn: 所有人

# SignalReceiver_RelationFilterTooltip_Owner
source: Action Relay will only respond to signals from the owner
de: Aktionsrelay wird nur auf Signale des Besitzers reagieren
es: El Relé de Acción solo responderá a las señales del propietario
fr: Le relais d'action ne répondra qu'aux signaux émis par le propriétaire
it: Il relay di azione risponderà solo ai segnali del proprietario
pt_br: O relé de ação só responderá a sinais do proprietário
ru: Передатчик действий будет отвечать только на сигналы владельца
zh_cn: 动作中继将仅响应所有者发出的信号

# SignalReceiver_RelationFilterTooltip_Faction
source: Action Relay will only respond to signals from the owning faction
de: Aktionsrelay wird nur auf Signale der es besitzenden Fraktion reagieren
es: El Relé de Acción solo responderá a las señales de la facción propietaria
fr: Le relais d'action ne répondra qu'aux signaux émis par la faction propriétaire
it: Il relay di azione risponderà solo ai segnali della fazione proprietaria
pt_br: O relé de ação só responderá a sinais da facção proprietária
ru: Передатчик действий будет отвечать только на сигналы фракции своего владельца
zh_cn: 动作中继将仅响应所有阵营发出的信号

# SignalReceiver_RelationFilterTooltip_Everyone
source: Action Relay will respond to any signal
de: Aktionsdelay wird auf jedes Signal reagieren
es: El Relé de Acción responderá a cualquier señal
fr: Le relais d'action répondra à n'importe quel signal
it: Il relay di azione risponderà a tutti i segnali
pt_br: O relé de ação responderá a qualquer sinal
ru: Передатчик действий будет отвечать на любые сигналы
zh_cn: 动作中继将响应任何信号

# SignalReceiver_SetRelationFilterAction_Owner
source: Enable Owner Only
de: „Nur Besitzer“ aktivieren
es: Habilitar solo propietario
fr: Activer Propriétaire uniquement
it: Abilita solo proprietario
pt_br: Ativar somente proprietário
ru: Включить вариант «Только владелец»
zh_cn: 启用仅所有者

# SignalReceiver_SetRelationFilterAction_Faction
source: Enable Faction Only
de: „Nur Fraktion“ aktivieren
es: Habilitar solo facción
fr: Activer Faction uniquement
it: Abilita solo fazione
pt_br: Ativar somente facção
ru: Включить вариант «Только фракция»
zh_cn: 启用仅阵营

# SignalReceiver_SetRelationFilterAction_Everyone
source: Enable Everyone
de: „Jeder“ aktivieren
es: Habilitar a todos
fr: Activer Tout le monde
it: Abilita chiunque
pt_br: Ativar todos
ru: Включить вариант «Все»
zh_cn: 启用所有人

# BlockPropertyTitle_SignalReceiverToolbarOpen
source: Setup actions
de: Aktionen konfigurieren
es: Establecer acciones
fr: Paramétrer les actions
it: Configura azioni
pt_br: Configurar ações
ru: Задать действия
zh_cn: 设置动作

# SignalSender_SendSignalButton_Title
source: Send Signal
de: Signal senden
es: Enviar señal
fr: Envoyer le signal
it: Invia segnale
pt_br: Enviar sinal
ru: Отправить сигнал
zh_cn: 发送信号

# SignalSender_SendSignalButton_Tooltip
source: Triggers Action Relay blocks using the same channel inside the antenna network
de: Spricht Aktionsrelay-Blöcke an, die den selben Kanal innerhalb des Antennennetwerks nutzen
es: Desencadena los bloques de Relé de Acción que utilizan el mismo canal dentro de la red de antenas
fr: Déclenche les blocs relais d'action utilisant le même canal dans le réseau d'antennes
it: Attiva i blocchi relay di azione utilizzando lo stesso canale all'interno della rete di antenne
pt_br: Aciona os blocos de Relé de açào usando o mesmo canal dentro da rede de antenas
ru: Активирует передатчики действий, использующие один канал в антенной сети
zh_cn: 使用天线网络内的相同频道触发动作中继方块

# SignalChannel_SetChannel_Title
source: Channel
de: Kanal
es: Canal
fr: Canal
it: Canale
pt_br: Canal
ru: Канал
zh_cn: 频道

# SignalChannel_SetChannel_Tooltip
source: Actions will trigger when a signal is received from an Action Relay block with corresponding channel
de: Aktionen werden ausgeführt, wenn ein Signal eines Aktionsrelay-Blocks über einen entsprechenden Kanal empfangen wird
es: Las acciones se activarán cuando se reciba una señal de un bloque de Relé de Acción con el canal correspondiente
fr: Les actions se déclenchent lorsqu'un signal est reçu d'un bloc de relais d'action avec le canal correspondant
it: Le azioni verranno attivate quando viene ricevuto un segnale da un blocco di relay di azione con il canale corrispondente
pt_br: Ações acionarão quando um sinbal for recebido de um bloco de Relé de ação com o canal correspondente
ru: Действия запускаются при получении сигнала от передатчика действий с соответствующим каналом
zh_cn: 接收到来自具有相应频道的动作中继方块的信号时，将触发动作

# SignalChannel_SetChannel_Action
source: Set Channel
de: Kanal festlegen
es: Establecer canal
fr: Définir le canal
it: Imposta il canale
pt_br: Definir canal
ru: Задать канал
zh_cn: 设置频道

# SignalChannel_SetChannelAndSend_Action
source: Set Channel and Send Signal
de: Kanal festlegen und Signal senden
es: Establecer canal y enviar señal
fr: Définir le canal et envoyer le signal
it: Imposta il canale e invia il segnale
pt_br: Definir canal e enviar sinal
ru: Задать канал и отправить сигнал
zh_cn: 设置频道并发送信号

# SetValue_Action_SetLabel
source: Set label
de: Bezeichnung festlegen
es: Establecer etiqueta
fr: Définir l'étiquette
it: Imposta etichetta
pt_br: Definir rótulo
ru: Задать метку
zh_cn: 设置标签

# SignalConnectivity_State_NoAntennas
source: Error: No antenna found
de: Fehler: Keine Antenne gefunden
es: Error: No se ha encontrado ninguna antena
fr: Erreur : aucune antenne trouvée
it: Errore: nessuna antenna trovata
pt_br: Erro: nenhuma antena encontrada
ru: Ошибка: антенна не найдена
zh_cn: 错误：未找到天线

# SignalConnectivity_State_NoLaserLink
source: {0}: No connection
de: {0}: Keine Verbindung
es: {0}: Sin conexión
fr: {0} : Aucune connexion
it: {0}: nessuna connessione
pt_br: {0}: sem conexão
ru: {0}: не подключения
zh_cn: {0}：没有连接

# SignalConnectivity_State_LaserConnected
source: {0}: Connected
de: {0}: Verbunden
es: {0}: Conectado
fr: {0} : Connecté
it: {0}: connessione effettuata
pt_br: {0}: conectado
ru: {0}: подключено
zh_cn: {0}：已连接

# SignalConnectivity_State_Inaccessible
source: {0}: Ownership/sharing does not match
de: {0}: Besitz- bzw. Freigabeeinstellungen verhindern die Nutzung
es: {0}: La propiedad/participación no coincide
fr: {0} : La propriété/le partage ne correspondent pas
it: {0}: mancata corrispondenza di proprietà/condivisione
pt_br: {0}: Propriedade/compartilhamento não correspondente
ru: {0}: несоответствующие права доступа
zh_cn: {0}：所有权/共享不匹配

# SignalConnectivity_State_NotOperational
source: {0}: Not operational
de: {0}: nicht betriebsfähig
es: {0}: No operativo
fr: {0} : Non opérationnel
it: {0}: non operativo
pt_br: {0}: não operacional
ru: {0}: не работает
zh_cn: {0}：无法运行

# DisplayName_Block_TrussFloorT
source: Walkable Scaffold Block T
de: Begehbarer Gerüstblock (T)
es: Bloque de andamio transitable en T
fr: Bloc d'échafaudage praticable T
it: Blocco impalcatura calpestabile T
pt_br: Bloco de andaime percorrível em T
ru: Каркасный блок для ходьбы, Т
zh_cn: T型可行走脚手架方块

# DisplayName_Block_TrussFloorX
source: Walkable Scaffold Block X
de: Begehbarer Gerüstblock (X)
es: Bloque de andamio transitable en X
fr: Bloc d'échafaudage praticable X
it: Blocco impalcatura calpestabile X
pt_br: Bloco de andaime percorrível em X
ru: Каркасный блок для ходьбы, X
zh_cn: 十字可行走脚手架方块

# DisplayName_Block_TrussFrame
source: Scaffold Frame
de: Gerüstrahmen
es: Marco de andamio
fr: Cadre d'échafaudage
it: Telaio per impalcatura
pt_br: Estrutura de andaime
ru: Каркасная рама
zh_cn: 脚手架框架

# DisplayName_Block_TrussSlopedFrame
source: Scaffold Sloped Frame
de: Gerüstrahmen (Rampe)
es: Marco de andamio con pendiente
fr: Cadre d'échafaudage en pente
it: Telaio per impalcatura, inclinato
pt_br: Estrutura de andaime inclinado
ru: Каркасная рама со скатом
zh_cn: 倾斜脚手架框架

# DisplayName_Block_InsetWallCornerInverted
source: Inset Wall Corner Inv.
de: Einbauwand (inv. Ecke)
es: Esquina Empotrada Inv.
fr: Coin de mur encastré inv.
it: Parete interna, angolo inv.
pt_br: Parede inserida de canto invertida
ru: Встроенный угол стены, обр.
zh_cn: 倒置嵌入式墙角

# ClaimAuthorship_Title
source: Claim NPC Grid
de: NPC-Blockkonstruktion in Besitz nehmen
es: Reclamar estructura NPC
fr: Revendiquer la grille du PNJ
it: Rivendica griglia NPC
pt_br: Reivindicar Grid de PNJ
ru: Заявить права на структуру NPC
zh_cn: 领取NPC网格
