Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# Description_SurvivalKit
source: All in one factory to get a space engineer started, but it has limited refining and assembling capabilities. Allows the player to recharge.
de: Alles was ein Space Engineer benötigt um loslegen zu können. Allerdings verfügt es nur über begrenzte Verfeinerungs- und Produktionskapazitäten. Erlaubt dem Spieler das Wiederaufladen.
es: Fabrica todo en uno para poner en marcha a un Space Engineer, pero sus capacidades de refinado y ensamblaje son limitadas. Permite que el jugador se recargue
fr: Une seule et même usine pour lancer un ingénieur spatial, mais ses capacités de raffinage et d’assemblage sont limitées. Permet au joueur de recharger.
hu_hu: Minden egy gyárban, hogy elinduljon egy űrmérnök, de korlátozott finomítási és összeszerelési képességekkel rendelkezik. Lehetővé teszi a játékos újratöltését.
it: Tutto in una fabbrica per far partire un ingegnere spaziale, ma ha limitate capacità di raffinazione e di assemblaggio. Permette al giocatore di ricaricarsi.
pl_pl: Wszystko w jednej fabryce umożliwiające rozpoczęcie gry, jednak możliwości przetapiania i montażu są ograniczone. Umożliwia graczowi leczenie i ładowanie.
pt_br: Equipamento "tudo em um" para permitir o início do engenheiro espacial, mas com capacidades de refino e montagem limitadas. Permite o reabastecimento do jogador.
ru: Набор "все-в-одном", минимум необходимого для начала развития. Позволяет игроку перезаряжать костюм.
zh_cn: 一体化工厂，工程师可以从这里开始，但是精炼机和安装能力有限。可以在此充电。

# Description_WindTurbine
source: The Wind turbine generates low amounts of power when exposed to open areas. Only works on planets with atmosphere.
de: Die Windturbine erzeugt geringe Energiemengen, wenn sie in offenen Gebieten zum Einsatz kommt. Funktioniert nur auf Planeten mit Atmosphäre.
es: Las turbinas eólicas generan pequeñas cantidades de energía al exponerlas a áreas abiertas. Solo funcionan en planetas con atmósfera
fr: L'éolienne génère de faibles quantités d'énergie lorsqu'elle est exposée à des zones ouvertes. Ne fonctionne que sur les planètes avec une atmosphère.
hu_hu: A szélturbina kis mennyiségű energiát termel, ha nyílt területen van. Csak atmoszférával rendelkező bolygókon működik.
it: La turbina eolica genera basse quantità di energia quando è esposta ad aree aperte. Funziona solo su pianeti con atmosfera.
pl_pl: Turbina generuje małe ilości mocy będąc na otwartej przestrzeni. Działa tylko na planetach z atmosferą.
pt_br: As turbinas eólicas produzem uma pequena quantidade de energia quando expostas a áreas abertas. Funcionam apenas em planetas com atmosfera.
ru: Ветрогенератор создает малое количество энергии, когда расположен на открытой местности. Работает только на планетах с атмосферой.
zh_cn: 风轮机在空旷处能发少量电。只能在有大气层的行星上用。在高处放置风轮机风更大。

# Description_PowerGenerator
source: The hydrogen engine converts hydrogen into power and has its own internal hydrogen tank.
de: Der Wasserstoffmotor wandelt Wasserstoff in Energie um und verfügt über einen eigenen internen Wasserstofftank.
es: El motor de hidrógeno convierte en hidrógeno en energía y tiene su propio tanque de hidrógeno interno.
fr: Le moteur à hydrogène convertit l'hydrogène en énergie et possède son propre réservoir d'hydrogène interne.
hu_hu: A hidrogénmotor a hidrogént energiává alakítja, és saját belső hidrogéntartálya van.
it: Il motore a idrogeno trasforma l'idrogeno in energia e ha un proprio serbatoio interno di idrogeno.
pl_pl: Wodorowy generator prądotwórczy przetwarza wodór na prąd oraz ma wbudowany zbiornik wodoru.
pt_br: Os motores a hidrogênio convertem hidrogênio em energia e possuem seu próprio tanque de hidrogênio.
ru: Водородный двигатель генерирует среднее количество энергии из водорода и имеет внутренний бак.
zh_cn: 氢气发动机用氢气驱动，有内置氢气罐。

# Description_Ladder
source: The ladder enables you to traverse vertical spaces.
de: Die Leiter ermöglicht es Ihnen, Räume vertikal zu durchqueren.
es: La escalera permite atravesar espacios verticales.
fr: L'échelle vous permet de grimper.
hu_hu: A létra lehetővé teszi, hogy áthaladjon a függőleges tereken.
it: La scala ti consente di attraversare gli spazi verticali.
pl_pl: Drabina umożliwia przemierzanie przestrzeni w pionie.
pt_br: As escadas permitem que você se desloque verticalmente pelos espaços.
ru: Лестница позволяет вам карабкаться вертикально.
zh_cn: 你可以爬梯子。

# Description_Desk
source: A desk for decorating interiors. Can be used as a seat.
de: Ein Schreibtisch zur Dekoration von Innenräumen. Kann als Sitzgelegenheit verwendet werden.
es: Un escritorio para la decoración de interiores. Se puede utilizar como asiento.
fr: Un bureau pour décorer les intérieurs. Peut être utilisé pour s'asseoir.
hu_hu: Asztal a belső terek díszítéséhez. Ülésnek is használható.
it: Una scrivania per decorare gli interni. Può essere utilizzata come sedile.
pl_pl: Biurko do dekoracji wnętrz. Może służyć jako miejsce do siedzenia.
pt_br: Mesa de trabalho para decoração de interiores. Pode ser utilizada como assento.
ru: Стол для декорирования интерьеров. Используется как сидение.
zh_cn: 桌子可以作为内饰。也能做座椅。

# Description_DeskCorner
source: A desk for decorating interiors. Can be used as a seat.
de: Ein Schreibtisch zur Dekoration von Innenräumen. Kann als Sitzgelegenheit verwendet werden.
es: Un escritorio para la decoración de interiores. Se puede utilizar como asiento.
fr: Un bureau pour décorer les intérieurs. Peut être utilisé pour s'asseoir.
hu_hu: Asztal a belső terek díszítéséhez. Ülésnek is használható.
it: Una scrivania per decorare gli interni. Può essere utilizzata come sedile.
pl_pl: Biurko do dekoracji wnętrz. Może służyć jako miejsce do siedzenia.
pt_br: Mesa de trabalho para decoração de interiores. Pode ser utilizada como assento.
ru: Стол для декорирования интерьеров. Используется как сидение.
zh_cn: 桌子可以作为内饰。也能做座椅。

# Description_DeskChairless
source: A desk for decorating interiors.
de: Ein Schreibtisch zur Dekoration von Innenräumen.
es: Un escritorio para la decoración de interiores.
fr: Un bureau pour décorer les intérieurs.
hu_hu: Asztal a belső terek díszítéséhez.
it: Una scrivania per decorare gli interni.
pl_pl: Biurko do dekoracji wnętrz.
pt_br: Mesa de trabalho para decoração de interiores.
ru: Стол для украшения интерьеров.
zh_cn: 桌子作内饰。

# Description_DeskChairlessCorner
source: A desk for decorating interiors.
de: Ein Schreibtisch zur Dekoration von Innenräumen.
es: Un escritorio para la decoración de interiores.
fr: Un bureau pour décorer les intérieurs.
hu_hu: Asztal a belső terek díszítéséhez.
it: Una scrivania per decorare gli interni.
pl_pl: Biurko do dekoracji wnętrz.
pt_br: Mesa de trabalho para decoração de interiores.
ru: Стол для украшения интерьеров.
zh_cn: 桌子作内饰。

# Description_FoodDispenser
source: A vending machine used to distract engineers from the hazards of space and boost morale.
de: Ein Verkaufsautomat, der Ingenieuren eine Ablenkung von den Gefahren des Weltraums bietet und ihre Moral stärken soll.
es: Una máquina expendedora para distraer a los ingenieros de los peligros del espacio y mejorar la moral.
fr: Un distributeur automatique utilisé pour distraire les ingénieurs des dangers de l'espace et remonter le moral.
hu_hu: Egy automata, ami eltereli a mérnökök figyelmét az űr veszélyeiről és fokozza a morált.
it: Un distributore automatico utilizzato per distrarre gli ingegneri dai rischi dello spazio e per risollevare il morale.
pl_pl: Automat używany do odwracania uwagi inżynierów od zagrożeń kosmosu i zwiększania morale.
pt_br: A máquina de vendas costumava distrair os engenheiros dos perigos do espaço e melhorar o moral.
ru: Торговый автомат позволит отвлечься от космических опасностей и поднять моральный дух.
zh_cn: 售货机可以让工程师在遭遇险情的时候得到物品供应，提升士气。

# Description_Jukebox
source: A device that plays music. Great for hosting dance parties or winding down after a hard day’s work.
de: Ein Musikabspielgerät. Eignet sich hervorragend für die Veranstaltung von Tanzpartys oder zum Ausklang eines harten Arbeitstages.
es: Un dispositivo para reproducir música. Genial para organizar fiestas o relajarse después de un duro día de trabajo.
fr: Un appareil qui joue de la musique. Idéal pour organiser des soirées dansantes ou pour se détendre après une dure journée de travail.
hu_hu: Egy olyan eszköz, amely zenét játszik le. Nagyszerű a táncpartik fogadására vagy egy kemény napi munka után.
it: Un dispositivo che riproduce musica. Ottimo per ospitare feste da ballo o per rilassarsi dopo una dura giornata di lavoro.
pl_pl: Urządzenie, które odtwarza muzykę. Świetne do organizowania imprez tanecznych lub odpoczynku po ciężkim dniu pracy.
pt_br: Um dispositivo que toca música. Ótimo para dar festas ou terminar um dia difícil de trabalho.
ru: Устройство, которое воспроизводит музыку: можно организовать танцы или развлечься после тяжелого рабочего дня.
zh_cn: 播放音乐的设备。为宴请宾客和晚会增加气氛，也可以为一天辛勤工作后解乏。

# Description_OpenCockpitLarge
source: Seat in between lots of consoles. More like a bridge seat.
de: Von einigen Konsolen umgebener Sitz. Erinnert an einen Brückensitz.
es: Un asiento entre un montón de consolas. Más bien un asiento del puente de mando.
fr: Siège entre de nombreuses consoles. Plutôt un siège de pont.
hu_hu: Üljön be sok konzol közé. Több mint egy híd ülés.
it: Un sedile con varie console. La postazione è adatta ad un ponte di comando.
pl_pl: Siedzenie pomiędzy wieloma konsolami. Raczej jak fotel na mostku.
pt_br: Um assento entre muitos consoles. Mais como um assento de ponte.
ru: Сиденье со множеством консолей. Больше похоже на кресло мостика корабля.
zh_cn: 控制台中的座椅，更像一个桥座椅。

# Description_OpenCockpitSmall
source: This control seat can be used to pilot anything from modest rovers to small-scale ships; they're also exceptionally comfortable.
de: Mit diesem Steuersitz kann alles, von bescheidenen Rovern bis hin zu kleinen Schiffen, gesteuert werden. Sie sind außerdem außergewöhnlich bequem.
es: Este asiento de control se puede usar para pilotar de todo, desde pequeños rovers hasta naves de pequeño tamaño. Además son excepcionalmente cómodos.
fr: Ce siège de contrôle peut être utilisé pour piloter tout type de navire, du modeste rover au petit vaisseau ; ils sont aussi exceptionnellement confortables.
hu_hu: Ez a vezérlőülés bármit vezérelhet a szerény roverektől a kis méretű hajókig; rendkívül kényelmes is.
it: Questo sedile di controllo può essere utilizzato per pilotare qualsiasi cosa, dai modesti rover alle piccole navi; ma sono anche eccezionalmente confortevoli.
pl_pl: Ten Fotel Kontroli może być użyty do pilotowania wszystkiego od skromnych łazików do małych statków; Jest też niezwykle wygodny.
pt_br: Este assento de controle pode ser usado para pilotar qualquer coisa, desde rovers simples a naves de pequena escala. É excepcionalmente confortável.
ru: Это кресло пилота может быть использовано для управления чем угодно, от скромных вездеходов до небольших кораблей; оно также исключительно удобно.
zh_cn: 控制座椅是飞行员的座椅，可控制中型战车和和小型的飞船，坐上去非常舒适。

# Description_LabEquipment
source: Whether you’re conducting experiments or you simply want to look smart, lab equipment is perfect for decorating interiors.
de: Ganz gleich, ob Sie damit Experimente durchführen wollen oder einfach nur intelligent erscheinen wollen, Laborgeräte eignen sich perfekt für die Dekoration von Innenräumen.
es: Tanto si estás llevando a cabo experimentos o simplemente quieres parecer listo, el equipamiento de laboratorio es perfecto para decorar interiores.
fr: Que vous meniez des expériences ou que vous vouliez simplement avoir l'air intelligent, les équipements de laboratoire sont parfaits pour décorer les intérieurs.
hu_hu: Akár kísérleteket végez, akár egyszerűen csak okosnak szeretne kinézni, a laboratóriumi berendezések tökéletesek a belső terek díszítésére.
it: Sia che tu stia conducendo esperimenti o che tu voglia semplicemente apparire elegante, le attrezzature da laboratorio sono perfette per decorare gli interni.
pl_pl: Niezależnie od tego, czy przeprowadzasz eksperymenty czy chcesz tylko wyglądać mądrze sprzęt laboratoryjny jest idealny do dekoracji wnętrz.
pt_br: Esteja você conduzindo experimentos ou apenas querendo parecer inteligente, o equipamento de laboratório é ideal para decorar interiores.
ru: Лабораторное оборудование — отличное украшение интерьера, и если вы проводите эксперименты, и если просто хотите выглядеть умнее.
zh_cn: 无论你是想要做实验或者就想看上去很酷，实验室设备绝对可以装饰你的内饰。

# Description_Shower
source: A shower for decorating interiors and an ideal place to practice singing. Show everyone you care about hygiene.
de: Eine Dusche zur Dekoration von Innenräumen und ein idealer Ort, um Gesang zu üben. Zeigen Sie allen, dass Ihnen Hygiene wichtig ist.
es: Una ducha para decorar interiores y un lugar ideal para canta. Muéstrale a todo el mundo que te importa la higiene.
fr: Une douche pour décorer les intérieurs et un endroit idéal pour pratiquer le chant. Montrez à tous que vous vous souciez de l'hygiène.
hu_hu: Zuhanyzó a belső terek díszítésére, és ideális hely az ének gyakorlására. Mutasd meg mindenkinek, akit érdekel a higiénia.
it: Una doccia per decorare gli interni e un luogo ideale per esercitarsi nel canto. Mostra a tutti che hai a cuore l'igiene.
pl_pl: Prysznic do dekoracji wnętrz i idealne miejsce do ćwiczenia śpiewania. Pokaż wszystkim, że dbasz o higienę.
pt_br: Um chuveiro para decorar interiores e um lugar ideal para cantar. Mostre a todos que você se preocupa com a higiene.
ru: Душ — хорошее украшение для интерьера и место, где можно петь в свое удовольствие. Пусть все видят, что гигиена для вас — на первом месте.
zh_cn: 浴室也可以装饰内部空间，你可以在里面大声歌唱。让大伙知道你很讲卫生。

# Description_WindowWall
source: Transparent windows will keep the air inside and space outside while you enjoy the view in style.
de: Fenster halten die Luft drinnen und den Weltraum draußen, während Sie die stilvolle Aussicht genießen können.
es: Las ventanas transparentes mantendrán el aire dentro y el espacio fuera mientras disfrutas de las vistas con estilo.
fr: Les fenêtres transparentes maintiendront l’air à l'intérieur et l’espace à l'extérieur pendant que vous profiterez de la vue.
hu_hu: Az átlátszó ablakok a levegőt belül és a teret kívül tartják, miközben a kilátást stílusosan élvezheti.
it: Le finestre trasparenti manterranno l'aria all'interno e lo spazio all'esterno mentre ti godi la vista con stile.
pl_pl: Przezroczyste okno, które trzyma powietrze po jednej stronie a kosmos po drugiej, w czasie gdy ty cieszysz się widokiem w dobrym stylu.
pt_br: Janelas transparentes manterão o ar aqui dentro e o espaço lá fora enquanto você desfruta de uma vista estilosa.
ru: Стильные прозрачные окна защищают жилое пространство от космической пустоты и позволяют любоваться открывающимся видом.
zh_cn: 透明玻璃让你室内有足够的空气，在家就能欣赏外面的风景。

# Description_WindowWallLeft
source: Transparent windows will keep the air inside and space outside while you enjoy the view in style.
de: Fenster halten die Luft drinnen und den Weltraum draußen, während Sie die stilvolle Aussicht genießen können.
es: Las ventanas transparentes mantendrán el aire dentro y el espacio fuera mientras disfrutas de las vistas con estilo.
fr: Les fenêtres transparentes maintiendront l’air à l'intérieur et l’espace à l'extérieur pendant que vous profiterez de la vue.
hu_hu: Az átlátszó ablakok a levegőt belül és a teret kívül tartják, miközben a kilátást stílusosan élvezheti.
it: Le finestre trasparenti manterranno l'aria all'interno e lo spazio all'esterno mentre ti godi la vista con stile.
pl_pl: Przezroczyste okno, które trzyma powietrze po jednej stronie a kosmos po drugiej, w czasie gdy ty cieszysz się widokiem w dobrym stylu.
pt_br: Janelas transparentes manterão o ar aqui dentro e o espaço lá fora enquanto você desfruta de uma vista estilosa.
ru: Стильные прозрачные окна защищают жилое пространство от космической пустоты и позволяют любоваться открывающимся видом.
zh_cn: 透明玻璃让你室内有足够的空气，在家就能欣赏外面的风景。

# Description_WindowWallRight
source: Transparent windows will keep the air inside and space outside while you enjoy the view in style.
de: Fenster halten die Luft drinnen und den Weltraum draußen, während Sie die stilvolle Aussicht genießen können.
es: Las ventanas transparentes mantendrán el aire dentro y el espacio fuera mientras disfrutas de las vistas con estilo.
fr: Les fenêtres transparentes maintiendront l’air à l'intérieur et l’espace à l'extérieur pendant que vous profiterez de la vue.
hu_hu: Az átlátszó ablakok a levegőt belül és a teret kívül tartják, miközben a kilátást stílusosan élvezheti.
it: Le finestre trasparenti manterranno l'aria all'interno e lo spazio all'esterno mentre ti godi la vista con stile.
pl_pl: Przezroczyste okno, które trzyma powietrze po jednej stronie a kosmos po drugiej, w czasie gdy ty cieszysz się widokiem w dobrym stylu.
pt_br: Janelas transparentes manterão o ar aqui dentro e o espaço lá fora enquanto você desfruta de uma vista estilosa.
ru: Стильные прозрачные окна защищают жилое пространство от космической пустоты и позволяют любоваться открывающимся видом.
zh_cn: 透明玻璃让你室内有足够的空气，在家就能欣赏外面的风景。

# Description_MedicalStation
source: A decorative station that allows engineers to examine their injuries.
de: Eine rein dekorative Krankenstation, die es Ingenieuren ermöglicht, ihre Verletzungen zu untersuchen und über die passende homöopathische Therapie nachzugrübeln.
es: Una estación decorativa que permite a los ingenieros examinar sus heridas.
fr: Une station décorative qui permet aux ingénieurs d'examiner leurs blessures.
hu_hu: Egy dekoratív állomás, amely lehetővé teszi a mérnökök számára, hogy megvizsgálják sérüléseiket.
it: Una stazione decorativa che permette agli ingegneri di esaminare le loro ferite.
pl_pl: Dekoracyjna stacja, która umożliwia inżynierom badać ich urazy.
pt_br: Uma estação decorativa que permite aos engenheiros examinar seus ferimentos.
ru: Декоративный медпункт, которые позволяет обследовать травмированных пациентов.
zh_cn: 装饰性站点可让工程师检查身体的受伤状况。

# Description_TransparentLCD
source: Transparent LCD panels display pictograms, scripts or customized text.
de: Transparente LCD-Panels zeigen Piktogramme, Skripts oder individuelle Texte an.
es: Un panel LCD transparente para mostrar pictogramas, scripts o texto personalizado.
fr: Des panneaux LCD transparents affichent des pictogrammes, des scripts ou du texte personnalisé.
hu_hu: Az átlátszó LCD panelek piktogramokat, szkripteket vagy testreszabott szöveget jelenítenek meg.
it: I pannelli LCD trasparenti visualizzano pittogrammi, script o testo personalizzato.
pl_pl: Przezroczysty Panel LCD do wyświetlania ikon, skryptów lub dostosowanego tekstu.
pt_br: Painéis LCD transparentes exibem pictogramas, scripts e texto personalizado.
ru: На прозрачных ЖК-панелях отображаются пиктограммы, пользовательский или выводимый сценариями текст.
zh_cn: 透明液晶面板显示图画文字，脚本和自定义文本。

# Description_RailingStraight
source: Railings stop engineers from falling off dangerous ledges. Safety first!
de: Geländer verhindern, dass Ingenieure von gefährlichen Vorsprüngen fallen. Sicherheit geht vor!
es: Barandillas para evitar que los ingenieros caigan desde sitios peligrosos. ¡La seguridad es lo primero!
fr: Les garde-corps empêchent les ingénieurs de tomber des corniches dangereuses. La sécurité avant tout !
hu_hu: A korlátok megakadályozzák, hogy a mérnökök leessenek a veszélyes párkányokról. Első a biztonság!
it: I parapetti impediscono agli ingegneri di cadere da pericolose sporgenze. La sicurezza prima di tutto!
pl_pl: Barierki powstrzymują inżynierów przed spadaniem z niebezpiecznych miejsc. Bezpieczeństwo najważniejsze!
pt_br: Grades impedem que os engenheiros caiam de locais perigosos. Segurança em primeiro lugar!
ru: Перила не дают инженерам упасть с опасных уступов. Безопасность прежде всего!
zh_cn: 护栏可以阻止工程师从危险的地方掉下去。安全第一！

# Description_RailingDouble
source: Railings stop engineers from falling off dangerous ledges. Safety first!
de: Geländer verhindern, dass Ingenieure von gefährlichen Vorsprüngen fallen. Sicherheit geht vor!
es: Barandillas para evitar que los ingenieros caigan desde sitios peligrosos. ¡La seguridad es lo primero!
fr: Les garde-corps empêchent les ingénieurs de tomber des corniches dangereuses. La sécurité avant tout !
hu_hu: A korlátok megakadályozzák, hogy a mérnökök leessenek a veszélyes párkányokról. Első a biztonság!
it: I parapetti impediscono agli ingegneri di cadere da pericolose sporgenze. La sicurezza prima di tutto!
pl_pl: Barierki powstrzymują inżynierów przed spadaniem z niebezpiecznych miejsc. Bezpieczeństwo najważniejsze!
pt_br: Grades impedem que os engenheiros caiam de locais perigosos. Segurança em primeiro lugar!
ru: Перила не дают инженерам упасть с опасных уступов. Безопасность прежде всего!
zh_cn: 护栏可以阻止工程师从危险的地方掉下去。安全第一！

# Description_RailingCorner
source: Railings stop engineers from falling off dangerous ledges. Safety first!
de: Geländer verhindern, dass Ingenieure von gefährlichen Vorsprüngen fallen. Sicherheit geht vor!
es: Barandillas para evitar que los ingenieros caigan desde sitios peligrosos. ¡La seguridad es lo primero!
fr: Les garde-corps empêchent les ingénieurs de tomber des corniches dangereuses. La sécurité avant tout !
hu_hu: A korlátok megakadályozzák, hogy a mérnökök leessenek a veszélyes párkányokról. Első a biztonság!
it: I parapetti impediscono agli ingegneri di cadere da pericolose sporgenze. La sicurezza prima di tutto!
pl_pl: Barierki powstrzymują inżynierów przed spadaniem z niebezpiecznych miejsc. Bezpieczeństwo najważniejsze!
pt_br: Grades impedem que os engenheiros caiam de locais perigosos. Segurança em primeiro lugar!
ru: Перила не дают инженерам упасть с опасных уступов. Безопасность прежде всего!
zh_cn: 护栏可以阻止工程师从危险的地方掉下去。安全第一！

# Description_RailingDiagonal
source: Railings stop engineers from falling off dangerous ledges. Safety first!
de: Geländer verhindern, dass Ingenieure von gefährlichen Vorsprüngen fallen. Sicherheit geht vor!
es: Barandillas para evitar que los ingenieros caigan desde sitios peligrosos. ¡La seguridad es lo primero!
fr: Les garde-corps empêchent les ingénieurs de tomber des corniches dangereuses. La sécurité avant tout !
hu_hu: A korlátok megakadályozzák, hogy a mérnökök leessenek a veszélyes párkányokról. Első a biztonság!
it: I parapetti impediscono agli ingegneri di cadere da pericolose sporgenze. La sicurezza prima di tutto!
pl_pl: Barierki powstrzymują inżynierów przed spadaniem z niebezpiecznych miejsc. Bezpieczeństwo najważniejsze!
pt_br: Grades impedem que os engenheiros caiam de locais perigosos. Segurança em primeiro lugar!
ru: Перила не дают инженерам упасть с опасных уступов. Безопасность прежде всего!
zh_cn: 护栏可以阻止工程师从危险的地方掉下去。安全第一！

# Description_GratedCatwalk
source: Catwalks can be used to create safe walkways throughout your creations.
de: Personenstege können verwendet werden, um sichere Wege durch Ihre Konstruktionen zu schaffen.
es: Las pasarelas se pueden usar para crear pasarelas seguras a través de tus creaciones.
fr: Les passerelles peuvent être utilisées pour créer des passages sécurisés dans vos créations.
hu_hu: Kifutókat használhatja biztonságos járdák készítéséhez is az alkotásai során.
it: Le passerelle possono essere utilizzate per creare passaggi sicuri in tutte le tue creazioni.
pl_pl: Kratowany pomost może być użyty do stworzenia bezpiecznych przejść pomiędzy twoimi dziełami.
pt_br: Passarelas podem ser usadas para criar caminhos seguros em suas criações.
ru: Переходные мостики позволяют безопасно перемещаться по сооружениям.
zh_cn: 猫步可以让你在建造物中安全走动。
