Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# Description_FAQ_CarJump
source: Your car can use its suspensions to jump to get out of tight spaces. Hold and release X to charge the jump of your car. The strength of the jump is based on your suspensions strength setting.
de: Ihr Fahrzeug kann dank seiner beweglichen Aufhängungen springen, um sich aus Notlagen zu befreien. Drücken und halten Sie X und lassen Sie die Taste los, um einen Sprung des Fahrzeugs auszulösen. Die Intensität des Sprungs hängt von der Federkraft-Einstellung Ihrer Aufhängung ab.
es: Su coche puede usar sus suspensiones para saltar y salir de espacios reducidos. Mantén pulsado y suelta X para cargar el salto de tu coche. La fuerza del salto se basa en el ajuste de la fuerza de las suspensiones.
fr: Votre voiture peut utiliser ses suspensions pour sauter dans des espaces restreints. Maintenez et relâchez X pour charger le saut de votre voiture. La force du saut dépend du réglage de la force de votre suspension.
hu_hu: Autója felfüggesztései révén ugorhat, hogy kijusson a szűk helyekről. Tartsa és engedje el az X-et az autó ugrásának feltöltéséhez. Az ugrás ereje a felfüggesztés erősségének beállításán alapul.
it: Il tuo veicolo può usare le sue sospensioni per saltare per uscire da spazi ristretti. Tieni premuto e rilascia X per caricare il salto della tua auto. La forza del salto si basa sull'impostazione della forza delle sospensioni.
pl_pl: Twój łazik może użyć podwozia do skakania. Przytrzymaj i puść X aby naładować skok. Siła skoku ustalona jest ustawieniach siły podwozia.
pt_br: Seu rover pode usar suas suspensões para saltar e sair de espaços estreitos. Segure e solte X para carregar o salto do seu rover. A força do salto é baseado nas configurações de força da suspensão.
ru: Ваш вездеход может использовать подвеску для прыжка. Удерживайте и отпустите X для зарядки прыжка. Сила прыжка зависит от силы пружины в настройках подвески.
zh_cn: 车子无法前进时，可以使用悬挂跳出。按住然后放开X就能跳动。弹跳的力度可以在悬挂中设定。

# Description_FAQ_ConvertGrid
source: You can convert grids from station to ship or ship into station in a grid's info screen if this is enabled in the world settings.
de: Wenn diese Funktion aktiviert ist, können Sie Blockkonstruktionen durch Zugriff auf ihre Terminals von Stationen in Schiffe, oder von Schiffen in Stationen umwandeln.
es: Puede convertir estructuras de una estación a otra o de una estación a otra en una pantalla de información de estructura si está habilitada en la configuración mundial.
fr: Vous pouvez convertir des grilles de station en vaisseau ou vaisseau en station dans l'écran d'informations d'une grille si cela est activé dans les paramètres du monde.
hu_hu: Az információs képernyőn átalakíthatja az objektumokat állomásról hajóra vagy hajóról állomásra, ha ez a világbeállításokban engedélyezve van.
it: Puoi convertire le griglie da stazione a nave o da nave in stazione nella schermata informativa di una griglia, se questa è abilitata nelle impostazioni del mondo.
pl_pl: Możesz zmienić stację w statek i odwrotnie w oknie informacji od strukturze, jeśli opcja jest włączona w ustawieniach świata.
pt_br: Você pode converter grids de estação para nave ou de nave para estação na tela de informações de grid, se habilitado nas configurações de mundo.
ru: Вы можете конвертировать структуры в мобильные и статичные во вкладке "инфо", если это включено в настройках мира.
zh_cn: 如果世界设置中以启用，网格可以在太空站和飞船之前切换。

# Description_FAQ_FlipRover
source: You can flip your rover by adding pistons and pushing itself up or you can try adding heavy blocks like batteries to your grid, so that it will fall over by changing its center of mass.
de: Sie können Ihren Rover wieder umdrehen, indem Sie Kolben an ihm anbringen und ihm damit ermöglichen, sich von selbst nach oben zu stoßen. Sie können ebenfalls versuchen, am Fahrzeug schwere Blöcke wie Batterien zu montieren, bis es, aufgrund einer Veränderung des Massenschwerpunkts, umkippt.
es: Puede darle la vuelta a su rover añadiendo pistones y empujándose hacia arriba o puede intentar añadir bloques pesados como baterías a su estructura, para que se caiga cambiando su centro de masa.
fr: Vous pouvez retourner votre véhicule en ajoutant des pistons et en le remontant ou en ajoutant des blocs lourds, tels que des batteries, à votre réseau, de manière à ce qu'il tombe en changeant son centre de gravité.
hu_hu: Megfordíthatja roverét dugattyúk hozzáadásával, igy felemelheti magát vagy a nehéz blokkokat, például akkumulátort adhat a rácshoz, a tömeg középpont elmozdításával.
it: Puoi capovolgere il tuo rover aggiungendo dei pistoni e spingendolo verso l'alto, oppure puoi provare ad aggiungere dei blocchi pesanti come le batterie alla tua griglia, in modo da farlo cadere cambiando il suo centro di massa.
pl_pl: Możesz odwrócić łazik dodając siłowniki do wypchnięcia go lub dodając ciężkie bloki takie jak akumulator do zmiany miejsca środka masy.
pt_br: Você pode desvirar seu rover adicionando pistões e empurrando-o para cima ou tentar adicionar blocos pesados como baterias em sua grid, mudando seu centro de massa e fazendo-o tombar.
ru: Вы можете перевернуть Ваш вездеход добавлением поршней для отталкивания или присоединением тяжелых блоков на другой конец, изменяя центр масс.
zh_cn: 您可以通过添加活塞并自行向上翻转车子，或者您可以尝试在网格中添加像电池这样的重块，然后通过改变它的重心进行翻滚。

# Description_FAQ_Tutorial
source: Play "Learning to Survive" to learn about the basics of Space Engineers. Pay attention to the tooltips for blocks to learn about their functions and I will do my best to help you along the way!
de: Spielen Sie „Lernen zu überleben“, um mehr über die Grundlagen von Space Engineers zu erfahren. Achten Sie auf zu den Blöcken eingeblendete Tooltips, um ihre Funktionen kennenzulernen. Ich werde mein Bestes tun, um Ihnen auf diesem Weg zu helfen!
es: Juega a "Aprender a sobrevivir" para aprender sobre los fundamentos de Space Engineers. Presta atención a los consejos de las herramientas de los bloques para aprender sobre sus funciones y haré todo lo que esté en mi mano para ayudarte a lo largo del camino!
fr: Jouez à « Apprendre à survivre » pour en apprendre davantage sur les bases Space Engineers. Faites attention aux info-bulles des blocs pour en apprendre davantage sur leurs fonctions et je ferai de mon mieux pour vous aider en chemin !
hu_hu: Az "Űrmérnökök megtanulása" című játékkal elsajátíthatja az űrmérnökök alapjait. Figyeljen a blokkok eszköztáraira, hogy megismerje funkcióit működését. Mindent megteszünk, hogy segítsük az út során!
it: Gioca a "Imparare a sopravvivere" per imparare le basi di Space Engineers. Fai attenzione ai suggerimenti per i blocchi per imparare le loro funzioni e io farò del mio meglio per aiutarti lungo il percorso!
pl_pl: Zagraj w "Nauka przetrwania", żeby nauczyć się podstaw gry w Space Engineers. Zwróć uwagę na podpowiedzi do bloków o ich funkcjach. Zrobię co mogę jeśli będziesz potrzebować pomocy!
pt_br: Jogue “Aprendendo a sobreviver” para aprender o básico de Space Engineers. Fique atento às dicas de ferramentas para blocos para aprender sobre suas funções. Farei meu melhor para ajudá-lo em sua jornada!
ru: Пройдите "Основы выживания" чтобы узнать как играть в Space Engineers. Будьте внимательны к всплывающим подсказкам блоков для понимания их функций и я сделаю все что смогу для помощи Вам по мере игры!
zh_cn: 观看”学习生存“学习太空工程师的基本知识。注意方块的工具提示并学习其功能。我们会尽力的帮助你！

# Description_FAQ_Encounter
source: Random encounters are shipwrecks, derelict vessels and pirate stations that can be found in space. They often broadcast a MAYDAY signal. Careful, exploring these encounters can be dangerous.
de: Zufällige Begegnungen sind Schiffswracks, verlassene Schiffe und Piratenstationen, die im Weltraum gefunden werden können. Sie senden oft ein MAYDAY-Signal aus. Aber Vorsicht, das Erkunden dieser Objekte kann gefährlich sein.
es: Los encuentros aleatorios son naufragios, naves abandonadas y estaciones piratas que se pueden encontrar en el espacio. A menudo transmiten una señal de MAYDAY. Cuidado, explorar estos encuentros puede ser peligroso.
fr: Les rencontres aléatoires sont des épaves de vaisseaux, des vaisseaux abandonnés et des stations pirates qui peuvent être trouvés dans l'espace. Ils diffusent souvent un signal MAYDAY. Attention, explorer ces rencontres peut être dangereux.
hu_hu: A véletlen találkozások az űrben hajóroncsokkal, elhagyott hajókkal, kalózállomásokkal, melyek gyakran MAYDAY jelet sugároznak veszélyes lehet. Óvatos, e találkozások feltárásával.
it: Gli incontri casuali sono relitti di navi, navi abbandonate e stazioni pirata che si trovano nello spazio. Spesso trasmettono un segnale di MAYDAY. Attenzione, esplorare questi oggetti incontrati può essere pericoloso.
pl_pl: Losowe zdarzenia to wraki statków, opuszczone statki czy pirackie stacje, które możesz znaleźć w kosmosie. Sygnały często nazywają się "MAYDAY". Uważaj bo takie zdarzenia mogą być niebezpieczne.
pt_br: Encontros aleatórios são destroços de naves, naves abandonadas e estações piratas que podem ser encontradas no espaço. Eles transmitem frequentemente um sinal de MAYDAY. Tenha cuidado, explorar esses encontros pode ser perigoso.
ru: Случайные встречи - разбитые корабли, заброшенные или пиратские станции, могут быть обнаружены в космосе. Они часто вещают сигнал MAYDAY. Будьте осторожны, в них могут быть скрытые опасности.
zh_cn: 你会随时遇到飞船残骸，海盗站。它们会经常放出求救信号。注意，想要去探索会有危险。

# Description_FAQ_Blastdoors
source: Blast door blocks are armor blocks that won't bend and fit in between layers of blocks, so they can move freely by rotors or pistons. They are useful to create large moving doors and platforms.
de: Sicherheitstorpanzerungen sind stabile Panzerungsblöcke, die sich nicht verbiegen lassen und zwischen Blockschichten passen, damit sie durch Rotoren oder Kolben frei bewegt werden können. Sie sind hilfreich dabei, große bewegliche Türen und Plattformen zu schaffen.
es: Los bloques de puertas blindadas son bloques de blindaje que no se doblan ni encajan entre capas de bloques, por lo que pueden moverse libremente por medio de rotores o pistones. Son útiles para crear grandes puertas y plataformas móviles.
fr: Les blocs de porte blindée sont des blocs de blindage qui ne se plient pas et se glissent entre les couches de blocs afin qu'ils puissent se déplacer librement à l'aide de rotors ou de pistons. Ils sont utiles pour créer de grandes portes et plates-formes mobiles.
hu_hu: A robbanó ajtó blokkok olyan páncéltömbök, melyek nem hajlanak és nem illeszkednek a blokkrétegek közé, Forgórész vagy dugattyú segítségével szabadon mozoghatnak. Hasznosak nagy mozgó ajtók és platformok létrehozásához.
it: I blocchi delle porte blindate sono blocchi di armatura che non si piegano e si inseriscono tra gli strati di blocchi, in modo da potersi muovere liberamente con rotori o pistoni. Sono utili per creare grandi porte e piattaforme mobili.
pl_pl: Bloki Pancernych drzwi nie mogą się wygiąć i mieszczą się między warstwami bloków, więc mogą być swobodnie poruszane przez siłowniki i rotory. Są użyteczne w budowie wielkich ruchomych drzwi i platform.
pt_br: As portas blindadas são blocos reforçados não dobráveis que se encaixam entre camadas de blocos, movendo-se livremente através de rotores e pistões. São utilizadas para criar grandes portas móveis e plataformas.
ru: Блоки ангарной двери - высокопрочные недеформируемые блоки и могут проходить между слоями обычных блоков без трения, поэтому хорошо сочетаются с поршнями и роторами. Полезны для создания больших ангарных створок и платформ.
zh_cn: 防爆门方块是重甲块。可以用转子和活塞控制。可以建造大型活动门和平台。

# Description_FAQ_BlockLimit
source: Block limits sets a limit to how many of each type of block each player can build to ensure server performance. Block limits can be disabled in the world settings.
de: Blockbegrenzungen legen ein Limit dafür fest, wie viele jeder Art von Blöcken ein jeder Spieler konstruieren kann, um die Serverleistung zu gewährleisten. Blockbegrenzungen können in den Welteinstellungen deaktiviert werden.
es: Límites de bloques establece un límite de cuántos bloques de cada tipo puede crear cada jugador para garantizar el rendimiento del servidor. Los límites de los bloques se pueden desactivar en la configuración del mundo.
fr: La limite de blocs est une limite au nombre de blocs de chaque type que chaque joueur peut créer pour garantir les performances du serveur. Les limites de blocs peuvent être désactivées dans les paramètres du monde
hu_hu: A blokk korlátok megszabják, hogy az játékosok bármilyen blokkból mennyit építhetnek. Ez a kiszolgálóteljesítmény miatt szükséges. A blokk korlátok letilthatók a világ beállításaiban.
it: I limiti di blocco stabiliscono un limite a quanti blocchi di ogni tipo ogni giocatore può costruire per garantire le prestazioni del server. I limiti di blocco possono essere disabilitati nelle impostazioni del mondo.
pl_pl: Limit bloków ustala ile bloków każdego typu może zostać postawione przez gracza, żeby zapewnić wydajność serwera. Limit bloków może być wyłączony w ustawieniach świata.
pt_br: O limite de blocos define a quantidade de cada tipo de bloco cada jogador pode construir para garantir o desempenho do servidor. O limite de blocos pode ser desabilitado nas configurações de mundo.
ru: Лимит блоков ограничивает количество блоков каждого типа для каждого игрока для обеспечения лучшей производительности сервера. Можно отключить в настройках мира.
zh_cn: 方块限制设置限制每个玩家可以建造的每种类型方块的数量，以确保服务器性能。 世界设置中可以禁用块限制。

# Description_FAQ_Hacking
source: Hacking a block can be done by using a grinder to remove the computer components from a block and placing them back with a welder to gain access to the block.
de: Zum Hacken eines Blocks kann man mit einem Schleifgerät die Computerkomponenten aus einem Block entfernen und sie mit einem Schweißgerät wieder einsetzen, um Zugang zu dem Block zu erhalten.
es: Para piratear un bloque se puede utilizar una amoladora para quitar los componentes de un bloque y colocarlos de nuevo con un soldador para tener acceso al bloque.
fr: Le piratage d'un bloc peut être effectué à l'aide d'une meuleuse pour retirer les composants d'un bloc et les replacer avec un chalumeau pour pouvoir accéder au bloc.
hu_hu: A blokk feltörése történhet úgy, hogy egy daraboló segítségével eltávolítja belőle a számító gépet, majd behelyezi a sajátját a hegesztővel. Így hozzá fog férni a blokkhoz.
it: L'attacco a un blocco può essere fatto utilizzando una smerigliatrice per rimuovere i componenti del computer da un blocco e riposizionarli con una saldatrice per accedere al blocco.
pl_pl: Hakować bloki i skorzystać z nich możesz przez użycie szlifierki do usunięcia komputerowych komponentów z bloku i dodania ich ponownie używając spawarki.
pt_br: Você pode hackear um bloco utilizando um esmeril, removendo seus componentes de computador e recolocando-os com a soldadora para obter acesso ao bloco.
ru: Взломать блок можно болгаркой, извлекая компьютерные компоненты из блока и заменяя их с помощью сварщика.
zh_cn: 用切割机从方块中移除计算机组件可以破解方块。可以用焊接机建造并访问方块。

# Description_FAQ_Ladder
source: You can use ladders to traverse vertical spaces. Ladders can be stacked vertically. Press {CONTROL:USE} to interact with a ladder. Hold {CONTROL:FORWARD} or {CONTROL:BACKWARD} to go up and down. Press {CONTROL:JUMP} to get off the ladder.
de: Sie können Leitern verwenden, um sich vertikal durch Räume zu bewegen. Leitern können vertikal aneinandergereiht werden. Drücken Sie auf {CONTROL:USE}, um eine Leiter zu benutzen. Halten Sie {CONTROL:FORWARD} oder {CONTROL:BACKWARD} gedrückt, um hoch oder runter zu steigen. Drücken Sie {CONTROL:JUMP}, um von der Leiter abzusteigen.
es: Puedes usar escaleras para atravesar espacios verticales. Las escaleras se pueden apilar verticalmente. Pulsa {CONTROL:USE} para interactuar con una escalera. Mantén {CONTROL:FORWARD} o {CONTROL:BACKWARD} para moverte arriba o abajo. Pulsa {CONTROL:JUMP} para soltarte de la escalera.
fr: Vous pouvez utiliser les échelles pour traverser des espaces verticaux. Les échelles peuvent être empilées verticalement. Appuyez sur {CONTROL:USE} pour interagir avec une échelle. Maintenez {CONTROL:FORWARD} ou {CONTROL:BACKWARD} pour monter ou descendre. Appuyez sur {CONTROL:JUMP} pour quitter l'échelle.
hu_hu: A függőleges tereken a haladásához létrákat használhat. A létrák egymásra rakhatók a {CONTROL:USE} gomb használatával. Fel, le haladáshoz tartsa lenyomva a {CONTROL:FORWARD} vagy a {CONTROL:BACKWARD} gombot. A {CONTROL:JUMP} gombbal leszállhat a létráról.
it: Puoi utilizzare le scale per attraversare gli spazi verticali. Le scale possono essere impilate verticalmente. Premi {CONTROL:USE} per interagire con una scala. Tieni premuto {CONTROL:FORWARD}o {CONTROL:BACKWARD}per salire e scendere. Premi {CONTROL:JUMP} per scendere dalla scala.
pl_pl: Drabiny pozwalają na pionowe poruszanie się. Mogą być układane pionowo. Wciśnij {CONTROL:USE} aby wejść na drabinę. Przytrzymaj {CONTROL:FORWARD} lub {CONTROL:BACKWARD} do poruszania się po niej. Wciśnij {CONTROL:JUMP} aby zejść z drabiny.
pt_br: Você pode usar escadas para percorrer espaços verticais. As escadas podem ser estendidas verticalmente. Pressione {CONTROL:USE} para interagir com a escada. Segure {CONTROL:FORWARD} ou {CONTROL:BACKWARD} para subir e descer. Pressione {CONTROL:JUMP} para se soltar da escada.
ru: Вы можете использовать лестницы для вертикального перемещения. Лестницы можно совмещать вертикально. Нажмите {CONTROL:USE} для взаимодействия. Удерживайте {CONTROL:FORWARD} или {CONTROL:BACKWARD} для карабканья вверх или вниз. Нажмите {CONTROL:JUMP} для спрыгивания с лестницы.
zh_cn: 你可以用梯子往上爬。多个梯子可接在一起。按{CONTROL:USE}对接。按住{CONTROL:FORWARD}或者{CONTROL:BACKWARD}上下移动。按{CONTROL:JUMP}下梯子。

# Description_FAQ_Decoratives
source: Decorative blocks allow players to decorate the interiors of large grid ships. Blocks such as the desk and kitchen are modular and can be combined together to create many shapes.
de: Dekorative Blöcke ermöglichen es Spielern, die Innenräume großer Schiffe zu dekorieren. Einige Blöcke, wie die für den Schreibtisch und die Küche, sind modular aufgebaut und können miteinander kombiniert werden, um in Schiffen jeglicher Art eingesetzt werden zu können.
es: Los bloques de decoración permiten a los jugadores decorar los interiores de las naves grandes. Los bloques como la cocina o la mesa son modulares y se pueden combinar de muchas maneras para crear muchas cosas.
fr: Les blocs décoratifs permettent aux joueurs de décorer l'intérieur des grandes grilles de vaisseaux. Les blocs tels que le bureau et la cuisine sont modulaires et peuvent être combinés entre eux pour créer de nombreuses formes.
hu_hu: A dekoratív blokkokkal díszíthető a nagy hajók belső tere. Az íróasztal és a konyha, modulárisak, és sok alakzat összeállításával kombinálhatók.
it: I blocchi decorativi permettono ai giocatori di decorare gli interni delle grandi navi a griglia. I blocchi come la scrivania e la cucina sono modulari e possono essere combinati insieme per creare molte forme.
pl_pl: Bloki dekoracyjne pozwalają na ozdabianie wnętrz dużych statków i stacji. Bloki takie jak biurko i kuchnia mogą zostać razem ułożone w różne kształty.
pt_br: Blocos decorativos permitem que os jogadores decorem os interiores de naves grandes. Blocos como mesa e cozinha são modulares e podem ser combinados para criar diversas formas.
ru: Декоративные блоки позволяют улучшать интерьеры больших кораблей. Такие блоки как стол или кухня модульные и могут быть совмещены в разных комбинациях.
zh_cn: 玩家可以用装饰方块装饰大网格飞船的内饰。桌子和厨房都是模块式的，可以组合做成很多形状。

# Description_FAQ_IndustrialCockpit
source: The industrial cockpit is a sturdy decorative cockpit for large and small grids that features a large field of vision. This cockpit is useful for rovers and ships that need to work close to surfaces or other grids without damaging them.
de: Das Industrielle Cockpit ist ein großes robustes Cockpit für Konstruktionen mit großen und kleinen Blöcken, das sich durch ein großes Sichtfeld auszeichnet. Dieses Cockpit eignet sich für Rover und Schiffe, die nahe an Oberflächen oder anderen Blockkonstruktionen arbeiten müssen, ohne diese zu beschädigen.
es: La cabina industrial es una cabina decorativa robusta para las estructuras grandes y pequeñas que ofrece un gran campo de visión . Esta cabina es útil para rovers y naves que necesitan trabajar cerca de superficies u otras estructuras sin dañarlos.
fr: Le cockpit industriel est un solide cockpit décoratif pour les grandes et petites grilles qui offre un grand champ de vision. Ce cockpit est utile pour les rovers et les vaisseaux qui doivent travailler à proximité de surfaces ou d'autres grilles sans les endommager.
hu_hu: Az ipari pilótafülke egy erős dekoratív pilótafülke nagy látótérrel, nagy és a kis objektumokhoz. Ez a pilótafülke hasznos azoknak a hajóknak és rovereknek, amelyeknek felületek, vagy objektumok közelében kell működniük azok megsértése nélkül.
it: La cabina di pilotaggio industriale è un robusto abitacolo decorativo per griglie grandi e piccole che presenta un ampio campo visivo. Questo abitacolo è utile per i rover e le navi che hanno bisogno di lavorare vicino a superfici o altre griglie senza danneggiarle.
pl_pl: Kokpit przemysłowy to solidny kokpit dekoracyjny dla dużych i małych statków zapewniający szeroki kąt widzenia. Jest użyteczny dla statków i łazików pracujących blisko powierzchni lub innych struktur.
pt_br: A cabine industrial é uma cabine decorativa resistente, feita para grids grandes ou pequenas e que oferece um amplo campo de visão. Esta cabine é útil para rovers e naves que precisam trabalhar próximas à superfície ou outras grids sem danificá-las.
ru: Промышленная кабина — надежная декоративная кабина с широким радиусом обзора, которая подходит для больших и малых структур. Особенно удобно ее использовать на вездеходах и кораблях, предназначенных для аккуратной работы в непосредственной близости от других поверхностей.
zh_cn: 工业驾驶舱视野范围大，能用在大小的网格上。此驾驶舱对战车和飞船很有用，在靠近表面和其他网格近距离时不会造成损伤。

# Description_FAQ_ConsoleBlock
source: The console block is a decorative block with the ability to project large and small grids scaled down.
de: Der Konsolenblock ist ein dekorativer Block mit der Fähigkeit, große und kleine Blockkonstruktionen verkleinert zu projizieren.
es: El bloque de consola es un bloque decorativo con la capacidad de proyectar naves grandes y pequeñas a pequeña escala.
fr: Le bloc console est un bloc décoratif qui permet de projeter de grandes et de petites grilles à échelle réduite.
hu_hu: A konzolblokk egy dekoratív blokk, amely nagy és kisméretű objektumok vetítésére képes.
it: Il blocco della console è un blocco decorativo con la possibilità di proiettare griglie grandi e piccole in scala ridotta.
pl_pl: Stół z konsolą to dekoracyjny blok mogący wyświetlać pomniejszone projekcje dużych i małych statków.
pt_br: O console é um bloco decorativo com a habilidade de proteger grandes e pequenas grids de escala reduzida.
ru: Декоративная консоль с возможностью проецирования миниатюр больших и малых структур.
zh_cn: 中控方块是一种装饰方块，有投射大小网格的功能。
