Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# TooltipWorldSettings_EnableSubGridDamage
source: Enables damage to sub-grids originating from collisions, explosions and other sources on connected grids. We recommend leaving this setting disabled for more stable behavior.
cs_cz: Povolí poškození mezi propojenými konstrukcemi. Doporučujeme nechat toto nastavení vypnuté, pro větší stabilitu.
de: Aktiviert Schäden von Kollisionen, Explosionen oder anderen Ursprungs von verbundenen Blockkonstruktionen an Subkonstruktionen. Wir empfehlen diese Einstellung für ein stabileres Spielerlebnis deaktiviert zu lassen.
es: Permite los daños en las sub-redes originados por colisiones, explosiones y otras fuentes en las estructuras conectadas. Se recomienda dejar este ajuste desactivado para un comportamiento más estable.
fr: Permet d'endommager les sous-grilles à la suite de collisions, d'explosions et d'autres sources sur les grilles connectées. Nous vous recommandons de laisser ce paramètre désactivé pour un comportement plus stable.
hu_hu: Engedélyezi a sérülést a csatlakoztatott objektumok között. Ajánljuk ennek a beállításnak a letiltását a stabilitás érdekében.
it: Consente danni alle sottogriglie derivanti da collisioni, esplosioni e altre fonti su reti connesse. Consigliamo di lasciare questa impostazione disabilitata per una maggiore stabilità.
pl_pl: Pozwala na obrażenia między połączonymi strukturami. Rekomendujemy wyłączenie tej opcji dla bardziej stabilnego zachowania.
pt_br: Permite danos a subgrids provenientes de colisões, explosões e outras fontes em grids conectados. Recomendamos deixar esta configuração desativada para um comportamento mais estável.
ru: Активирует повреждения между присоединенными структурами. Рекомендуется оставить эту настройку выключенной для более стабильного поведения.
zh_cn: 启用对源自相连网格上的碰撞、爆炸和其他 来源的子网格的伤害。我们建议 禁用此设置，以保证运行更稳定。

# ToolTipWorldSettings_EnableSunRotation
source: Enables sun movement to create a day night cycle.
cs_cz: Slunce rotuje okolo soustavy, čímž vytváří efekt dne a noci
de: Die Sonne wandert und erzeugt Tag und Nacht
es: El sol se mueve para crear día y noche
fr: Le soleil se déplace pour créer jour et nuit
hu_hu: A nap körbe mozog, hogy létrejöjjön az éjjel és a nappal
it: Il sole si muove per creare giorno e notte
pl_pl: Słońce porusza się dookoła tworząc dzień i noc
pt_br: O sol se movimenta para criar o dia e a noite
ru: Солнце вращается для создания эффекта дня и ночи.
zh_cn: 日出日落，昼夜交替

# TooltipWorldSettings_EnableTurrerFriendlyDamage
source: Enables explosion damage from rockets being applied to its own grid.
cs_cz: Povolí, aby se poškození z věží udělovalo i do vlastních konstrukcí
de: Explosionsschäden an der eigenen Blockkonstruktion durch eigene Raketen aktivieren.
es: Permite que el daño por explosión de los cohetes se aplique a su propia estructura.
fr: Permet d'appliquer les dégâts d'explosion des roquettes à sa propre grille.
hu_hu: Lehetővé teszi a barátságos rakétatornyok okozta robbanáskárosodást a saját objektumán
it: Abilita i danni da esplosione causati dai razzi alla propria griglia.
pl_pl: Pozwala wieżyczkom na zadawanie obrażeń od eksplozji własnym obiektom
pt_br: Habilitar danos de explosão causados por mísseis sendo aplicados ao próprio grid.
ru: Позволяет ракетам повреждать взрывом структуру, на которой они находятся.
zh_cn: 启用火箭爆炸伤害适用自有网格。

# ToolTipWorldSettings_EnableVoxelDestruction
source: Enables voxel destruction.
cs_cz: Povolí poškozování terénu ve světě
de: Voxel-Zerstörung in der Welt aktivieren
es: Permite la destrucción del vóxel en el mundo
fr: Activer la destruction des voxels dans la partie
hu_hu: Lehetővé teszi a voxel megsemmisítését a világban
it: Abilita la distruzione voxel nel mondo
pl_pl: Zezwól na zniszczenia voxelowe na świecie
pt_br: Habilitar destruição de voxel no mundo
ru: Включает разрушаемость вокселей (астероидов, планет) в мире.
zh_cn: 在世界中启用体素破坏

# ToolTipWorldSettings_EnableWolfs
source: Enables spawning of wolves on planets.
cs_cz: Povolit / Zakázat generování vlků.
de: Aktivieren/Deaktivieren von Wölfen
es: Activar / desactivar la aparición de lobos
fr: Activer / désactiver l'apparition des loups
hu_hu: Farkasok születésének Engedélyezése / Tiltása
it: Abilita / disabilita la rigenerazione dei Lupi
pl_pl: Włącz / wyłącz pojawianie się Wilków
pt_br: Habilitar/desabilitar surgimento de lobos
ru: Включает волков на планетах, где они возможны.
zh_cn: 启用/禁用机械狼生成

# ToolTipWorldSettings_FloraDensity
source: Density of flora elements on planets
cs_cz: Hustota rostlinných prvků na planetách
de: Dichte der Flora auf Planeten
es: Densidad de elementos de la flora en los planetas
fr: Densité des éléments de la flore sur les planètes
hu_hu: A növényvilág sűrűsége a bolygókon
it: Densità di elementi di flora sui pianeti
pl_pl: Gęstość elementów flory na planetach
pt_br: Densidade dos elementos de flora nos planetas
ru: Плотность флоры на планетах.
zh_cn: 星球植被覆盖率

# ToolTipWorldSettings_Grinder_half
source: Decrease grinding speed by 50%
cs_cz: Snížit rychlost brusky o 50%
de: Schleifgeschwindigkeit um 50 % reduzieren
es: Disminuir la velocidad de desmontar bloques en un 50%
fr: Diminuer la vitesse de meulage de 50 %
hu_hu: A darabolási sebesség ennyivel csökken 50%
it: Diminuisci velocità di smerigliatura del 50%
pl_pl: Obniż prędkość szlifowania o 50%
pt_br: Reduz a velocidade de desmontagem para 50%
ru: Уменьшить скорость разборки на 50%
zh_cn: 降低拆卸速度50%

# ToolTipWorldSettings_Grinder_x1
source: Default grinding speed
cs_cz: Základní rychlost brusky
de: Schleifgeschwindigkeit normal
es: Velocidad de desmontado por defecto
fr: Vitesse de meulage par défaut
hu_hu: Alapértelmezett darabolási sebesség
it: Velocità di smerigliatura predefinita
pl_pl: Domyślna prędkość szlifowania
pt_br: Velocidade de desmontagem padrão
ru: Стандартная скорость разборки
zh_cn: 默认拆卸速度

# ToolTipWorldSettings_Grinder_x2
source: Grinding speed is 2x faster
cs_cz: Bruska je 2x rychlejší
de: Schleifgeschwindigkeit ist 2x schneller
es: La velocidad de desmontado de bloques es 2 veces más rápida
fr: Vitesse de meulage 2x plus rapide
hu_hu: Darabolási sebesség 2x gyorsabb
it: Velocità di smerigliatura 2x
pl_pl: Prędkość szlifowania jest 2x szybsza
pt_br: Velocidade de desmontagem 5X maior
ru: Скорость разборки в 2 раза быстрее
zh_cn: 拆卸速度加快2x

# ToolTipWorldSettings_Grinder_x5
source: Grinding speed is 5x faster
cs_cz: Bruska je 5x rychlejší
de: Schleifgeschwindigkeit ist 5x schneller
es: La velocidad de desmontado de bloques es 5 veces más rápida
fr: Vitesse de meulage 5x plus rapide
hu_hu: Darabolási sebesség 5x gyorsabb
it: Velocità di smerigliatura 5x
pl_pl: Prędkość szlifowania jest 5x szybsza
pt_br: Velocidade de desmontagem 5X maior
ru: Скорость разборки в 5 раз быстрее
zh_cn: 拆卸速度加快5x

# ToolTipWorldSettings_GrindingSpeed
source: Sets the grinding speed multiplier.
cs_cz: Vyberte kolikanásobně chcete zrychlit brusku
de: Legt den Schleifgeschwindigkeitsmultiplikator fest.
es: Establece el multiplicador de velocidad de desmontado de bloques.
fr: Définit le multiplicateur de vitesse de meulage.
hu_hu: Darabolási sebesség szorzójának kiválasztása
it: Imposta il moltiplicatore della velocità di smerigliatura.
pl_pl: Wybierz mnożnik prędkości szlifowania
pt_br: Define o multiplicador de velocidade de desmontagem.
ru: Устанавливает множитель скорости разборки.
zh_cn: 设置拆卸倍增器。

# ToolTipWorldSettings_InventorySize
source: Adjusts the inventory size of your character.
cs_cz: Upravte velikost inventáře své postavy
de: Passt die Inventargröße Ihres Charakters an.
es: Ajusta el tamaño del inventario de su personaje.
fr: Ajuste la taille de l'inventaire de votre personnage.
hu_hu: Karakter készletének méret beállítása
it: Regola le dimensioni dell'inventario del tuo personaggio.
pl_pl: Dostosuj wielkość ekwipunku postaci
pt_br: Ajusta do tamanho do inventário do seu personagem.
ru: Изменяет размер инвентаря вашего персонажа.
zh_cn: 调整角色库存大小。

# ToolTipWorldSettings_Inventory_x1
source: Default inventory capacity
cs_cz: Výchozí kapacita inventáře
de: Inventarumfang normal
es: Capacidad de inventario por defecto
fr: Capacité de l'inventaire par défaut
hu_hu: Alapértelmezett készletkapacitás
it: Capacità predefinita dell'inventario
pl_pl: Domyślna pojemność ekwipunku
pt_br: Capacidade de inventário padrão
ru: Стандартная вместимость инвентаря
zh_cn: 默认的库存空间

# ToolTipWorldSettings_Inventory_x10
source: Inventory capacity is 10x larger
cs_cz: Kapacita inventáře je 10x větší
de: Inventarumfang ist 10x größer
es: La capacidad de inventario es 10 veces mayor
fr: Capacité de l'inventaire 10x plus grande
hu_hu: Készletkapacitás 10x nagyobb
it: Capacità dell'inventario 10 volte più grande
pl_pl: Pojemność ekwipunku jest 10x większa
pt_br: Capacidade de inventário 10X maior
ru: Вместимость инвентаря в 10 раз больше
zh_cn: 10倍的库存空间

# ToolTipWorldSettings_Inventory_x3
source: Inventory capacity is 3x larger
cs_cz: Kapacita inventáře je 3x větší
de: Inventarumfang ist 3x größer
es: La capacidad de inventario es 3 veces mayor
fr: Capacité de l'inventaire 3x plus grande
hu_hu: Készletkapacitás 3x nagyobb
it: Capacità dell'inventario 3 volte più grande
pl_pl: Pojemność ekwipunku jest 3x większa
pt_br: Capacidade de inventário 3X maior
ru: Вместимость инвентаря в 3 раза больше
zh_cn: 3倍的库存空间

# ToolTipWorldSettings_RefinerySpeed
source: Sets the refinery speed multiplier.
cs_cz: Vyberte kolikanásobně chcete zrychlit rafinerii
de: Legt den Raffinerie-Geschwindigkeitsmultiplikator fest.
es: Establece el multiplicador de velocidad de la refinería.
fr: Définit le multiplicateur de vitesse de la raffinerie.
hu_hu: Finomítói sebességszorzó kiválasztása
it: Imposta il moltiplicatore di velocità della raffineria.
pl_pl: Wybierz mnożnik prędkości rafinerii
pt_br: Define o multiplicador de velocidade da refinaria.
ru: Устанавливает множитель скорости очистительного завода.
zh_cn: 设置精炼倍增器。

# ToolTipWorldSettings_Refinery_x1
source: Default refinery speed
cs_cz: Výchozí rychlost rafinerie
de: Raffinerie arbeitet mit Normalgeschwindigkeit
es: Velocidad predeterminada de la refinería
fr: Vitesse de raffinage par défaut
hu_hu: Alapértelmezett finomítói sebesség
it: Velocità predefinita della raffineria
pl_pl: Domyślna prędkość rafinerii
pt_br: Velocidade de refinaria padrão
ru: Стандартная скорость очистительного завода
zh_cn: 默认精炼厂的速度

# ToolTipWorldSettings_Refinery_x10
source: Refinery is 10x faster
cs_cz: Rafinerie je 10x rychlejší
de: Raffinerie arbeitet 10x schneller
es: La refinería es 10 veces más rápida
fr: Raffinage 10x plus rapide
hu_hu: Finomító 10x gyorsabb
it: La raffineria è 10 volte più veloce
pl_pl: Rafineria jest 10x szybsza
pt_br: A refinaria é 10X mais rápida
ru: Очистка руды в 10 раз быстрее
zh_cn: 10倍的精练厂速度

# ToolTipWorldSettings_Refinery_x3
source: Refinery is 3x faster
cs_cz: Rafinerie je 3x rychlejší
de: Raffinerie arbeitet 3x schneller
es: La refinería es 3 veces más rápida
fr: Raffinage 3x plus rapide
hu_hu: Finomító 3x gyorsabb
it: La raffineria è 3 volte più veloce
pl_pl: Rafineria jest 3x szybsza
pt_br: A refinaria é 3X mais rápida
ru: Очистка руды в 3 раза быстрее
zh_cn: 3倍的精炼厂速度

# ToolTipWorldSettings_RespawnShipCooldown
source: Sets the respawn ship cooldown multiplier.
cs_cz: Nastavte délku času pro oživení v lodi
de: Legt das Respawn-Zeitlimit für das Respawn-Schiff fest.
es: Establece el multiplicador de Enfriamiento de la nave de reaparición.
fr: Définit le multiplicateur de temps de recharge du vaisseau de réapparition.
hu_hu: Válassza ki az újjáélesztő hajó szorzóját
it: Imposta il moltiplicatore di raffreddamento della nave di rientro.
pl_pl: Wybierz czas po jakim może pojawić się statek w którym pojawiasz się po śmierci
pt_br: Define o multiplicador de contagem regressiva da nave.
ru: Устанавливает множитель задержки кораблей возрождения.
zh_cn: 设置重生飞船冷却倍增器。

# ToolTipWorldSettings_ScenarioEditMode
source: Allows additional ingame options for creating scenario. Also displays your saved game in scenario start screen.
cs_cz: Povolí dodatečné panely nástrojů pro tvorbu scénářů Současně zobrazí Vaše uložené hry ve startovacím okně se scénáři.
de: Erlaubt zusätzliche Ingame-Optionen zum Erstellen von Szenarien. Aktiviert ebenfalls die Anzeige ihres gespeicherten Spiels im Szenario-Startbildschirm.
es: Permite opciones adicionales dentro del juego para crear un escenario, y también muestra la partida guardada en la pantalla de inicio del escenario.
fr: Autorise des options en jeu supplémentaires pour la création de scénarios. Affiche également votre partie sauvegardée dans l'écran de démarrage de scénarios.
hu_hu: További játékon belüli lehetőségek a forgatókönyv létrehozásához. A mentett játékot is megjeleníti a forgatókönyv kezdőképernyőjén.
it: Consente ulteriori opzioni di gioco per la creazione di scenari. Visualizza anche il tuo gioco salvato nella schermata di avvio dello scenario.
pl_pl: Zezwala na dodatkowe opcje do tworzenia scenariuszy w grze. Dodatkowo pokazuje twoją zapisaną grę w ekranie startowym scenariusza.
pt_br: Permite opções de jogo adicionais para criação de cenários. Exibe também seu jogo salvo na tela inicial do cenário.
ru: Включает дополнительные опции для создания сценария. Также показывает вашу сохраненную игру в экране сценариев.
zh_cn: 允许增加游戏内置选项创建剧本。 在开始屏幕也会显示你保存的游戏剧本。

# ToolTipWorldSettings_SpawnWithTools
source: If this is turned off, characters won't spawn with any tools in their inventory.
cs_cz: Pokud je tato možnost vypnutá, pak budou postavy oživeny bez nástrojů v inventáři.
de: Wenn dies ausgeschaltet ist, werden die Charaktere ohne Werkzeugen in ihrem Inventar spawnen
es: Si esta opción está desactivada, los personajes no reaparecerán sin ninguna herramienta en su inventario
fr: Si cette option est désactivée, les personnages réapparaitront avec aucun outil dans leur inventaire
hu_hu: Kikapcsolva, a karakterek nem minden meglévő eszközzel a készletükben fognak újjáéledni
it: Se questo viene disattivato, i personaggi non si rigenereranno con nessun utensile nel loro inventario
pl_pl: Jeśli wyłączone, gracze odrodzą się bez narzędzi
pt_br: Se desabilitado, os personagens renascerão sem nenhuma ferramenta no inventário
ru: Если выключено, игроки будут появляться без инструментов в их инвентаре.
zh_cn: 如果此项关闭，重生时 人物将不携带任何工具

# ToolTipWorldSettings_StartInRespawnScreen
source: When played as scenario: player will start in respawn screen with new identity, all ownership will be lost
cs_cz: Pokud toto hrajete jako scénář: hráč začne v oživovací obrazovce s novou identitou, veškeré vlastnictví bude zrušeno.
de: Wenn als Szenario gespielt: Spieler startet mit neuer Identität im Respawn-Bildschirm. Alle Besitztümer geht verloren
es: Cuando se juega como escenario: el jugador comenzará en la pantalla de reaparición con una nueva identidad, se perderá toda la propiedad.
fr: Lorsque joué en tant que scénario : le joueur démarrera dans l'écran de réapparition avec une nouvelle identité, toute propriété sera perdue
hu_hu: Amikor forgatókönyvet játsszanak: A játékos az újjáéledés képernyőn új identitással indul, és minden tulajdonjoga el fog veszni
it: Quando si gioca come scenario: il giocatore partirà in schermo di rientro con una nuova identità, ogni proprietà sarà persa
pl_pl: Gdy rozegrane jako scenariusz: gracz zacznie w ekranie odradzania z nową tożsamością, wszelkie własności zostaną utracone
pt_br: Quando jogado como cenário: o jogador iniciará na tela de renascimento com uma nova identidade. Todas as propriedades serão perdidas.
ru: В режиме сценария: игрок начнет в экране возрождения с новой личностью, все владение будет потеряно.
zh_cn: 当剧本游戏开始：玩家将以新的身份在重生屏幕开始， 将失去一切物品的所有权

# ToolTipWorldSettings_StationVoxelSupport
source: By enabling this option grids will no longer turn dynamic when disconnected from static grids.
cs_cz: Povolením této funkce se bloky nestanou dynamickými při odpojení od statické konstrukce.
de: Beim Aktivieren dieser Option werden Blockkonstruktionen nicht mehr automatisch in dynamische umgewandelt, wenn sie von statischen Blockkonstruktionen getrennt werden
es: Al habilitar esta opción, las estructuras ya no serán dinámicas cuando se desconecten de las estructuras estáticas
fr: En activant cette option, les grilles ne redeviendront plus dynamiques si elles sont déconnectées des grilles statiques
hu_hu: Ha engedélyezi, az objektum nem fordul tovább dinamikusan, leválasztás után. Nyugalomban lesz
it: Abilitando questa opzione le griglie non diventeranno più dinamiche quando vengono scollegate dalle griglie statiche
pl_pl: Po zaznaczeniu tej opcji, struktury nie będą zamieniać się w dynamiczne po odłączeniu od struktury statycznej
pt_br: Ao habilitar esta opção, as grids não se tornarão mais dinâmicas quando desconectadas de grids estáticas.
ru: При включении этой опции части не будут становиться динамическими при отсоединении от статичных.
zh_cn: 启用此选项，此网格从静止网格上断开后 会保持稳定状态

# ToolTipWorldSettings_ToolShake
source: Enables shaking of ship drills and grinders.
cs_cz: Povolí otřesy lodních vrtáků a svářeček
de: Aktiviere Vibration von Schiffsbohrern und -schleifgeräten.
es: Permitir la sacudida de taladros y soldadores en naves
fr: Activer les vibrations des foreuses et des meuleuses de vaisseaux
hu_hu: Hajófúrók és darabolók okozta rázkódások engedélyezése
it: Abilita oscillazione di trivelle e smerigliatrici delle navi
pl_pl: Włącz efekt trzęsienia wierteł i spawarek na statku
pt_br: Habilita a trepidação de naves com brocas e soldadoras
ru: Включить вибрацию корабельных буров и дробилок.
zh_cn: 启用飞船钻头与焊接器晃动

# ToolTipWorldSettings_VoxelHand
source: Enables voxel hand.
cs_cz: Povolí použití terénního nástroje
de: Voxelhand aktivieren
es: Habilitar modificador vóxel
fr: Activer le curseur voxel
hu_hu: Voxel kéz engedélyezése
it: Abilita mano voxel
pl_pl: Włącz ręce stwórcy
pt_br: Habilitar mãos voxel
ru: Включить воксельные кисти
zh_cn: 启用体素手

# ToolTipWorldSettings_Welder_half
source: Decrease welding speed by 50%
cs_cz: Snížit rychlost svářečky o 50%
de: Schweißgeschwindigkeit um 50 % reduzieren
es: Disminuir la velocidad de soldadura en un 50%
fr: Diminuer la vitesse de soudage de 50 %
hu_hu: Hegesztési sebesség csökkentése ennyivel 50%
it: Diminuisci velocità di saldatura del 50%
pl_pl: Obniż prędkość spawania o 50%
pt_br: Reduz velocidade de soldagem para 50%
ru: Уменьшить скорость сварки на 50%
zh_cn: 减少焊接速度50%

# ToolTipWorldSettings_Welder_x1
source: Default welding speed
cs_cz: Základní rychlost svářečky
de: Schweißgeschwindigkeit normal
es: Velocidad de soldadura por defecto
fr: Vitesse de soudage par défaut
hu_hu: Alapértelmezett hegesztési sebesség
it: Velocità di saldatura predefinita
pl_pl: Normalna prędkość spawania
pt_br: Velocidade de soldagem padrão
ru: Стандартная скорость сварки
zh_cn: 默认焊接速度

# ToolTipWorldSettings_Welder_x2
source: Welding speed is 2x faster
cs_cz: Svářečka je 2x rychlejší
de: Schweißgeschwindigkeit ist 2x schneller
es: La velocidad de soldadura es 2 veces más rápida
fr: Vitesse de soudage 2x plus rapide
hu_hu: Hegesztési sebesség 2x gyorsabb
it: Velocità di saldatura 2x
pl_pl: Prędkość spawania 2x większa
pt_br: Velocidade de soldagem 2X maior
ru: Скорость сварки в 2 раза быстрее
zh_cn: 焊接速度加快2x

# ToolTipWorldSettings_Welder_x5
source: Welding speed is 5x faster
cs_cz: Svářečka je 5x rychlejší
de: Schweißgeschwindigkeit ist 5x schneller
es: La velocidad de soldadura es 5 veces más rápida
fr: Vitesse de soudage 5x plus rapide
hu_hu: Hegesztési sebesség 5x gyorsabb
it: Velocità di saldatura 5x
pl_pl: Prędkość spawania 5x większa
pt_br: Velocidade de soldagem 5X maior
ru: Скорость сварки в 5 раз быстрее
zh_cn: 焊接速度加快5x

# ToolTipWorldSettings_WeldingSpeed
source: Sets the welding speed multiplier.
cs_cz: Vyberte kolikanásobně chcete zrychlit svářečku
de: Legt den Schweißgeschwindigkeitsmultiplikator fest.
es: Establece el multiplicador de velocidad de soldadura.
fr: Définit le multiplicateur de vitesse de soudage.
hu_hu: Hegesztési sebességszorzó kiválasztása
it: Imposta il moltiplicatore della velocità di saldatura.
pl_pl: Wybierz mnożnik prędkości spawania
pt_br: Define o multiplicador de velocidade de soldagem.
ru: Устанавливает множитель скорости сварки.
zh_cn: 设置焊接倍增器。

source: Training Level
cs_cz: Úroveň tréninku
de: Trainingslevel
es: Nivel de formación
fr: Niveau d'entraînement
hu_hu: Képzési Szint
it: Livello di addestramento
pl_pl: Poziom Treningowy
pt_br: Nível de treinamento
ru: Уровень обучения
zh_cn: 训练水平

# TrainingLevel_Advanced
source: Advanced
cs_cz: Rozšířené
de: Erweitert
es: Avanzado
fr: Avancé
hu_hu: Speciális
it: Avanzato
pl_pl: Zaawansowane
pt_br: Avançado
ru: Расширенные
zh_cn: 高级

# TrainingLevel_Basic
source: Basic
cs_cz: Základní
de: Grundlegend
es: Básico
fr: Basique
hu_hu: Egyszerű
it: Base
pl_pl: Podstawowy
pt_br: Básico
ru: Базовый
zh_cn: 初级

# TrainingLevel_Intermediate
source: Intermediate
cs_cz: Pokročilý
de: Mittel
es: Intermedio
fr: Intermédiaire
hu_hu: Köztes
it: Intermedio
pl_pl: Średni
pt_br: Intermediário
ru: Промежуточный
zh_cn: 中级

# TrainingLevel_Planetary
source: Planetary
cs_cz: Planetární
de: Planetarisch
es: Planetario
fr: Planétaire
hu_hu: Bolygókra
it: Planetario
pl_pl: Planetarny
pt_br: Planetário
ru: Планета
zh_cn: 星球

# TransformationToolsButton
source: Transformation tools
cs_cz: Nástroje přeměny
de: Transformationswerkzeuge
es: Herramientas de transformación
fr: Outils de transformation
hu_hu: Transzformációs eszközök
it: Strumenti di trasformazione
pl_pl: Narzędzia do transformacji
pt_br: Ferramentas de transformação
ru: Инструменты трансформации
zh_cn: 转换工具

source: Trigger not selected
cs_cz: Spouštěč není vybrán
de: Trigger nicht ausgewählt
es: Activador no seleccionado
fr: Déclencheur non sélectionné
hu_hu: Nincs eseményindító kiválasztva
it: Innesco non selezionato
pl_pl: Nie wybrano wyzwalacza
pt_br: Gatilho não selecionado
ru: Триггер не выбран
zh_cn: 触发器未选择

source: Triggers
cs_cz: Spouštěče
de: Trigger
es: Activadores
fr: Déclencheurs
hu_hu: Eseményindítók
it: Inneschi
pl_pl: Wyzwalacz
pt_br: Gatilhos
ru: Триггеры
zh_cn: 触发器

source: Turret
cs_cz: Zbraňová Věž
de: Geschütz
es: Torreta
fr: Tourelle
hu_hu: Torony
it: Torretta
pl_pl: Wieżyczka
pt_br: Torre
ru: Турель
zh_cn: 炮塔

source: Unsaved changes
cs_cz: Neuložené změny
de: Nicht gespeicherte Änderungen
es: Cambios no guardados
fr: Changements non enregistrés
hu_hu: Nem mentett módosítások
it: Cambiamenti non salvati
pl_pl: Niezapisane zmiany
pt_br: As alterações não foram salvas
ru: Несохраненные изменения
zh_cn: 未保存的更改

# UnsavedChangesQuestion
source: You have unsaved changes. Do you want to save current cutscene first?
cs_cz: Máte neuložené změny. Chcete nejprve uložit současnou cutscénu?
de: Es gibt nicht gespeicherte Änderungen. Wollen Sie die aktuelle Animationssequenz erst speichern?
es: Tienes cambios no guardados. ¿Quieres guardar la escena actual primero?
fr: Vous avez des modifications non enregistrées. Voulez-vous sauvegarder d'abord la scène cinématique actuelle ?
hu_hu: Nem mentett módosításai vannak. Először el akarja menteni az aktuális jelenetet?
it: Hai dei cambiamenti non salvati. Vuoi salvare prima la cutscene attuale?
pl_pl: Masz niezapisane zmiany. Czy chcesz zapisać aktualny przerywnik?
pt_br: Você possui alterações que não foram salvas. Gostaria de salvar primeiramente a cinemática atual?
ru: У вас есть несохраненные изменения. Хотите ли Вы сначала сохранить текущую катсцену?
zh_cn: 你有未保存的更改。你想要先保存当前的过场动画吗？

source: Uranium
cs_cz: Uran
de: Uran
es: Uranio
hu_hu: Uránium
it: Uranio
pl_pl: Uran
pt_br: Urânio
ru: Уран
zh_cn: 铀

# WelcomeScreen_SignatureTitle
source: Creative Director
cs_cz: Tvůrčí Ředitel
de: Kreative Leitung
es: Director Creativo
fr: Directeur créatif
hu_hu: Kreatív Igazgató
it: Direttore creativo
pl_pl: Dyrektor działu kreatywnego
pt_br: Diretor Criativo
ru: Креативный директор
zh_cn: 创意总监
