Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# TerminalTab_Info_ConvertToStationButton_TT
source: Converts this ship to a station. Ship has to be stationary in order to convert it to a station (both angular and linear velocity have to be 0). Stations are more performance friendly.
cs_cz: Přemění tuto loď na stanici. Loď musí být nehybná, aby mohla být přeměněna na stanici (úhlová i lineární rychlost musí být nulová). Stanice nezatěžují tolik výkon.
de: Wandelt dieses Schiff in eine Station um. Das Schiff muss fest stehen, um es in eine Station umwandeln zu können (sowohl Winkel- als auch Lineargeschwindigkeit müssen 0 sein), Stationen sind performancefreundlicher.
es: Convierte esta nave en una estación. La nave tiene que estar parada para poder convertirla en una estación (tanto la velocidad angular como la lineal tienen que ser 0). Las estaciones son más amigables con el rendimiento.
fr: Convertit ce vaisseau en station. Le vaisseau doit être stationnaire pour pouvoir être converti en station (les vitesses angulaire et linéaire doivent être égales à 0) . Les stations ont moins d'impact sur les performances.
hu_hu: Átalakítja ezt a hajót állomássá. A hajónak állnia kell lennie, hogy állomássá alakítsa. (a szögnek, és a lineáris sebességnek 0-nak kell lennie). Az állomások teljesítménye nagyobb.
it: Converte questa nave in una stazione. La nave deve essere stazionaria per poterla convertire in una stazione (sia la velocità angolare che quella lineare devono essere 0). Le stazioni sono più semplici in termini di prestazioni.
pl_pl: Zamienia ten statek na stację. Statek musi stać w bezruchu aby można było zamienić go w stacje (siły kątowa i liniowa muszą być równe zero). Stacje sąbardziej przyjazne dla wydajnności.
pt_br: Converte esta nave em estação. A nave deve estar imóvel para converter-se em estação (as velocidades angular e linear devem ser 0). Estações possuem desempenho mais amigável.
ru: Конвертировать корабль в станцию. Корабль должен быть полностью неподвижен для конвертации (угловая и линейная скорости должны быть нулевыми). Станции меньше влияют на производительность.
zh_cn: 将此飞船转换成空间站。 飞船必须固定才能转换为基地。 （角速度和线速度都必须为0）。 空间站更稳定。

# TerminalTab_Info_Conveyors
source: Conveyors:
cs_cz: Transportéry:
de: Blöcke mit Förderport:
es: Transportadores:
fr: Convoyeurs :
hu_hu: Szállítószalagok:
it: Trasportatori:
pl_pl: Transportery:
pt_br: Transportadores:
ru: Конвейеры:
zh_cn: 输送机：

# TerminalTab_Info_Description
source: Building a grid partially inside of terrain automatically turns the grid into a station. Stations are more performance friendly but are static and cannot be moved. You can convert any station into a ship. Be careful that it's not embedded in any terrain as it might explode. A ship needs to be stationary in order to convert it into a station.
cs_cz: Stavění konstrukce, která je částečně v terénu z ní automaticky udělá stanici. Stanice nejsou tak náročné na výkon, ale jsou statické a nemohou se přesouvat. Každou stanici můžete přeměnit v loď. Ověřte, že taková stanice není zapuštěná v terénu, mohla by vybuchnout. Chcete-li přeměnit loď ve stanici, pak musí být v naprostém klidu a nesmí se hýbat.
de: Eine teilweise ins Gelände eingelassene Konstruktion wird automatisch in eine Station umgewandelt. Stationen sind performancefreundlicher, aber unbeweglich. Sie können jede Station in ein Schiff umwandeln. Achten Sie jedoch darauf, dass sie nicht in Gelände eingebettet ist, da sie explodieren könnte. Ein Schiff muss fest stehen, um es in eine Station umwandeln zu können.
es: La construcción de una estructura parcialmente dentro del terreno, la convierte automáticamente en una estación. Las estaciones son más amigables con el rendimiento pero son estáticas y no se pueden mover. Puedes convertir cualquier estación en una nave. Ten cuidado de que no esté incrustado en ningún terreno, ya que podría explotar. Una nave necesita estar parada para poder convertirla en una estación.
fr: Construire une grille partiellement à l'intérieur du terrain transforme automatiquement la grille en station. Les stations ont moins d'impact sur les performances, mais sont statiques et ne peuvent pas être déplacées. Vous pouvez convertir n'importe quelle station en vaisseau. Veillez à ce qu'il ne soit pas encastré dans un terrain, car il pourrait exploser. Un vaisseau doit être immobile afin d'être converti en station.
hu_hu: Az objektum részben a terep belsejébe történő építésekor az automatikusan állomássá válik. Az állomások teljesítménybarátabbak, de statikusak és nem mozgathatók. Bármely állomást hajóvá alakíthat. Vigyázzon, hogy ne legyen beágyazva semmilyen terepbe, mert felrobbanhat. A hajónak állónak kell lennie ahhoz, hogy állomássá alakítsa.
it: La costruzione di una griglia parzialmente all'interno del terreno trasforma automaticamente la griglia in una stazione. Le stazioni sono più performanti ma sono statiche e non possono essere spostate. Puoi convertire qualsiasi stazione in una nave. Fai attenzione che non sia incastrata in nessun terreno perché potrebbe esplodere. Una nave deve essere stazionaria per poter essere convertita in una stazione.
pl_pl: Kiedy zbudujesz część struktury w terenie, automatycznie zmieni się ona w stację. Stacje są bardziej przyjazne dla wydajności, ale są statyczne i nie mogą się poruszać. Możesz zamienić ją w statek. Tylko uważaj żeby nie była w terenie bo może wybuchnąć. Statek nie może się ruszać by móc zostać zamienionym w stację.
pt_br: Ao construir uma grid parcialmente dentro de um terreno, ela será convertida automaticamente em estação. Estações possuem desempenho mais amigável, mas são estáticas e não podem ser movidas. Você pode converter qualquer estação em nave. Fique atento para que ela não esteja inserida no terreno, o que poderá causar uma explosão. A nave deve estar totalmente parada para se converter em estação
ru: Строительство структуры, находящейся частично в земле автоматически превращает эту структуру в статичную. Станции меньше влияют на производительность, но не могут быть перемещены. Вы можете конвертировать станцию в корабль. Будьте осторожны, если она углублена в грунт, структура может быть повреждена. Корабль должен быть стационарным, чтобы конвертировать его обратно в станцию.
zh_cn: 网格部分地建在地形内后会自动转换基站。 基站静止不动对游戏性能影响不大。 所有基站都可以转换成飞船。但是要小心，飞船没有嵌入在地形内可能爆炸。 飞船只有在静止状态下，才能转换成基站。

# TerminalTab_Info_DestructibleBlocks
source: Destructible blocks
cs_cz: Zničitelné bloky
de: Zerstörbare Blöcke
es: Bloques destructibles
fr: Blocs destructibles
hu_hu: Elpusztítható blokkok
it: Blocchi distruttibili
pl_pl: Zniszczalne bloki
pt_br: Blocos destrutíveis
ru: Разрушаемость блоков
zh_cn: 方块可破坏

# TerminalTab_Info_DestructibleBlocks_Tooltip
source: Toggles destructible blocks only for this grid. If destructible blocks are disabled in world settings, this is ignored. Only available in scenarios.
cs_cz: Zapne zničitelné bloky pouze pro tuto konstrukci. Pokud jsou zničitelné bloky vypnuté v nastavení světa, pak je toto nastavení ignorováno. Dostupné jen ve scénářích.
de: Stellt ein, ob Blöcke dieser Konstruktion zerstört werden können. Wenn zerstörbare Blöcke in den Welteinstellungen deaktiviert sind, wird dies ignoriert. Nur in Szenarien verfügbar.
es: Habilita la destrucción de bloques solo para esta estructura. Si los bloques destructibles están desactivados en las opciones del mundo, esto se ignora. Solo disponible en escenarios.
fr: Active/désactive la destruction des blocs pour cette grille uniquement. Si les blocs destructibles sont désactivés dans les paramètres du monde, cela est ignoré. Uniquement disponible dans les scénarios.
hu_hu: Az elpusztítható blokkok kapcsolói csak erre az objektumra vonatkoznak. Ha az elpusztítható blokkok le vannak tiltva a világ beállításaiban, ez figyelmen kívül lesz hagyva. Csak forgatókönyvekben érhető el.
it: Commuta blocchi distruttibili solo per questa griglia. Se i blocchi distruttibili sono disabilitati nelle impostazioni del mondo, questo viene ignorato. Disponibile solo negli scenari.
pl_pl: Włącza zniszczalne bloki tylko dla tej struktury. Jeśli zniszczalne bloki są wyłączone w ustawieniach świata, ta opcja jest ignorowana. Dostępne tylko w scenariuszach.
pt_br: Ativa blocos destrutíveis apenas para esta grid. Se os blocos destrutíveis estiverem desabilitados nas configurações do mundo, isso será ignorado. Disponível apenas para cenários.
ru: Переключает разрушаемость блоков только для этой структуры. Если разрушаемость выключена в настройках мира, опция игнорируется.
zh_cn: 将可破坏的方块限制为仅当前网格。如果世界设置中禁用可破坏的方块，此设置将被忽略。仅在剧本中可用。

# TerminalTab_Info_EnemyAntennaRange
source: Show distance for enemy antennas
cs_cz: Zobrazit dosah antén nepřátel
de: Entfernung angezeigter feindlichen Antennen
es: Mostrar distancia a las antenas enemigas
fr: Afficher la distance des antennes ennemies
hu_hu: Ellenséges antennák távolságának megjelenítése
it: Mostra distanza delle antenne nemiche
pl_pl: Pokaż zasięg wrogich anten
pt_br: Mostrar distância de antenas inimigas
ru: Дистанция отображения антенн врагов
zh_cn: 显示敌方天线距离

# TerminalTab_Info_EnemyAntennaRange_ToolTip
source: Maximum range at which enemy antennas can be displayed on HUD
cs_cz: Maximální dosah nepřátelských antén, které se zobrazí na HUDu
de: Maximale Entfernung von feindlichen Antennen, die auf dem HUD angezeigt werden.
es: Alcance máximo al que se pueden mostrar las antenas enemigas en el HUD
fr: Portée maximale à laquelle les antennes ennemies peuvent être affichées sur l'ATH
hu_hu: Az ellenséges antennák maximális hatótávjának megjelenítése a HUD-n
it: Portata massima a cui le antenne nemiche possono essere visualizzate sull'HUD
pl_pl: Maksymalny zasięg, w jakim wrogie anteny mogą być wyświetlane na HUD
pt_br: Alcance máximo de cada antena inimiga para ser exibida no HUD
ru: Максимальная дистанция, на которой вражеские антенны будут показаны.
zh_cn: 敌方天线在屏幕 中能显示的最大范围

# TerminalTab_Info_FriendlyAntennaRange
source: Show distance for friendly antennas
cs_cz: Zobrazit dosah spojeneckých antén
de: Entfernung angezeigter verbündeter Antennen
es: Mostrar distancia a antenas aliadas
fr: Afficher la distance des antennes alliées
hu_hu: Távolság megjelenítése a barátságos antennákhoz
it: Mostra distanza delle antenne pacifiche
pl_pl: Pokaż zasięg przyjaznych anten
pt_br: Mostrar distância de antenas amigáveis
ru: Дистанция отображения антенн друзей
zh_cn: 显示友方天线距离

# TerminalTab_Info_FriendlyAntennaRange_ToolTip
source: Maximum range at which friendly antennas can be displayed on HUD
cs_cz: Maximální dosah spojeneckých antén, které se zobrazí na HUDu
de: Maximale Entfernung von verbündeten Antennen, die auf dem HUD angezeigt werden.
es: Rango máximo en el que se pueden mostrar las antenas aliadas en el HUD
fr: Portée maximale à laquelle des antennes amis peuvent être affichées sur l'ATH
hu_hu: Maximális távolság, amelyen barátságos antennák megjeleníthetők a HUD-n
it: Portata massima a cui le antenne amiche possono essere visualizzate sull'HUD
pl_pl: Maksymalny zasięg, w jakim przyjazne anteny mogą być wyświetlane na HUD
pt_br: Alcance máximo de cada antena amigável para ser exibida no HUD
ru: Максимальная дистанция, на которой дружественные антенны будут показаны.
zh_cn: 友方天线在屏幕 中能显示的最大范围

# TerminalTab_Info_GravGens
source: Gravity generators:
cs_cz: Generátory gravitace:
de: Gravitationsgeneratoren:
es: Generadores de gravedad:
fr: Générateurs de gravité
hu_hu: Gravitációs generátorok:
it: Generatori di gravità:
pl_pl: Generatory grawitacji:
pt_br: Geradores de gravidade:
ru: Генераторы гравитации:
zh_cn: 重力生成器：

# TerminalTab_Info_GridInfoLabel
source: Grid info:
cs_cz: Informace o konstrukci:
de: Blockkonstruktion-Informationen:
es: Info de la estructura:
fr: Informations de la grille :
hu_hu: Objektum infó:
it: Info griglia:
pl_pl: Dane o Strukturze:
pt_br: Informações da grid:
ru: Структура:
zh_cn: 网格信息：

# TerminalTab_Info_GridMassFull
source: Total mass:
de: Gesamtmasse:
es: Masa total:
fr: Masse totale :
it: Massa totale:
pt_br: Massa total:
ru: Общая масса:
zh_cn: 总质量：

# TerminalTab_Info_GridMassDry
source: Dry mass:
de: Trockenmasse:
es: Masa seca:
fr: Masse sèche :
it: Massa secca:
pt_br: Massa seca:
ru: Сухая масса:
zh_cn: 干质量：

# TerminalTab_Info_Lights
source: Lights:
cs_cz: Světla:
de: Lichter:
es: Luces:
fr: Lumières :
hu_hu: Lámpák:
it: Luci:
pl_pl: Światła:
pt_br: Luzes:
ru: Лампы:
zh_cn: 灯：

# TerminalTab_Info_NonArmor
source: Non-armor blocks:
cs_cz: Neobrněné bloky:
de: Ungepanzerte Blöcke:
es: Bloques no blindados:
fr: Blocs non blindés :
hu_hu: Nem páncélozott blokkok:
it: Blocchi non di armatura:
pl_pl: Bloki nie będące pancerzem:
pt_br: Blocos não blindados:
ru: Блоки (исключая броню):
zh_cn: 非装甲方块：

# TerminalTab_Info_Overview
source: Created blocks info:
cs_cz: Informace o vytvořených blocích:
de: Infos zu erstellten Blöcke:
es: Información de los bloques creados:
fr: Informations sur les blocs créés :
hu_hu: Létrehozott blokkok infó:
it: Info blocchi creati:
pl_pl: Inforamcje o utworzonych blokach:
pt_br: Informações de blocos criados:
ru: Построенные блоки:
zh_cn: 建造的方块信息：

# TerminalTab_Info_OwnedAntennaRange
source: Show distance for owned antennas
cs_cz: Zobrazit dosah vlastněných antén
de: Entfernung angezeigter eigener Antennen
es: Mostrar distancia para antenas propias
fr: Afficher la distance des antennes personnelles
hu_hu: Mutassa a tulajdonban lévő antennák távolságát
it: Mostra distanza delle antenne possedute
pl_pl: Pokaż dystans swoich anten
pt_br: Mostrar distância de antenas próprias
ru: Дистанция отображения своих антенн
zh_cn: 显示所有天线距离

# TerminalTab_Info_OwnedAntennaRange_ToolTip
source: Maximum range at which owned antennas can be displayed on HUD
cs_cz: Maximální dosah Vašich antén, které se zobrazí na HUDu
de: Maximale Entfernung von eigenen Antennen, die auf dem HUD angezeigt werden.
es: Rango máximo en el que se pueden mostrar las antenas de propiedad en el HUD
fr: Plage maximale à laquelle les antennes que vous possédez peuvent être affichées sur l'ATH
hu_hu: Max hatótávolság, a birtokolt antennák megjelenítéséhez a HUD-n
it: Portata massima a cui possono essere visualizzate le antenne possedute su HUD
pl_pl: Maksymalny zasięg, w jakim własne anteny mogą być wyświetlane na HUD
pt_br: Alcance máximo de cada antena própria a ser exibida no HUD
ru: Максимальная дистанция, на которой собственные антенны будут показаны.
zh_cn: 已有天线在屏幕 中能显示的最大范围

# TerminalTab_Info_PivotBtn
source: Show grid pivot
cs_cz: Zobrazit střed osy konstrukce
de: Achse der Konstruktion anzeigen
es: Mostrar el eje de la estructura
fr: Afficher la rotation de la grille
hu_hu: Objektumforgás megjelenítése
it: Mostra fulcro griglia
pl_pl: Pokaż siatkę osi
pt_br: Mostrar rotação de grid
ru: Показать ориентацию структуры
zh_cn: 显示网格枢轴

# TerminalTab_Info_PivotBtn_ToolTip
source: Draw pivot point of each grid
cs_cz: Vykreslit střed osy každé konstrukce
de: Drehpunkt aller Blockkonstruktionen anzeigen
es: Trazar el eje de cada estructura
fr: Dessiner le point de pivot de chaque grille
hu_hu: Az objektumok forgáspontjának mutatása
it: Disegna punto del fulcro di ogni griglia
pl_pl: Narysuj punkt obrotu każdej struktury
pt_br: Definir ponto de rotação de cada grid
ru: Показать точку опоры для каждой структуры.
zh_cn: 显示每个网格枢轴点

# TerminalTab_Info_Reflectors
source: Spotlights:
cs_cz: Reflektory:
de: Scheinwerfer:
es: Focos:
fr: Lumières :
hu_hu: Spotlámpák:
it: Fari:
pl_pl: Reflektory:
pt_br: Holofotes:
ru: Прожекторы:
zh_cn: 聚光灯：

# TerminalTab_Info_RemoveGrid
source: Remove whole grid from the world
cs_cz: Odebrat celou konstrukci ze světa
de: Gesamte Blockkonstruktion aus der Welt entfernen
es: Eliminar toda la estructura del Mundo
fr: Supprimer toute la grille du monde
hu_hu: Távolítsa el az egész objektumot a világból
it: Rimuovi tutta la griglia dal mondo
pl_pl: Usuń całą strukturę
pt_br: Remover grid inteira do mundo
ru: Удалить всю структуру из мира
zh_cn: 从世界中移除整个网格

# TerminalTab_Info_Rotors
source: Rotors:
cs_cz: Rotory:
de: Rotoren:
es: Rotores:
hu_hu: Rotorok:
it: Rotori:
pl_pl: Rotory:
pt_br: Rotores:
ru: Роторы:
zh_cn: 转子：

# TerminalTab_Info_Shapes
source: Physical shapes: {0}/{1}
cs_cz: Fyzických tvarů: {0}/{1}
de: Physikalische Formen: {0}/{1}
es: Formas Físicas: {0}/{1}
fr: Formes physiques : {0}/{1}
hu_hu: Fizikai alakzatok: {0}/{1}
it: Forme fisiche: {0}/{1}
pl_pl: Kształty fizyczne: {0}/{1}
pt_br: Formas físicas: {0}/{1}
ru: Физические формы: {0}/{1}
zh_cn: 物理形状：{0}/{1}

# TerminalTab_Info_ShipName
source: Grid Name:
cs_cz: Název konstrukce:
de: Name der Blockkonstruktion:
es: Nombre de la estructura:
fr: Nom de la grille :
hu_hu: Objektum Neve:
it: Nome griglia:
pl_pl: Nazwa struktury:
pt_br: Nome da grid:
ru: Название корабля:
zh_cn: 网格名字：

# TerminalTab_Info_ShowAntenaGizmo
source: Show antenna range
cs_cz: Zobrazit dosah antény
de: Antennenreichweite anzeigen
es: Mostrar rango de antenas
fr: Afficher la portée d'antenne
hu_hu: Antennatartomány megjelenítése
it: Mostra raggio antenna
pl_pl: Pokaż zasięg anteny
pt_br: Mostrar alcance de antena
ru: Показать охват антенны
zh_cn: 显示天线范围

# TerminalTab_Info_ShowAntenaGizmo_ToolTip
source: Visualizes range of nearby antennas.
cs_cz: Vykreslit dosah anténních vysílačů
de: Reichweiten naher Antennen visualisieren
es: Ver el rango de antenas cercanas
fr: Visualise le rayon des antennes à proximité
hu_hu: Mutassa a nerby antennák tartományát
it: Visualizza raggio delle antenne nelle vicinanze
pl_pl: Wizualizuj zasięg pobliskich anten
pt_br: Visualizar alcance de antenas próximas
ru: Отобразить радиус антенн рядом.
zh_cn: 标识出附近天线范围

# TerminalTab_Info_ShowGravityGizmo
source: Show gravity range
cs_cz: Zobrazit dosah gravitačního pole
de: Gravitationsfeld anzeigen
es: Mostrar rango de la gravedad
fr: Afficher le champ de gravité
hu_hu: Gravitációs tartomány megjelenítése
it: Mostra campo di gravità
pl_pl: Pokaż zakres grawitacji
pt_br: Mostrar alcance de gravidade
ru: Показать границы поля гравитации
zh_cn: 显示重力范围

# TerminalTab_Info_ShowGravityGizmo_ToolTip
source: Visualize range of gravity generators
cs_cz: Vykreslit dosah generátorů gravitace
de: Gravitationsfelder der Gravitationsgeneratoren visualisieren
es: Visualizar el rango de los generadores de gravedad
fr: Visualise la portée des générateurs de gravité
hu_hu: Mutassa a gravitációs generátorok tartományát
it: Visualizza raggio dei generatori di gravità
pl_pl: Wizualizuj zasięg generatorów grawitacji
pt_br: Visualizar alcance de geradores de gravidade
ru: Отобразить дальность генератора гравитации.
zh_cn: 标识出重力发生器范围

# TerminalTab_Info_ShowMassCenter
source: Show center of mass
cs_cz: Zobraz těžiště
de: Massenschwerpunkte anzeigen
es: Mostrar el centro de masa
fr: Afficher les centres de gravité
hu_hu: Mutassa a tömegközéppontot
it: Mostra centro della massa
pl_pl: Pokaż środek ciężkości
pt_br: Mostrar centro de massa
ru: Показать центр масс
zh_cn: 显示质量中心

# TerminalTab_Info_ShowAIfunctions
source: Show AI functions
de: KI-Funktionen anzeigen
es: Mostrar funciones de IA
fr: Afficher toutes les fonctions de l'IA
it: Mostra le funzioni IA
pl_pl: Pokaż funkcje SI
pt_br: Exibir funções de IA
ru: Показывать функции ИИ
zh_cn: 显示AI功能

# TerminalTab_Info_ShowAIfunctionsTooltip
source: Shows nearby AI blocks’ helper UI functions
de: Zeigt Hilfsinformationen zu dem sich in der Nähe befindenden KI-Block an
es: Muestra las funciones de ayuda de la interfaz de usuario de los bloques de IA cercanos
fr: Affiche les fonctions d'aide de l'interface utilisateur des blocs d'AI à proximité
it: Mostra le funzioni dell'interfaccia utente dell'helper dei blocchi IA nelle vicinanze
pl_pl: Wyświetla komunikaty interfejsu pobliskich bloków SI
pt_br: Exibe as funções de UI auxiliares dos blocos de IA próximos
ru: Показывает вспомогательные функции пользовательского интерфейса блоков ИИ поблизости
zh_cn: 显示附近AI方块的辅助UI功能

# TerminalTab_Info_ShowMassCenter_ToolTip
source: Draw center of mass of each grid
cs_cz: Vykreslit těžiště každé konstrukce
de: Massenschwerpunkte aller Konstruktionen anzeigen
es: Mostrar centro de masa de cada estructura
fr: Dessine le centre de gravité de chaque grille
hu_hu: Mutassa az objektumok tömegközéppontját
it: Disegna il centro di massa di ogni griglia
pl_pl: Pokaż środek masy każdej struktury
pt_br: Definir centro de massa de cada grid
ru: Показать центр массы для каждой структуры.
zh_cn: 显示每个网格中心

# TerminalTab_Info_ShowSenzorGizmo
source: Show sensors field range
cs_cz: Zobrazit dosah pole senzorů
de: Sensorbereich anzeigen
es: Mostrar campo de detección de sensores
fr: Montrer le champ de détection des capteurs
hu_hu: Érzékelők mezőtartományának megjelenítése
it: Mostra raggio dei sensori
pl_pl: Pokaż zakres czujnika
pt_br: Mostrar campo de alcance de sensores
ru: Показать границы охвата сенсора
zh_cn: 显示传感器场范围

# TerminalTab_Info_ShowSenzorGizmo_ToolTip
source: Draw range of sensor fields
cs_cz: Vykreslit dosah senzorových polí
de: Sensorbereich wird visualisiert
es: Mostrar campo de detección de sensores
fr: Dessine la portée des champs des capteurs
hu_hu: Érzékelő mezők tartományának mutatása
it: Disegna raggio dei campi sensori
pl_pl: Pokaż zasięg sensorów
pt_br: Definir campo de alcance de sensores
ru: Показать дальность сенсоров.
zh_cn: 显示传感器场范围

# TerminalTab_Info_Thrusters
source: Thrusters:
cs_cz: Trysky:
de: Triebwerke:
es: Propulsores:
fr: Propulseurs :
hu_hu: Hajtóművek:
it: Propulsori:
pl_pl: Silniki:
pt_br: Propulsores:
ru: Ускорители:
zh_cn: 推进器：

# TerminalTab_Info_Triangles
source: Triangles:
cs_cz: Trojúhelníky:
de: Dreiecke:
es: Triángulos:
hu_hu: Háromszögek:
it: Triangoli:
pl_pl: Trójkąty:
pt_br: Triângulos:
ru: Треугольники:
zh_cn: 三角形：

# TerminalTab_Info_TrianglesTooltip
source: Number of triangles for drawing. Technical information. Higher numbers affect performance.
cs_cz: Počet trojúhelníků k vykreslení. Technické informace. Vyšší čísla ovlivňují výkon.
de: Anzahl der Dreiecke zum Anzeigen. Technische Informationen. Höhere Werte beeinflussen die Spielperformance.
es: Número de triángulos para dibujar. Información técnica: Los números más altos afectan al rendimiento.
fr: Nombre de polygones. Informations techniques. Un nombre élevé affecte les performances.
hu_hu: A rajzoláshoz szánt háromszögek száma. Technikai információk. A nagyobb számok befolyásolják a teljesítményt.
it: Numero di triangoli da disegnare. Informazioni tecniche. Dei numeri alti incidono sulle prestazioni.
pl_pl: Liczba rysowanych trójkątów. Informacja techniczna. Ilość wpływa na wydajność.
pt_br: Quantidade de triângulos a ser definida. Informação técnica. Números elevados afetam o desempenho.
ru: Количество треугольников для отрисовки. Техническая информация. Большие значения влияют на производительность.
zh_cn: 三角形绘制的次数。技术信息。 数字越大，越影响性能。

# TerminalTab_Info_VirtualMass
source: Artificial masses:
cs_cz: Bloky umělé hmotnosti:
de: Künstliche Masse:
es: Masas artificiales:
fr: Poids artificiels :
hu_hu: Mesterséges tömegek:
it: Masse artificiali:
pl_pl: Sztuczne masy:
pt_br: Massas artificiais:
ru: Блоков искусственной массы:
zh_cn: 人工重力：

# TerminalTab_Info_YouBuilt
source: You built
cs_cz: Postavili jste
de: Sie konstruierten
es: Has construido
fr: Vous avez construit
hu_hu: Ön építette
it: Hai costruito
pl_pl: Zbudowałeś
pt_br: Construído por você
ru: Вы построили
zh_cn: 已建造

# TerminalTab_PlayersTableLabel
source: Players:
cs_cz: Hráči:
de: Spieler:
es: Jugadores:
fr: Joueurs :
hu_hu: Játékosok:
it: Giocatori:
pl_pl: Gracze:
pt_br: Jogadores:
ru: Игроки:
zh_cn: 玩家：

# TerminalTab_Production
source: Production
cs_cz: Produkce
de: Produktion
es: Producción
hu_hu: Termelés
it: Produzione
pl_pl: Produkcja
pt_br: Produção
ru: Производство
zh_cn: 生产
