Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# DisplayName_Block_PassageSciFiTjunction
source: Passage 3 T-junction
de: Durchgang 3 (T-Stück)
es: Pasillo 3 Cruce en T
fr: Passage 3 T
it: Passaggio 3, giunzione a T
pl_pl: Przejście 3 rozwidlenie T
pt_br: Passagem 3 Junção T
ru: Коридор 3 (Т-обр. пересечение)
zh_cn: 通道3 T接头

# DisplayName_Block_PassageSciFiWindow
source: Passage 3 Windowed
de: Durchgang 3 (mit Fenstern)
es: Pasillo 3 Con ventanas
fr: Passage 3 fenêtré
it: Passaggio 3, con finestra
pl_pl: Przejście 3 z oknem
pt_br: Passagem 3 com janela
ru: Коридор 3 (с окном)
zh_cn: 通道3窗口化

# DisplayName_Block_MagneticPlateLarge
source: Large Magnetic Plate
de: Große Magnetplatte
es: Placa magnética grande
fr: Grande plaque magnétique
it: Piastra magnetica grande
pl_pl: Duża płyta magnetyczna
pt_br: Placa magnética grande
ru: Большая магнитная пластина
zh_cn: 大型磁性板

# DisplayName_Block_LargeIndustrialCargoContainer
source: Large Industrial Cargo Container
de: Großer industrieller Frachtcontainer
es: Contenedor de carga industrial grande
fr: Grand conteneur industriel
it: Container industriale grande
pl_pl: Duży kontener typu przemysłowego
pt_br: Compartimento de carga industrial grande
ru: Большой промышленный контейнер
zh_cn: 大型工业货物储存箱

# DisplayName_Block_VerticalButtonPanel
source: Vertical Button Panel
de: Vertikale Schalttafel
es: Panel de botones vertical
fr: Tableau de commandes vertical
it: Pulsantiera verticale
pl_pl: Pionowy panel z przyciskami
pt_br: Painel de botão vertical
ru: Вертикальная кнопочная панель
zh_cn: 垂直按钮面板

# DisplayName_DLC_IndustrialPackDLC
source: Industrial Blocks
de: Industrielle Blöcke
es: Bloques industriales
fr: Blocs industriels
it: Blocchi industriali
pl_pl: Bloki typu przemysłowego
pt_br: Blocos industriais
ru: Промышленные блоки
zh_cn: 工业方块

# Tooltip_OverridePowerTransfer
source: Allow power transfer while current grid is powered off
de: Energieübertragung zulassen während die aktuelle Blockkonstruktion abgeschaltet ist
es: Permitir la transferencia de energía mientras la red actual está apagada
fr: Autoriser le transfert de puissance lorsque la grille actuelle est éteinte
it: Consenti il ​​passaggio di corrente anche se l'attuale griglia è spenta
pl_pl: Pozwala na przesyłanie energii elektrycznej przy wyłączonym zasilaniu bieżącej struktury
pt_br: Permitir transferência de energia enquanto o grid está desligado
ru: Разрешить передачу энергии, когда текущая структура отключена от энергии
zh_cn: 在当前网格断电时允许电力输送

# DisplayName_Block_MagneticPlateSmall
source: Magnetic Plate
de: Magnetplatte
es: Placa magnética
fr: Plaque magnétique
it: Piastra magnetica
pl_pl: Płyta magnetyczna
pt_br: Placa magnética
ru: Магнитная пластина
zh_cn: 磁性板

# DisplayName_Block_ConveyorPipeCorner
source: Conveyor Pipe Curved
de: Förderrohr (gebogen)
es: Tubería transportadora curvada
fr: Tuyau courbé
it: Tubo trasportatore, curvo
pl_pl: Rura kolanko
pt_br: Tubo de transporte curvo
ru: Конвейерная труба (изогнутая)
zh_cn: 输送机管道弯曲

# DisplayName_Block_ConveyorPipeEnd
source: Conveyor Pipe End
de: Förderrohr (Endstück)
es: Extremo de la tubería transportadora
fr: Tuyau fin
it: Tubo trasportatore, estremità
pl_pl: Rura z dużym kołnierzem
pt_br: Tubo de transporte em ponta
ru: Конвейерная труба (конец)
zh_cn: 输送机管道末端

# DisplayName_Block_ConveyorPipeFlange
source: Conveyor Pipe Flanged
de: Förderrohr (geflanscht)
es: Tubería transportadora con bridas
fr: Tuyau à bride
it: Tubo trasportatore, flangiato
pl_pl: Rura z kołnierzem
pt_br: Tubo de transporte flangeado
ru: Конвейерная труба (с фланцем)
zh_cn: 输送机管道法兰

# DisplayName_Block_ConveyorPipeIntersection
source: Conveyor Pipe Cross
de: Förderrohr (Kreuz)
es: Cruz de tubería transportadora
fr: Tuyau croix
it: Tubo trasportatore, intersezione
pl_pl: Rura czwórnik
pt_br: Tubo de transporte cruzado
ru: Конвейерная труба (крест)
zh_cn: 输送机管道十字接头

# DisplayName_Block_ConveyorPipeJunction
source: Conveyor Pipe Junction
de: Förderrohr (Multi-Verbinder)
es: Empalme de la tubería transportadora
fr: Tuyau jonction
it: Tubo trasportatore, giunzione
pl_pl: Rura rozdzielacz
pt_br: Tubo de transporte em junção
ru: Конвейерная труба (пересечение)
zh_cn: 输送机管道转接口

# DisplayName_Block_ConveyorPipes
source: Industrial Conveyor Pipes
de: Industrielle Förderrohre
es: Tuberías transportadoras industriales
fr: Tuyaux industriels
it: Tubi trasportatori industriali
pl_pl: Rury transportowe typu przemysłowego
pt_br: Tubos de transporte industrial
ru: Промышленные конвейерные трубы
zh_cn: 工业输送机管道

# DisplayName_Block_ConveyorPipeSeamless
source: Conveyor Pipe
de: Förderrohr
es: Tubería transportadora
fr: Tuyau
it: Tubo trasportatore
pl_pl: Rura
pt_br: Tubo de transporte
ru: Конвейерная труба
zh_cn: 输送机管道

# DisplayName_Block_MergeBlockSmall
source: Small Merge Block
de: Kleiner Block-Verbinder
es: Bloque de unión pequeño
fr: Petit bloc de liaison
it: Blocco di unione piccolo
pl_pl: Mały blok łączący
pt_br: Bloco de mesclagem pequeno
ru: Малый соединитель
zh_cn: 小型合并方块

# DisplayName_Block_BeamBlock
source: Beam Block
de: Trägerblock
es: Bloque de vigas
fr: Bloc poutre
it: Blocco a travi
pl_pl: Dźwigar
pt_br: Bloco de viga
ru: Балочный блок
zh_cn: 梁块

# DisplayName_Block_BeamBlockEnd
source: Beam Block End
de: Trägerblock (Endstück)
es: Bloque de vigas Final
fr: Bloc poutre fin
it: Blocco a travi, estremità
pl_pl: Dźwigar koniec
pt_br: Bloco de viga em ponta
ru: Балочный блок (конец)
zh_cn: 梁块末端

# DisplayName_Block_BeamBlockHalf
source: Beam Block Half
de: Trägerblock (Hälfte)
es: Bloque de vigas Mitad
fr: Demi bloc poutre
it: Blocco a travi, metà
pl_pl: Dźwigar połówka
pt_br: Bloco de viga em metade
ru: Балочный блок (половина)
zh_cn: 梁块半

# DisplayName_Block_BeamBlockHalfSlope
source: Beam Block Half Slope
de: Trägerblock (Schräge, Hälfte)
es: Bloque de vigas Media Pendiente
fr: Bloc poutre demi-pente
it: Blocco a travi, mezza pendenza
pl_pl: Dźwigar półskos
pt_br: Bloco em viga inclinado metade
ru: Балочный блок (половина, скат)
zh_cn: 梁块半斜

# DisplayName_Block_BeamBlockJunction
source: Beam Block Junction
de: Trägerblock (gezweigt)
es: Empalme del Bloque de vigas
fr: Bloc poutre jonction
it: Blocco a travi, giunzione
pl_pl: Dźwigar połączenie
pt_br: Bloco de viga em junção
ru: Балочный блок (пересечение)
zh_cn: 梁块转接口

# DisplayName_Block_BeamBlockRound
source: Beam Block Round
de: Trägerblock (rund)
es: Bloque de vigas Redondeado
fr: Bloc poutre rond
it: Blocco a travi, rotondo
pl_pl: Dźwigar zaokrąglony
pt_br: Bloco de viga redondo
ru: Балочный блок (круглый)
zh_cn: 梁块圆

# DisplayName_Block_BeamBlockSlope
source: Beam Block Slope
de: Trägerblock (Schräge)
es: Bloque de vigas Pendiente
fr: Bloc poutre pente
it: Blocco a travi, inclinato
pl_pl: Dźwigar skos
pt_br: Bloco de viga inclinado
ru: Балочный блок (скат)
zh_cn: 梁块斜

# DisplayName_Block_BeamBlockSlope2x1Base
source: Beam Block2x1 Base
de: Trägerblock (Sockel)
es: Bloque de vigas 2x1 Base
fr: Bloc poutre base 2x1
it: Blocco a travi 2x1, base
pl_pl: Dźwigar 2x1 podstawa
pt_br: Bloco de viga 2x1 base
ru: Балочный блок 2x1 (основание)
zh_cn: 前后

# DisplayName_Block_BeamBlockSlope2x1Tip
source: Beam Block2x1 Tip
de: Trägerblock (Spitze)
es: Bloque de vigas 2x1 Punta
fr: Bloc poutre bout 2x1
it: Blocco a travi 2x1, punta
pl_pl: Dźwigar 2x1 czubek
pt_br: Bloco de viga 2x1 ponta
ru: Балочный блок 2x1 (конец)
zh_cn: 梁块2x1前

# DisplayName_Block_BeamBlockTJunction
source: Beam Block T-Junction
de: Trägerblock (T-förmig gezweigt)
es: Bloque de vigas Cruce en T
fr: Bloc poutre T
it: Blocco a travi, giunzione a T
pl_pl: Dźwigar połączenie T
pt_br: Bloco de viga em junção T
ru: Балочный блок (Т-обр. пересечение)
zh_cn: 梁块T接头

# Description_BeamBlock
source: Beam blocks offer a variety of different shapes to be used as decoration or light structural support.
de: Der Trägerblock wird in einer Vielzahl von Formen angeboten und kann zur Dekoration oder als leichte Unterstützung beim Herstellen von Gebäudestatik dienen.
es: Los bloques de vigas se pueden usar de varias formas diferentes como decoración o como soporte estructural ligero.
fr: Les blocs poutre permettent d'utiliser différentes formes comme décoration ou support structurel léger.
it: I blocchi a travi offrono una varietà di forme diverse da utilizzare come decorazione o supporto strutturale leggero.
pl_pl: Bloki dźwigarów oferują wiele różnych kształtów, które można wykorzystać jako dekorację lub lekkie wsparcie konstrukcyjne.
pt_br: Os blocos de viga oferecem diversos formatos para uso como decoração ou suporte estrutural leve.
ru: Балочные блоки бывают различных форм. Используются как украшение или легкая несущая конструкция.
zh_cn: 梁块提供各种不同的形状，可用作装饰或轻型结构支撑。

# BlockPropertyTitle_LargeTurretTargetLocking
source: Enable target locking
de: Zielerfassung aktivieren
es: Activar el bloqueo del objetivo
fr: Activer le verrouillage de la cible
it: Abilita il blocco dell'obiettivo
pl_pl: Włącz namierzanie celów
pt_br: Ativar bloqueio de alvo
ru: Включить захват цели
zh_cn: 启用目标锁定

# BlockPropertyTooltip_LargeTurretTargetLocking
source: While this is enabled, you can select and lock targets while controlling this block
de: Wenn aktiv, können Sie beim Steuern dieses Blocks Ziele auswählen und von der Zielsteuerung erfassen lassen
es: Mientras está habilitado, puede seleccionar y bloquear objetivos mientras controla este bloque
fr: Tant que ce paramètre est activé, vous pouvez sélectionner et verrouiller des cibles en contrôlant ce bloc
it: Se abilitato, puoi selezionare e bloccare gli obiettivi mentre controlli questo blocco
pl_pl: Po włączeniu tej funkcji można wybrać i namierzyć cel podczas sterowania blokiem.
pt_br: Enquanto isso estiver ativado, você pode selecionar e bloquear alvos enquanto controla este bloco
ru: Пока эта функция включена, вы можете выбирать и захватывать цели, управляя этим блоком
zh_cn: 启用此功能后，你可以在控制此方块的同时选择和锁定目标

# BlockActionTitle_LargeTurretUnlockTarget
source: Forget target
de: Ziel verwerfen
es: Olvidar objetivo
fr: Oublier la cible
it: Dimentica l'obiettivo
pl_pl: Usuń namiar celu
pt_br: Esquecer alvo
ru: Оставить цель
zh_cn: 忘记目标

# BlockActionTooltip_LargeTurretUnlockTarget
source: This immediately forgets the current target
de: Initiiert das sofortige Verwerfen des Ziels
es: Esto olvida inmediatamente el objetivo actual
fr: Cela oublie immédiatement la cible actuelle
it: Fa dimenticare subito l'obiettivo attuale
pl_pl: Natychmiast usuwa aktualny cel
pt_br: Isso esquece imediatamente o alvo atual
ru: Это позволяет мгновенно отменить наведение на текущую цель
zh_cn: 这会立即忘记当前目标

# BlockPropertyTitle_LargeTurretFireAtLockedTarget
source: Fire at locked target
de: Auf das erfasste Ziel feuern
es: Dispara a un objetivo bloqueado
fr: Tirer sur la cible verrouillée
it: Spara all'obiettivo bloccato
pl_pl: Strzelaj do namierzonego celu
pt_br: Atirar no alvo bloqueado
ru: Огонь по захваченной цели
zh_cn: 向锁定的目标开火

# BlockPropertyTooltip_LargeTurretFireAtLockedTarget
source: Enabling this will make the turrets aim and fire at a locked target
de: Wenn aktiv, zielen und feuern die Geschütztürme auf erfasste Ziele
es: Habilitar esto hará que las torretas apunten y disparen a un objetivo bloqueado
fr: Activer ce paramètre fera que les tourelles viseront et tireront sur une cible verrouillée
it: Abilitando questa impostazione le torrette mireranno e spareranno a un bersaglio bloccato
pl_pl: Włączenie tej funkcji sprawi, że wieżyczki będą mierzyć i strzelać do ustalonego celu.
pt_br: Ativar isso fará com que as torres apontem e atirem em um alvo bloqueado
ru: Влючение этой функции приведет к тому, что турели будут наводиться и стрелять по захваченной цели
zh_cn: 启用此功能将使炮塔瞄准并向锁定的目标开火

# DisplayName_Block_HydrogenTankIndustrial
source: Industrial Hydrogen Tank
de: Industrieller Wasserstofftank
es: Tanque de hidrógeno industrial
fr: Réservoir d'hydrogène industriel
it: Serbatoio dell'idrogeno industriale
pl_pl: Zbiornik wodoru typu przemysłowego
pt_br: Tanque de hidrogênio industrial
ru: Промышленный водородный бак
zh_cn: 工业氢气灌

# DisplayName_Block_AssemblerIndustrial
source: Industrial Assembler
de: Industrielle Montageanlage
es: Ensamblador industrial
fr: Assembleur industriel
it: Assemblatore industriale
pl_pl: Stacja montażowa typu przemysłowego
pt_br: Montadora industrial
ru: Промышленный сборщик
zh_cn: 工业装配机

# DisplayName_Block_RefineryIndustrial
source: Industrial Refinery
de: Industrielle Raffinerie
es: Refinería industrial
fr: Raffinerie industrielle
it: Raffineria industriale
pl_pl: Rafineria typu przemysłowego
pt_br: Refinaria industrial
ru: Промышленный очиститель
zh_cn: 工业精炼厂

# DisplayName_Block_CylindricalColumn
source: Cylindrical Column
de: Zylindrische Säule
es: Columna cilíndrica
fr: Colonne cylindrique
it: Colonna cilindrica
pl_pl: Kolumna cylindryczna
pt_br: Coluna cilíndrica
ru: Цилиндрическая колонна
zh_cn: 圆柱

# Description_DLC_HeavyIndustry
source: Heavy Industry
zh_cn: 重工业

# DisplayName_DLC_HeavyIndustry
source: Heavy Industry
zh_cn: 重工业

# DisplayName_Block_Armor2x1SlopedPanelLight
source: Light Armor Panel 2x1 Slope Base
de: Leicht gepanzerte Platte (Schräge, Sockel) 2x1
es: Panel de blindaje ligero 2x1 Base con rampa
fr: Panneau blindage léger 2x1 base pente
it: Pannello armatura leggera 2x1, base inclinazione
pl_pl: Panel lekkiego pancerza 2x1 skos baza
pt_br: Painel de blindagem leve 2x1 base inclinada
ru: Панель легкой обшивки 2x1 (основа, скат)
zh_cn: 轻甲面板斜后2x1

# DisplayName_Block_ArmorHalfPanelLight
source: Light Armor Half Panel
de: Leicht gepanzerte Platte (Hälfte)
es: Medio panel de blindaje ligero
fr: Demi-panneau blindage léger
it: Mezzo pannello armatura leggera
pl_pl: Panel lekkiego pancerza połówka
pt_br: Painel de blindagem leve em metade
ru: Полупанель легкой обшивки
zh_cn: 轻甲半面板

# DisplayName_Block_ArmorPanelLight
source: Light Armor Panel
de: Leicht gepanzerte Platte
es: Panel de blindaje ligero
fr: Panneau blindage léger
it: Pannello armatura leggera
pl_pl: Panel lekkiego pancerza
pt_br: Painel de blindagem leve
ru: Панель легкой обшивки
zh_cn: 轻甲面板

# DisplayName_Block_ArmorSlopedPanelLight
source: Light Armor Panel Slope
de: Leicht gepanzerte Platte (Schräge) 2x1
es: Pendiente de panel de blindaje ligero
fr: Panneau blindage léger pente
it: Pannello armatura leggera, inclinato
pl_pl: Panel lekkiego pancerza skos
pt_br: Painel de blindagem leve inclinado
ru: Панель легкой обшивки (скат)
zh_cn: 轻甲面板斜

# DisplayName_Block_ArmorSlopedSidePanelLight
source: Light Armor Panel Side
de: Leicht gepanzerte Platte (Seite)
es: Panel lateral de blindaje ligero
fr: Panneau blindage léger côté
it: Pannello armatura leggera, laterale
pl_pl: Panel lekkiego pancerza róg
pt_br: Painel de blindagem leve lateral
ru: Панель легкой обшивки (бок)
zh_cn: 轻甲面板侧面

# DisplayName_Block_Armor2x1SlopedSideBasePanelLight
source: Light Armor Panel 2x1 Base Right
de: Leicht gepanzerte Platte (Sockel rechts) 2x1
es: Panel de blindaje ligero 2x1 Base derecha
fr: Panneau blindage léger 2x1 base droite
it: Pannello armatura leggera 2x1, base destra
pl_pl: Panel lekkiego pancerza 2x1 baza prawa
pt_br: Painel de blindagem leve 2x1 base direita
ru: Панель легкой обшивки 2x1 (основа, правая)
zh_cn: 轻甲面板右后2x1

# DisplayName_Block_Armor2x1SlopedSideBasePanelLightInv
source: Light Armor Panel 2x1 Base Left
de: Leicht gepanzerte Platte (Sockel links) 2x1
es: Panel de blindaje ligero 2x1 Base izquierda
fr: Panneau blindage léger 2x1 base gauche
it: Pannello armatura leggera 2x1, base sinistra
pl_pl: Panel lekkiego pancerza 2x1 baza lewa
pt_br: Painel de blindagem leve 2x1 base esquerda
ru: Панель легкой обшивки 2x1 (основа, левая)
zh_cn: 轻甲面板左后2x1

# DisplayName_Block_ArmorHalfSlopedPanelLight
source: Light Armor Panel Half Slope
de: Leicht gepanzerte Platte (Schräge, Hälfte) 2x1
es: Media pendiente de panel de blindaje ligero
fr: Panneau blindage léger demi-pente
it: Pannello armatura leggera, mezza pendenza
pl_pl: Panel lekkiego pancerza skos połówka
pt_br: Painel de blindagem leve em metade inclinada
ru: Панель легкой обшивки (полускат)
zh_cn: 轻甲面板半斜

# DisplayName_Block_Armor2x1HalfSlopedPanelHeavy
source: Heavy Armor Half Panel 2x1 Base Right
de: Schwer gepanzerte Platte (Hälfte, Sockel rechts) 2x1
es: Panel de blindaje pesado 2x1 Base derecha
fr: Demi-panneau blindage lourd 2x1 base droite
it: Mezzo pannello armatura pesante 2x1, base destra
pl_pl: Panel ciężkiego pancerza połówka 2x1 baza prawa
pt_br: Painel de blindagem pesada em metade 2x1 base direita
ru: Полупанель тяжелой обшивки 2x1 (основа, правая)
zh_cn: 重甲半面板右后2x1

# DisplayName_Block_Armor2x1HalfSlopedPanelHeavyInv
source: Heavy Armor Half Panel 2x1 Base Left
de: Schwer gepanzerte Platte (Hälfte, Sockel links) 2x1
es: Panel de blindaje pesado 2x1 Base izquierda
fr: Demi-panneau blindage lourd 2x1 base gauche
it: Mezzo pannello armatura pesante 2x1, base sinistra
pl_pl: Panel ciężkiego pancerza połówka 2x1 baza lewa
pt_br: Painel de blindagem pesada em metade 2x1 base esquerda
ru: Полупанель тяжелой обшивки 2x1 (основа, левая)
zh_cn: 重甲半面板左后2x1

# DisplayName_Block_Armor2x1HalfSlopedPanelLight
source: Light Armor Half Panel 2x1 Base Right
de: Leicht gepanzerte Platte (Hälfte, Sockel rechts) 2x1
es: Medio panel de blindaje ligero 2x1 Base derecha
fr: Demi-panneau blindage lourd 2x1 base droite
it: Mezzo pannello armatura leggera 2x1, base destra
pl_pl: Panel lekkiego pancerza połówka 2x1 baza prawa
pt_br: Painel de blindagem leve em metade 2x1 base direita
ru: Полупанель легкой обшивки 2x1 (основа, правая)
zh_cn: 轻甲半面板右后2x1

# DisplayName_Block_Armor2x1HalfSlopedPanelLightInv
source: Light Armor Half Panel 2x1 Base Left
de: Leicht gepanzerte Platte (Hälfte, Sockel links) 2x1
es: Medio panel de blindaje ligero 2x1 Base izquierda
fr: Demi-panneau blindage lourd 2x1 base gauche
it: Mezzo pannello armatura leggera 2x1, base sinistra
pl_pl: Panel lekkiego pancerza połówka 2x1 baza lewa
pt_br: Painel de blindagem leve em metade 2x1 base esquerda
ru: Полупанель легкой обшивки 2x1 (основа, левая)
zh_cn: 轻甲半面板左后2x1

# DisplayName_Block_Armor2x1SlopedPanelHeavy
source: Heavy Armor Panel 2x1 Slope Base
de: Schwer gepanzerte Platte (Schräge, Sockel) 2x1
es: Panel de blindaje pesado 2x1 Base con rampa
fr: Panneau blindage lourd 2x1 base pente
it: Pannello armatura pesante 2x1, base inclinazione
pl_pl: Panel ciężkiego pancerza 2x1 skos baza
pt_br: Painel de blindagem pesada 2x1 base inclinada
ru: Панель тяжелой обшивки 2x1 (основа, скат)
zh_cn: 重甲面板斜后2x1

# DisplayName_Block_Armor2x1SlopedSideBasePanelHeavy
source: Heavy Armor Panel 2x1 Base Right
de: Schwer gepanzerte Platte (Sockel rechts) 2x1
es: Panel de blindaje pesado 2x1 Base derecha
fr: Panneau blindage lourd 2x1 base droite
it: Pannello armatura pesante 2x1, base destra
pl_pl: Panel ciężkiego pancerza 2x1 baza prawa
pt_br: Painel de blindagem pesada 2x1 base direita
ru: Панель тяжелой обшивки 2x1 (основа, правая)
zh_cn: 重甲面板右后2x1

# DisplayName_Block_Armor2x1SlopedSideBasePanelHeavyInv
source: Heavy Armor Panel 2x1 Base Left
de: Schwer gepanzerte Platte (Sockel links) 2x1
es: Panel de blindaje pesado 2x1 Base izquierda
fr: Panneau blindage lourd 2x1 base gauche
it: Pannello armatura pesante 2x1, base sinistra
pl_pl: Panel ciężkiego pancerza 2x1 baza lewa
pt_br: Painel de blindagem pesada 2x1 base esquerda
ru: Панель тяжелой обшивки 2x1 (основа, левая)
zh_cn: 重甲面板左后2x1

# DisplayName_Block_Armor2x1SlopedSideTipPanelHeavy
source: Heavy Armor Panel 2x1 Tip Right
de: Schwer gepanzerte Platte (Spitze rechts) 2x1
es: Panel de blindaje pesado 2x1 Punta derecha
fr: Panneau blindage lourd 2x1 bout droite
it: Pannello armatura pesante 2x1, estremità destra
pl_pl: Panel ciężkiego pancerza 2x1 czubek prawy
pt_br: Painel de blindagem pesada 2x1 ponta direita
ru: Панель тяжелой обшивки 2x1 (вершина, правая)
zh_cn: 重甲面板右前2x1

# DisplayName_Block_Armor2x1SlopedSideTipPanelHeavyInv
source: Heavy Armor Panel 2x1 Tip Left
de: Schwer gepanzerte Platte (Spitze links) 2x1
es: Panel de blindaje pesado 2x1 Punta izquierda
fr: Panneau blindage lourd 2x1 bout gauche
it: Pannello armatura pesante 2x1, estremità sinistra
pl_pl: Panel ciężkiego pancerza 2x1 czubek lewy
pt_br: Painel de blindagem pesada 2x1 ponta esquerda
ru: Панель тяжелой обшивки 2x1 (вершина, левая)
zh_cn: 重甲面板左前2x1

# DisplayName_Block_Armor2x1SlopedSideTipPanelLight
source: Light Armor Panel 2x1 Tip Right
de: Leicht gepanzerte Platte (Spitze rechts) 2x1
es: Panel de blindaje ligero 2x1 Punta derecha
fr: Panneau blindage léger 2x1 bout droite
it: Pannello armatura leggera 2x1, estremità destra
pl_pl: Panel lekkiego pancerza 2x1 czubek prawy
pt_br: Painel de blindagem leve 2x1 ponta direita
ru: Панель легкой обшивки 2x1 (вершина, правая)
zh_cn: 轻甲面板右前2x1

# DisplayName_Block_Armor2x1SlopedSideTipPanelLightInv
source: Light Armor Panel 2x1 Tip Left
de: Leicht gepanzerte Platte (Spitze links) 2x1
es: Panel de blindaje ligero 2x1 Punta izquierda
fr: Panneau blindage léger 2x1 bout gauche
it: Pannello armatura leggera 2x1, estremità sinistra
pl_pl: Panel lekkiego pancerza 2x1 czubek lewy
pt_br: Painel de blindagem leve 2x1 ponta esquerda
ru: Панель легкой обшивки 2x1 (вершина, левая)
zh_cn: 轻甲面板左前2x1

# DisplayName_Block_ArmorHalfPanelHeavy
source: Heavy Armor Half Panel
de: Schwer gepanzerte Platte (Hälfte)
es: Medio panel de blindaje pesado
fr: Demi-panneau blindage lourd
it: Mezzo pannello armatura pesante
pl_pl: Panel ciężkiego pancerza połówka
pt_br: Painel de blindagem pesada em metade
ru: Полупанель тяжелой обшивки
zh_cn: 重甲半面板

# DisplayName_Block_ArmorPanelHeavy
source: Heavy Armor Panel
de: Schwer gepanzerte Platte
es: Panel de blindaje pesado
fr: Panneau blindage lourd
it: Pannello armatura pesante
pl_pl: Panel ciężkiego pancerza
pt_br: Painel de blindagem pesada
ru: Панель тяжелой обшивки
zh_cn: 重甲面板

# DisplayName_Block_ArmorSlopedPanelHeavy
source: Heavy Armor Panel Slope
de: Schwer gepanzerte Platte
es: Pendiente de panel de blindaje pesado
fr: Panneau blindage lourd pente
it: Pannello armatura pesante, inclinato
pl_pl: Panel ciężkiego pancerza skos
pt_br: Painel de blindagem pesada inclinada
ru: Панель тяжелой обшивки (скат)
zh_cn: 重甲面板斜

# DisplayName_Block_ArmorSlopedSidePanelHeavy
source: Heavy Armor Panel Side
de: Schwer gepanzerte Platte (Seite)
es: Panel lateral de blindaje pesado
fr: Panneau blindage lourd côté
it: Pannello armatura pesante, laterale
pl_pl: Panel ciężkiego pancerza róg
pt_br: Painel de blindagem pesada lateral
ru: Панель тяжелой обшивки (бок)
zh_cn: 重甲面板侧面

# DisplayName_Block_ArmorHalfSlopedPanelHeavy
source: Heavy Armor Panel Half Slope
de: Schwer gepanzerte Platte (Schräge, Hälfte)
es: Media pendiente de panel de blindaje pesado
fr: Panneau blindage lourd demi-pente
it: Pannello armatura pesante, mezza pendenza
pl_pl: Panel ciężkiego pancerza skos połówka
pt_br: Painel de blindagem pesada em metade inclinada
ru: Панель тяжелой обшивки (полускат)
zh_cn: 重甲半面板斜

# DisplayName_Block_Armor2x1SlopedPanelTipHeavy
source: Heavy Armor Panel 2x1 Slope Tip
de: Schwer gepanzerte Platte (Schräge, Spitze) 2x1
es: Panel de blindaje pesado 2x1 Punta con rampa
fr: Panneau blindage lourd 2x1 bout pente
it: Pannello armatura pesante 2x1, estremità inclinazione
pl_pl: Panel ciężkiego pancerza 2x1 skos czubek
pt_br: Painel de blindagem pesada 2x1 ponta inclinada
ru: Панель тяжелой обшивки 2x1 (вершина, скат)
zh_cn: 重甲面板斜前2x1

# DisplayName_Block_Armor2x1SlopedPanelTipLight
source: Light Armor Panel 2x1 Slope Tip
de: Leicht gepanzerte Platte (Schräge, Spitze) 2x1
es: Panel de blindaje ligero 2x1 Punta con rampa
fr: Panneau blindage léger 2x1 bout pente
it: Pannello armatura leggera 2x1, estremità inclinazione
pl_pl: Panel lekkiego pancerza 2x1 skos czubek
pt_br: Painel de blindagem leve 2x1 ponta inclinada
ru: Панель легкой обшивки 2x1 (вершина, скат)
zh_cn: 轻甲面板斜前2x1
