Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# ContractScreen_Aministration_FailText_TargetContractBlockNotSelected
source: Contract block for item delivery must be selected.
de: Der Vertragsblock an den geliefert werden soll muss ausgewählt werden.
es: El bloque de contrato para el reparto de objetos debe ser seleccionado.
fr: Le bloc de contrat pour la livraison des objets doit être sélectionné.
hu_hu: A cikk-kiszállításhoz ki kell jelölni a szerződésblokkot.
it: Il blocco del contratto per la consegna dell'oggetto deve essere selezionato.
pl_pl: Blok kontraktów do dostarczenia musi być wybrany.
pt_br: O bloco de contrato para entrega de itens deve ser selecionado.
ru: Для доставки должен быть выбран блок контрактов.
zh_cn: 必须选定发送物品的合同方块。

# ContractScreen_Aministration_FailText_TargetGridNotSelected
source: You must select grid to be searched for.
de: Sie müssen die Blockkonstruktion auswählen, nach der gesucht werden soll.
es: Debes seleccionar una estructura para ser buscada.
fr: Vous devez sélectionner la grille à rechercher.
hu_hu: Ki kell jelölnie a keresett objektumot.
it: Devi selezionare la griglia da cercare.
pl_pl: Musisz wybrać strukturę do znalezienia.
pt_br: Você deve selecionar a grid a ser buscada.
ru: Вы должны выбрать структуру для поиска.
zh_cn: 必须选定搜索的网格。

# ContractScreen_Aministration_CreatinResultCaption_NotEnoughFunds
source: Failure
de: Misserfolg
es: Fallido
fr: Échec
hu_hu: Kudarc
it: Insuccesso
pl_pl: Niepowodzenie
pt_br: Falha
ru: Провал
zh_cn: 失败

# ContractScreen_Aministration_CreatinResultText_NotEnoughFunds
source: Contract creation failed. You don't have enough funds to pay reward.
de: Vertragserstellung fehlgeschlagen. Sie haben nicht genug Geld, um eine Belohnung zu zahlen.
es: La creación de contrato ha fallado. No tienes suficientes fondos para pagar la recompensa.
fr: La création du contrat a échoué. Vous n'avez pas assez de fonds pour payer la récompense.
hu_hu: A szerződés létrehozása sikertelen. Nincs elég pénze a jutalom kifizetésére.
it: La creazione del contratto è fallita. Non hai abbastanza fondi per pagare la ricompensa.
pl_pl: Nie udało się utworzyć kontraktu. Nie masz pieniędzy żeby pokryć nagrodę.
pt_br: Falha na criação de contrato. Você não possui fundos para pagar a recompensa.
ru: Создание контракта не удалось. У вас недостаточно средств для выплаты вознаграждения.
zh_cn: 合同创建失败。你没有足够资金支付奖励。

# ContractScreen_Button_CreateContract
source: Create
de: Erstellen
es: Crear
fr: Créer
hu_hu: Létrehoz
it: Crea
pl_pl: Stwórz
pt_br: Criar
ru: Создать
zh_cn: 创建

# ContractScreen_Button_DeleteContract
source: Delete
de: Löschen
es: Borrar
fr: Supprimer
hu_hu: Töröl
it: Elimina
pl_pl: Usuń
pt_br: Excluir
ru: Удалить
zh_cn: 删除

# ContractScreen_Button_RefreshContracts
source: Refresh
de: Aktualisieren
es: Recargar
fr: Rafraîchir
hu_hu: Frissítés
it: Aggiorna
pl_pl: Odśwież
pt_br: Atualizar
ru: Обновить
zh_cn: 刷新

# ContractScreen_Button_SelectBlock
source: Select Block
de: Block auswählen
es: Seleccionar Bloque
fr: Sélectionner le bloc
hu_hu: Blokk kijelölése
it: Seleziona blocco
pl_pl: Wybierz Blok
pt_br: Selecionar bloco
ru: Выбрать блок
zh_cn: 选择方块

# ContractScreen_Button_SelectGrid
source: Select Grid
de: Blockkonstruktion auswählen
es: Seleccionar Estructura
fr: Sélectionner la grille
hu_hu: Objektum kijelölése
it: Seleziona griglia
pl_pl: Wybierz Strukturę
pt_br: Selecionar grid
ru: Выбрать структуру
zh_cn: 选择网格

# ContractScreen_Text_CurrentMoney
source: Account Balance:
de: Kontostand:
es: Saldo de la cuenta:
fr: Solde du compte :
hu_hu: Számla egyenlege:
it: Saldo conto:
pl_pl: Stan Konta:
pt_br: Saldo da conta:
ru: Личный остаток:
zh_cn: 账户余额：

# ContractScreen_Text_Duration
source: Duration [min]:
de: Dauer [min]:
es: Duración [min]:
fr: Durée [min] :
hu_hu: Időtartam [perc]:
it: Durata [min]:
pl_pl: Czas trwania:
pt_br: Duração [min]:
ru: Продолжительность [мин]:
zh_cn: 持续时间：

# ContractScreen_Text_ItemAmount
source: Item amount:
de: Itemanzahl:
es: Cantidad de objeto:
fr: Quantité de l'objet :
hu_hu: Cikk összege:
it: Importo dell'oggetto:
pl_pl: Ilość przedmiotów:
pt_br: Quantidade do item:
ru: Количество:
zh_cn: 物品数量：

# ContractScreen_Text_ItemType
source: Item type:
de: Itemart:
es: Tipo de objeto:
fr: Type d'objet :
hu_hu: Cikk típusa:
it: Tipo di oggetto:
pl_pl: Typ przedmiotów:
pt_br: Tipo de item:
ru: Тип:
zh_cn: 物品类型：

# ContractScreen_Text_MoneyReward
source: Payment:
de: Bezahlung:
es: Pago:
fr: Paiement :
hu_hu: Fizetés:
it: Pagamento:
pl_pl: Zapłata:
pt_br: Pagamento:
ru: Оплата:
zh_cn: 付款：

# ContractScreen_Text_NewContract
source: New Contract
de: Neuer Vertrag
es: Nuevo contrato
fr: Nouveau contrat
hu_hu: Új szerződés
it: Nuovo contratto
pl_pl: Nowy Kontrakt
pt_br: Novo contrato
ru: Новый контракт
zh_cn: 新合同

# ContractScreen_Text_SearchRadius
source: Search radius:
de: Suchradius:
es: Radio de búsqueda:
fr: Rayon de recherche :
hu_hu: Keresési sugár:
it: Cerca raggio:
pl_pl: Zasięg Poszukiwań:
pt_br: Raio de busca:
ru: Радиус поиска:
zh_cn: 搜索半径：

# ContractScreen_Text_StartingDeposit
source: Collateral:
de: Sicherheiten:
es: Depósito en garantía:
fr: Caution :
hu_hu: Biztosíték:
it: Garanzia:
pl_pl: Zabezpieczenie:
pt_br: Garantia:
ru: Залог:
zh_cn: 担保：

# ContractScreen_Text_TargetBlock
source: Target block:
de: Zielblock:
es: Bloque objetivo:
fr: Bloc cible :
hu_hu: Célblokk:
it: Blocco obiettivo:
pl_pl: Blok docelowy:
pt_br: Bloco alvo:
ru: Целевой блок:
zh_cn: 目标方块：

# ContractScreen_Text_TargetGrid
source: Target grid:
de: Zielkonstruktion:
es: Estructura objetivo:
fr: Grille cible :
hu_hu: Célobjektum:
it: Griglia obiettivo:
pl_pl: Struktura docelowa:
pt_br: Grid alvo:
ru: Целевая структура:
zh_cn: 目标网格：

# ContractScreen_Text_Type
source: Type:
de: Art:
es: Tipo:
hu_hu: Típus:
it: Tipo:
pl_pl: Typ:
pt_br: Tipo:
ru: Тип:
zh_cn: 类型：

# Economy_FactionLeader_Formated
source: {0} CEO
fr: PDG {0}
hu_hu: {0} Vezérigazgató
ru: Директор {0}
zh_cn: {0}总裁

# Economy_CharacterSelection
source: Character Inventory
de: Charakter-Inventar
es: Inventario del personaje
fr: Inventaire du personnage
hu_hu: Karakterkészlet
it: Inventario personaggio
pl_pl: Ekwipunek postaci
pt_br: Inventário de personagem
ru: Инвентарь персонажа
zh_cn: 人物库存

# StoreBuy_Error_Caption_WrongOfferPricePerUnit
source: Transaction Failed
de: Transaktion gescheitert
es: Transacción fallida
fr: Échec de la transaction
hu_hu: Sikertelen Tranzakció
it: Transazione fallita
pl_pl: Transakcja nie powiodła się
pt_br: Falha na transação
ru: Перевод не удался
zh_cn: 无法交易

# StoreBuy_Error_Text_WrongOfferPricePerUnit
source: Price per unit is lower than minimum. Minimum is {0}.
de: Der Preis pro Einheit liegt unter dem Mindestpreis. Das Minimum ist {0}.
es: El precio por unidad es más bajo que el mínimo. El mínimo es {0}.
fr: Le prix unitaire est inférieur au minimum. Le minimum est de {0}.
hu_hu: Az egységenkénti ár alacsonyabb, mint a minimum. A minimum {0}.
it: Il prezzo per unità è inferiore al minimo. Il minimo è {0}.
pl_pl: Cena za jednostkę jest poniżej minimum. Minimum to {0}.
pt_br: Preço por unidade menor que o mínimo. O mínimo é {0}.
ru: Цена за единицу ниже минимума. Минимум: {0}.
zh_cn: 单价低于最低价。最低价是{0}。

# Connector_AutoUnlockWarning
source: Your ship will be unlocked in: {0} min {1} s
de: Ihr Schiff wird freigeschaltet in: {0} min {1} s
es: Tu nave se desbloqueará en: {0} min {1} s
fr: Votre vaisseau sera déverrouillé dans : {0} min {1} s
hu_hu: Hajóját feloldják: {0} perc {1} másodperc
it: La tua nave sarà sbloccata in: {0} min {1} s
pl_pl: Twój statek zostanie odblokowany za: {0} min {1}s
pt_br: Sua nave será desbloqueada em: {0} min e {1} s
ru: Ваш корабль будет разблокирован через {0} мин. {1} сек.
zh_cn: 你的飞船会在{0}分{1}秒解锁

# ReputationBat_Tooltip_Friendly
source: Friendly relation From {0} to {1} reputation. Able to interact. Bonus deals. {2}% discount (up to {4}%), {3}% sell bonus (up to {5}%).
de: Freundschaftliche Verhältnisse Reputation von {0} zu {1}. Interaktion möglich. Sonderangebote. mindestens {2}% Rabatt (bis zu {4}%), mindestens {3}% Verkaufsbonus (bis zu {5}%).
es: Relación amistosa De {0} a {1} de reputación. Puede interactuar. Ofertas de bonus. {2}% de descuento (hasta {4}%), {3}% bonus de venta (hasta {5}%).
fr: Relations amicales De {0} à {1} réputation. Peut intéragir. Offres bonus. {2} % de réduction (jusqu'à {4} %), bonus de vente de {3} % (jusqu'à {5} %).
hu_hu: Barátságos kapcsolat Hír {0} tól {1} nek. Lehetséges az együttműködés. Bónusz ajánlatok. {2}% kedvezmény (akár {4}%), {3}% eladási bónusz (akár {5}%).
it: Relazione amichevole Da {0} a {1} reputazione. In grado di interagire. Offerte bonus. {2}% sconto (fino a {4}%), {3}% vendi bonus (fino a {5}%).
pl_pl: Przyjazny stosunek Od {0} do {1} reputacji. Możliwość interakcji. Bonusowe oferty. {2}% zniżki (do {4}%), {3}% bonusu do sprzedaży (do {5}%).
pt_br: Relação amigável De {0} a {1} de reputação. Apto a interagir. Ofertas de bônus. {2}% de desconto (até {4}%), {3}% de bônus de venda (até {5}%).
ru: Дружественное отношение. От {0} до {1} репутации. Можно взаимодействовать. Бонусные предложения. {2}% скидка (до {4}%), {3}% наценка продажи (до {5}%).
zh_cn: 友好关系 从{0}到{1}声誉。 能互动。奖金交易。 {2}%折扣（可达{4}%），{3}%卖奖金（可达{5}%）

# ReputationBat_Tooltip_Hostile
source: Hostile relation From {0} to {1} reputation. Unable to interact, attacked on sight.
de: Feindliche Verhältnisse Reputation von {0} zu {1}. Interaktion nicht möglich, Angriff bei Sichtkontakt.
es: Relación hostil De{0} a {1} de reputación. No puede interactuar, es atacado apenas visto.
fr: Relations hostiles. De {0} à {1} réputation. Impossible d'intéragir, attaqué à vue.
hu_hu: Ellenséges kapcsolat Hír {0} tól {1} nek. Nincs együttműködés, megtámadlak ha meglátlak.
it: Relazione ostile Da {0} a {1} reputazione Non in grado di interagire, attaccato a vista.
pl_pl: Wrogi stosunek Od {0} do {1} reputacji. Nie można wchodzić w interakcje, atakuje po zauważeniu.
pt_br: Relação hostil De {0} a {1}de reputação. Inapto a interagir, atacado sem aviso.
ru: Вражеское отношение. От {0} до {1} репутации. Нельзя взаимодействовать, открывают огонь на поражение.
zh_cn: 敌对关系 从{0}到{1}声誉。 能对接，无法互动，见面就攻击。

# ReputationBat_Tooltip_Neutral
source: Neutral relation From {0} to {1} reputation. Able to interact.
de: Neutrale Verhältnisse Reputation von {0} zu {1}. Interaktion möglich.
es: Relación neutral De {0} a {1} de reputación. Puede interactuar.
fr: Relations neutres De {0} à {1} réputation. Peut intéragir.
hu_hu: Semleges kapcsolat {0} tól {1} nek. Lehetséges az együttműködés.
it: Relazione neutrale Da {0} a {1} reputazione. In grado di interagire.
pl_pl: Neutralny stosunek Od {0} do {1} reputacja. Możliwość interakcji.
pt_br: Relação neutra De {0} a {1} de reputação. Apto a interagir.
ru: Нейтральное отношение. От {0} до {1} репутации. Можно взаимодействовать.
zh_cn: 中性关系 从{0}到{1}声誉。 能互动。

# ContractScreen_Escort_Description_3
source: One of our transports is experiencing technical difficulties and some vultures seemed to have taken notice. Go out there and protect the transport. Make them think twice. You will be rewarded based on how well you performed.
de: Bei einem unserer Transporte gibt es technische Schwierigkeiten, und ein paar Geier haben scheinbar davon Notiz genommen. Begeben Sie sich dorthin und schützen Sie den Transport. Sorgen Sie dafür, dass Sie sich beim nächsten Mal lieber zweimal überlegen sich mit uns anzulegen. Sie werden auf Grundlage Ihrer Leistung belohnt.
es: Uno de los transportes está experimentando dificultados técnicas y algunos buitres parecen haberse dado cuenta. Ve ahí y protege el transporte. Que se lo piensen dos veces. Serás recompensado según lo bien que lo hagas.
fr: L'un de nos transports connaît des difficultés techniques et certains vautours semblent l'avoir remarqué. Allez protéger le transport. Faites-les réfléchir à deux fois. Vous serez récompensé en fonction de vos performances.
hu_hu: Az egyik szállítóhajónk technikai nehézségekkel küzd, és úgy tűnt, néhány keselyű észrevette. Menjen oda és védje meg a szállítóhajót. Kényszerítse őket, hogy kétszer is meggondolják. Attól függően jutalmazzák, hogy milyen jól teljesített.
it: Uno dei nostri trasporti sta incontrando difficoltà tecniche e alcuni avvoltoi sembrano averne preso atto. Vai là fuori e proteggi il trasporto. Fai in modo che ci pensino due volte. Sarai ricompensato in base a come ti sei comportato.
pl_pl: Jeden z naszych transportów ma problemy techniczne i wydaje się, że niektóre piraci zwrócili na to uwagę. Udaj się tam i ochroń go. Następnym razem zastanowią się dwa razy. Nagroda będzie zależna od wyniku Twojej pracy.
pt_br: Um dos nossos transportes está enfrentando dificuldades técnicas e alguns abutres parecem já ter notado. Dirija-se até lá e proteja o transporte. Faça com que pensem duas vezes. Você será recompensado de acordo com seu desempenho.
ru: Один из наших транспортов испытывает технические неполадки и какие-то стервятники это заметили. Отправляйтесь и защитите транспорт. Заставьте их в следующий раз подумать дважды. Ваша работа будет оплачена в зависимости от вашей производительности.
zh_cn: 有一个运输机出现技术故障,某些坏人好像盯上了它。 去那保护它。让他们再三考虑。干得好，你会得到丰富的报酬。

# ContractScreen_ObtainDeliver_Description_3
source: Some of our stock has not been able to keep up with demand. Help us resupply and you will be paid a fair price.
de: Helfen Sie uns, unsere Vorräte wieder aufzufüllen, und Sie werden angemessen vergütet werden.
es: Algunas cosas de nuestro stock no ha podido satisfacer la demanda. Ayúdanos a reabastecernos y se te pagará un precio justo.
fr: Une partie de notre stock n'a pas pu répondre à la demande. Aidez-nous à nous réapprovisionner et vous serez payé un prix équitable.
hu_hu: Készletünk egy része nem volt képes lépést tartani a kereslettel. Segítsen nekünk az ellátásban, és tisztességes árat fizetnek Önnek.
it: Alcuni dei nostri stock non sono stati in grado di tenere il passo con la domanda. Aiutati a rifornirci e ti sarà pagato un prezzo equo.
pl_pl: Część naszych dostawców nie była w stanie nadążyć za popytem. Pomóż nam uzupełnić zapasy, a dostaniesz uczciwą zapłatę.
pt_br: Parece que parte do nosso estoque não acompanhou a demanda. Ajude-nos a reabastecer e você receberá um valor justo.
ru: Кое-какие наши поставки не смогли справиться со спросом. Помогите нам устранить нехватку и вы будете справедливо вознаграждены.
zh_cn: 一些库存无法满足需求。 帮助我们重新供应，你会得到相应报酬。

# ContractScreen_ObtainDeliver_Description_4
source: We have several buyers interested in products not currently available to us. Help find these products and you will receive a sizeable cut.
de: Wir haben mehrere Käufer, die an Produkten interessiert sind, die uns derzeit nicht zur Verfügung stehen. Helfen Sie uns diese Produkte zu finden, und Sie erhalten einen fairen Anteil vom Gewinn.
es: Tenemos bastantes compradores interesados en productos que no tenemos disponibles actualmente. Ayúdanos a encontrar esos productos y recibirás una buena tajada.
fr: Nous avons plusieurs acheteurs intéressés par des produits dont nous ne disposons pas actuellement. Aidez-nous à trouver ces produits et vous recevrez une part non négligeable.
hu_hu: Számos olyan vásárlónk van, akik olyan termékek iránt érdeklődnek, amelyek jelenleg nem érhetők el számunkra. Segítsen megtalálni ezeket a termékeket, és nagyot szakíthat.
it: Abbiamo diversi acquirenti interessati a prodotti che non sono attualmente disponibili per noi. Aiutaci a trovare questi prodotti e riceverai una parte consistente.
pl_pl: Mamy kilku nabywców zainteresowanych produktami, które obecnie nie posiadamy. Pomóż znaleźć te produkty, a otrzymasz część naszej zapłaty.
pt_br: Temos vários compradores interessados em produtos que não temos disponíveis. Ajude-nos a encontrar esses produtos e você receberá uma fatia considerável.
ru: У нас есть несколько покупателей, заинтересованных в продуктах, которых у нас нет в наличии. Помогите найти эти продукты и вы получите долю от продаж.
zh_cn: 我们有好几个买家对你多个产品有兴趣，可是没法供应。 帮助找到这些产品，你会得到丰厚的报酬。

# ContractScreen_ObtainDeliver_Description_5
source: These commodities have been in high demand lately and we are running low. Interested in helping out? You will be adequately compensated.
de: Diese Ware war in letzter Zeit sehr gefragt, und wir haben nur noch wenig davon. Sind Sie daran interessiert, uns zu helfen? Sie werden angemessen entschädigt.
es: Estos productos han tenido una alta demanda últimamente y se nos están agotando. ¿Te interesa ayudarnos? Serás adecuadamente recompensado.
fr: Ces produits de base ont été très demandés ces derniers temps et nous sommes à court. Vous souhaitez nous aider ? Vous serez rémunéré de manière adéquate.
hu_hu: Ezek az áruk nagy a kereslet az utóbbi időben, és mi készletünk fogytán van. Szeretne segíteni? Megfelelő kompenzálásban részesül.
it: Queste materie prime sono state molto richieste ultimamente e siamo in esaurimento. Sei interessato a dare una mano? Sarai adeguatamente ricompensato.
pl_pl: Na te towary ostatnio jest duży popyt, a my nie mamy ich prawie wcale. Chcesz pomóc? Otrzymasz odpowiednią zapłatę.
pt_br: Essas commodities estão em alta ultimamente, mas estamos com o estoque baixo. Interessado em nos ajudar? Você será compensado adequadamente.
ru: Эти товары были под большим спросом в последнее время и у нас кончаются их запасы. Заинтересованы в помощи? Ваши старания будут компенсированы.
zh_cn: 这些商品的需求量近期很高，我们快卖完了。 想帮助我们吗？你会得到丰厚的报酬。

# Datapad_Station_GPS_Content_0
source: I happen to know a guy who knows a guy with some good deals. The real quality stuff you know? But it doesn't look like I will be getting anywhere near this place to profit from these deals so I will sell you the data if you are interested.
de: Ich kenne da zufällig jemanden, der jemanden kennt, der ein paar gute Sachen im Angebot hat. Richtig gutes Zeug, weißt du? Aber es sieht nicht so aus, als käme ich auch nur in die Nähe dieses Ortes, um auch von diesen Geschäften zu profitieren zu können, also werde ich dir die Informationen verkaufen, falls du daran interessiert bist.
es: Conozco a un tío que conoce a otro tío que tiene algunas ofertas interesantes. Cosas de verdadera calidad, ¿sabes? Pero no parece que vaya a lograr llegar ni cerca de este lugar para beneficiarme de estas ofertas, por lo que te venderé los datos si te interesa.
fr: Il se trouve que je connais un type qui connaît un type avec de bonnes affaires. La vraie qualité que vous voyez ? Mais il semble que je ne m'approcherai pas de cet endroit pour profiter de ces affaires, alors je vous vendrai les données si vous êtes intéressé.
hu_hu: Véletlen ismerek egy srácot, aki ismer egy srácot néhány jó üzlettel. Igazi minőségi cucc. Érted? De nem úgy tűnik, hogy eljutok erre a helyre, hogy profitálni tudjak ezekből az ügyletekből, így ha érdekel, eladom neked az adatokat.
it: Si dà il caso che conosca un tizio che ne conosce un altro con cui si fanno buoni affari. La vera roba di qualità la conosci? Ma non mi avvicinerò a questo posto per trarre profitto da questi affari, quindi ti venderò i dati se sei interessato.
pl_pl: Tak się składa, że znam faceta, który zna faceta z dobrymi okazjami. Prawdziwie wysokiej jakości rzeczy. Ale nie wygląda na to, że będę w pobliżu tego miejsca, aby skorzystać z jego ofert, więc mogę sprzedać dane z jego lokalizacjom.
pt_br: Por acaso eu conheço um cara que conhece um cara que tem uns negócios interessantes. É coisa de qualidade, sabe? Mas parece que não vou poder ir para aqueles lados para lucrar com esse lance, então vou te vender os dados, se interessar.
ru: Так уж случилось, что я знаю чувака, который знает парня с хорошими предложениями. Отличный товар, смекаешь? Но похоже мне не суждено оказаться в тех окрестностях, чтобы заиметь хоть какую-то прибыль, поэтому я просто продам вам эти координаты, если интересно.
zh_cn: 我碰巧认得一个人他认识一个人生意做的很好。真正的好家伙，你知道吗？ 但是好像我没法去那，所以我想还是把这些信息卖给你。

# Datapad_Station_GPS_Content_1
source: A friend of mine who works on a remote station called in saying he has some contracts ready. They pay a good amount so if you are looking for a job then that's the place to go. Good luck!
de: Ein Freund von mir, der auf einer entfernten Station arbeitet, hat mich gerade angerufen und gesagt, er hätte einige Aufträge zu vergeben. Sie zahlen eine gute Summe, wenn Sie also auf der Suche nach einem Job sind, dann sind Sie dort richtig. Viel Glück!
es: Un amigo que trabaja en una estación remota me ha llamado para contarme que tiene algunos contratos preparados. Pagan una buena cantidad así que, si estás buscando un trabajo, no hay mejor opción que ir allí. ¡Buena suerte!
fr: Un de mes amis qui travaille sur une station éloignée m'a appelé pour me dire qu'il avait des contrats prêts. Ils paient bien donc si vous cherchez un emploi, c'est là qu'il faut aller. Bonne chance !
hu_hu: Egy barátom, aki egy távoli állomáson dolgozik, azt mondta, hogy van néhány szerződése. Jó összeget fizetnek, így ha munkát keres, akkor ez az a hely, ahová menni kell. Sok szerencsét!
it: Un mio amico che lavora in una stazione remota mi ha chiamato dicendo che ha dei contratti pronti. Pagano una buona somma, quindi se stai cercando un lavoro, questo è il posto dove andare. Buona fortuna!
pl_pl: Mój przyjaciel, który pracuje na odległej stacji, zadzwonił i powiedział, że ma gotowe kontrakty. Płaci niezłą sumę, więc jeśli szukasz pracy, to właśnie jego szukasz. Powodzenia!
pt_br: Um amigo meu que trabalha em uma estação remota me ligou dizendo que está com uns contratos prontos. Eles pagam bem, então, se estiver procurando por trabalho, esse é o lugar. Boa sorte!
ru: Мой работающий на удаленной станции приятель звонил и передавал что у них есть несколько доступных контрактов. Они неплохо платят, так что если вы ищите работу, то это место для вас. Удачи!
zh_cn: 我有一个朋友，在很偏远的基地工作，来找我说想签一些合同。 他们出价很高，如果你想找工作，你可以去。祝你好运！

# Datapad_Station_GPS_Content_2
source: So you are looking for more jobs or trade? Sure we can sort you out. Take a look at this place. It is a bit remote but rumor goes that pilots find good opportunities here.
de: Sie sind also auf der Suche nach mehr Aufträgen oder Möglichkeiten Handel zu betreiben? Sicherlich können wir Ihnen weiterhelfen. Schauen Sie sich diesen Ort an. Er ist etwas abgelegen, aber nach dem was man hört, erschließen sich Piloten hier gute Möglichkeiten.
es: ¿Así que estás buscando más trabajos o intercambios? Seguro que lo podemos resolver. Échale un vistazo a este lugar. Es un poco remoto pero dicen que los pilotos encuentran buenas oportunidades allí.
fr: Alors, vous recherchez plus de jobs ou de commerce ? Bien sûr, nous pouvons vous aider. Jetez un coup d’œil à cet endroit. C'est un peu isolé mais la rumeur dit que les pilotes y trouvent de bonnes opportunités.
hu_hu: Szóval több munkát vagy kereskedelmet keres? Persze eltudjuk intézni Önnek. Vessen egy pillantást erre a helyre. Ez egy kicsit távoli, de a pletykák szerint a pilóták jó lehetőségeket találnak itt.
it: Dunque sei alla ricerca di altri posti di lavoro o di una compravendita? Certo che possiamo risolverti il problema. Dai un'occhiata a questo posto. È un po' remoto, ma si dice che qui i piloti trovino buone opportunità.
pl_pl: Więc szukasz więcej miejsc do pracy czy handlu? Pewnie, że pomożemy. Odwiedź to miejsce. Jest trochę odległe, ale chodzą pogłoski, że można znaleźć tu dobre okazje.
pt_br: Então você está procurando por trabalho ou negócios? Com certeza podemos aproveitar você. Dê só uma olhada neste lugar. É um pouco remoto, mas há rumores de que os pilotos encontram boas oportunidades por aqui.
ru: Так что, ищите хотите еще поработать или поторговать? Можно организовать. Проверьте это место. Чуть далековато, но ходят слухи, пилоты находили там неплохую работенку.
zh_cn: 你在找工作或者想做生意吗？我们可以帮你。 看看这个地方。虽说有点偏远，但是有据说说飞行员能大有机遇。
