Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# ScreenSteamAndModIoConsent_ConsentTextPart2
source: • {0} User online ID • Display name • Avatar
de: • {0} Online-ID • Anzeigename • Avatar
es: • {0} ID online • Nombre para visualización • Avatar
fr: • {0} ID en ligne • Pseudo • Avatar
it: • ID oline {0} • Nome visualizzato • Avatar
pl_pl: • {0} User ID • Wyświetlana nazwa • Awatar
pt_br: • {0} ID online • Nome de exibição • Avatar
ru: • {0} сетевой идентификатор • Отображаемое имя • Аватар
zh_cn: • {0} 在线ID • 显示名称 • 虚拟形象

# ScreenModIoConsent_ConsentTextPart3
source: You agree that your display name, avatar and content will be shared through the mod.io API and website which may be publicly accessible. You can manage your mod.io account and opt out any time via mod.io.
de: Sie erklären sich damit einverstanden, dass Ihr Anzeigename, Ihr Avatar und von Ihnen geteilte Inhalte über die mod.io-API und die Website, die öffentlich zugänglich sein kann, weitergegeben werden. Sie können diese Einwilligung jederzeit in den Einstellungen Ihres mod.io-Kontos widerrufen.
es: Aceptas que tu nombre para visualización, tu avatar y tu contenido se compartirán a través de la API de mod.io y su sitio web, los cuales podrían estar accesibles al público. Puedes gestionar tu cuenta mod.io y optar por excluirte en cualquier momento desde mod.io.
fr: Vous acceptez que votre pseudo, votre avatar et votre contenu soient partagés par le biais de l'API mod.io et du site web qui peut être accessible au public. Vous pouvez gérer votre compte mod.io et vous désengager à tout moment via mod.io.
hu_hu: Ön elfogadja, hogy a mod.io API-n megjelenítjük nevét, avatarját, megosztásai tartalmát, és azt olyan weboldalon keresztül osztjuk meg, amely nyilvánosan elérhető lehet. A mod.io-fiókját bármikor kezelheti, és leiratkozhat.
it: L'utente accetta che il suo nome visualizzato, l'avatar e i contenuti siano condivisi attraverso l'API mod.io e il sito web che può essere accessibile al pubblico. L'utente può gestire il proprio account mod.io e disconnettersi in qualsiasi momento tramite mod.io.
pl_pl: Zgadzasz się na publicznie wyświetlanie twojej nazwy, awatara oraz treści, którą udostępnisz poprzez mod.io API oraz stronę. W każdej chwili możesz zażądać twoim kontem na stronie mod.io.
pt_br: Você aceita que o seu nome de exibição, avatar e conteúdo seja compartilhado na API do mod.io e no site, que podem ser acessíveis publicamente. Você pode gerenciar sua conta do mod.io e desabilitar essas opções a qualquer momento no mod.io.
ru: Вы соглашаетесь с тем, что отображаемое имя, аватар и контент будут передаваться через API-интерфейс mod.io и веб-сайт, который может быть общедоступным. Управлять учетной записью mod.io и отозвать согласие можно в любой момент на сайте mod.io.
zh_cn: 您同意您的显示名称、虚拟形象和内容将通过mod.io API和网站共享，公众可以获取此信息。您可以管理自己的 mod.io 帐户并随时通过 mod.io 选择退出。

# ScreenSteamAndModIoConsent_ConsentTextPart3
source: You agree that your display name, avatar and content will be shared through the mod.io API and website which may be publicly accessible. You can manage your mod.io account and opt out any time via mod.io.
de: Sie erklären sich damit einverstanden, dass Ihr Anzeigename, Ihr Avatar und von Ihnen geteilte Inhalte über die mod.io-API und die Website, die öffentlich zugänglich sein kann, weitergegeben werden. Sie können diese Einwilligung jederzeit in den Einstellungen Ihres mod.io-Kontos widerrufen.
es: Aceptas que tu nombre para visualización, tu avatar y tu contenido se compartirán a través de la API de mod.io y su sitio web, los cuales podrían estar accesibles al público. Puedes gestionar tu cuenta mod.io y optar por excluirte en cualquier momento desde mod.io.
fr: Vous acceptez que votre pseudo, votre avatar et votre contenu soient partagés par le biais de l'API mod.io et du site Web qui peut être accessible au public. Vous pouvez gérer votre compte mod.io et vous désengager à tout moment via mod.io.
it: L'utente accetta che il suo nome visualizzato, l'avatar e i contenuti siano condivisi attraverso l'API mod.io e il sito web che può essere accessibile al pubblico. L'utente può gestire il proprio account mod.io e disconnettersi in qualsiasi momento tramite mod.io.
pl_pl: Zgadzasz się na publicznie wyświetlanie twojej nazwy, awatara oraz treści, którą udostępnisz poprzez mod.io API oraz stronę. W każdej chwili możesz zażądać twoim kontem na stronie mod.io.
pt_br: Você aceita que o seu nome de exibição, avatar e conteúdo seja compartilhado na API do mod.io e no site, que podem ser acessíveis publicamente. Você pode gerenciar sua conta do mod.io e desabilitar essas opções a qualquer momento no mod.io.
ru: Вы соглашаетесь с тем, что отображаемое имя, аватар и контент будут передаваться через API-интерфейс mod.io и веб-сайт, который может быть общедоступным. Управлять учетной записью mod.io и отозвать согласие можно в любой момент на сайте mod.io.
zh_cn: 您同意您的显示名称、虚拟形象和内容将通过mod.io API和网站共享，公众可以获取此信息。您可以管理自己的 mod.io 帐户并随时通过 mod.io 选择退出。

# ScreenModIoConsent_LabelReadTOU
source: Please read Terms of Use and accept them.
de: Bitte lesen Sie die Nutzungsbedingungen und stimmen Sie ihnen zu.
es: Lee los Términos de uso y acéptalos.
fr: Veuillez lire les conditions d'utilisation et les accepter.
it: Leggere i Termini di utilizzo e di accettarli.
pl_pl: Proszę przeczytać i zaakceptować Warunki Korzystania.
pt_br: Leia os Termos de Uso e aceite-os.
ru: Прочтите Условия использования и примите их.
zh_cn: 请阅读《使用条款》并接受。

# DisplayName_Block_GratedCatwalkRailingEnd
source: Grated Catwalk End
de: Gitter-Laufsteg (Endstück)
es: Fin de pasarela con rejilla
fr: Passerelle grillagée fin
hu_hu: Rácsos Palló Vég
it: Fine passerella con grata
pl_pl: Kratowany Pomost Koniec
pt_br: Ponta de passarela com grade
ru: Решетчатый мостик (конец)
zh_cn: 格栅式过道末端

# DisplayName_Block_GratedCatwalkRailingHalfLeft
source: Grated Catwalk Half Left
de: Gitter-Laufsteg (Treppenöffnung links)
es: Media izquierda de pasarela con rejilla
fr: Demi-passerelle grillagée gauche
hu_hu: Rácsos Palló Bal Fél
it: Mezza passerella con grata sinistra
pl_pl: Kratowany Pomost Koniec Barierka Lewa
pt_br: Passarela com grade parcial esquerda
ru: Решетчатый мостик (половина, левая)
zh_cn: 格栅式过道 - 左半部分

# DisplayName_Block_GratedCatwalkRailingHalfRight
source: Grated Catwalk Half Right
de: Gitter-Laufsteg (Treppenöffnung rechts)
es: Media derecha de pasarela con rejilla
fr: Demi-passerelle grillagée droite
hu_hu: Rácsos Palló Jobb Fél
it: Mezza passerella con grata destra
pl_pl: Kratowany Pomost Koniec Barierka Prawa
pt_br: Passarela com grade parcial direita
ru: Решетчатый мостик (половина, правая)
zh_cn: 格栅式过道 - 右半部分

# DisplayName_Block_GratedHalfStairsMirrored
source: Grated Half Stairs Mirrored
de: Gittertreppe (schmal inv.)
es: Medias escaleras con rejillas espejadas
fr: Demi-escaliers grillagés miroir
hu_hu: Rácsos Fél lépcső Tükrözött
it: Mezze scale con grata a specchio
pl_pl: Kratowane Schody Połowa Odwrócone
pt_br: Passarela com grade escada espelhada
ru: Половинная решетчатая лестница (отраженная)
zh_cn: 镜像的格栅式半楼梯

# DisplayName_Block_RailingHalfLeft
source: Railing Half Left
de: Linke Geländerhälfte
es: Media izquierda de riel
fr: Demi-garde-corps gauche
hu_hu: Korlát Fél Bal
it: Mezzo Parapetto a sinistra
pl_pl: Barierki Połówka Lewa
pt_br: Trilho parcial esquerdo
ru: Перила (половина, левая)
zh_cn: 护栏 - 左半部分

# DisplayName_Block_RailingHalfRight
source: Railing Half Right
de: Rechte Geländerhälfte
es: Media derecha de riel
fr: Demi-garde-corps droit
hu_hu: Korlát Fél Jobb
it: Mezzo Parapetto a destra
pl_pl: Barierki Połówka Prawa
pt_br: Trilho parcial direito
ru: Перила (половина, правая)
zh_cn: 护栏 - 右半部分

# Description_ControlSeat
source: The control seat is a cockpit block for small and large grids that allows you to control grids. It is highly comfortable but does not supply oxygen.
de: Der Steuersitz ist ein Cockpitblock für kleine und große Blockkonstruktionen, mit dem Sie diese steuern können. Er ist sehr bequem, liefert aber keinen Sauerstoff.
es: El asiento de control es un bloque de cabina para estructuras pequeñas y grandes, que te permite controlar estructuras. Es muy cómodo, pero no cuenta con suministro de oxígeno.
fr: Le siège de contrôle est un bloc de cockpit pour les petites et grandes grilles qui permet de contrôler les grilles. Il est très confortable mais ne fournit pas d'oxygène.
hu_hu: A vezérlő ülés egy pilótafülke-blokk kis és nagy objektumokhoz, amely lehetővé teszi az objektum vezérlését. Nagyon kényelmes, de nem szolgáltat oxigént.
it: Il sedile di controllo è un blocco cabina di pilotaggio per piccole e grandi griglie che ti permette di controllare le griglie. È molto confortevole ma non fornisce ossigeno.
pl_pl: Fotel kontroli to blok kokpitu dla małych i dużych struktur, który pozwala na kontrolowanie ich. Jest bardzo wygodny ale nie wyposażony w tlen.
pt_br: O assento de controle é um bloco de cabine para grids grandes e pequenas que permite controlar as grids. É bastante confortável, mas não fornece oxigênio.
ru: Кресло пилота — блок кокпита для малых и больших структур, который позволяет ими управлять. Очень удобное, но не обеспечивает подачу кислорода.
zh_cn: 控制座椅是适用于大型和小型网格的驾驶舱方块，允许你控制网格。非常舒适，但不能供应氧气。

# DisplayName_Block_AntennaDish
source: Antenna Dish
de: Antennenschüssel
es: Antena parabólica
fr: Parabole
hu_hu: Antenna tányér
it: Disco antenna
pl_pl: Antena talerzowa
pt_br: Antena parabólica
ru: Тарелка антенны
zh_cn: 天线

# DisplayName_Block_DeadBody01
source: Dead Engineer 1
de: Toter Ingenieur 1
es: Ingeniero muerto 1
fr: Ingénieur mort 1
hu_hu: Halott mérnök 1
it: Ingegnere morto 1
pl_pl: Martwy Inżynier 1
pt_br: Engenheiro morto 1
ru: Мертвый инженер 1
zh_cn: 死亡的工程师1

# DisplayName_Block_DeadBody02
source: Dead Engineer 2
de: Toter Ingenieur 2
es: Ingeniero muerto 2
fr: Ingénieur mort 2
hu_hu: Halott mérnök 2
it: Ingegnere morto 2
pl_pl: Martwy Inżynier 2
pt_br: Engenheiro morto 2
ru: Мертвый инженер 2
zh_cn: 死亡的工程师2

# DisplayName_Block_DeadBody03
source: Dead Engineer 3
de: Toter Ingenieur 3
es: Ingeniero muerto 3
fr: Ingénieur mort 3
hu_hu: Halott mérnök 3
it: Ingegnere morto 3
pl_pl: Martwy Inżynier 3
pt_br: Engenheiro morto 3
ru: Мертвый инженер 3
zh_cn: 死亡的工程师3

# DisplayName_Block_DeadBody04
source: Dead Engineer 4
de: Toter Ingenieur 4
es: Ingeniero muerto 4
fr: Ingénieur mort 4
hu_hu: Halott mérnök 4
it: Ingegnere morto 4
pl_pl: Martwy Inżynier 4
pt_br: Engenheiro morto 4
ru: Мертвый инженер 4
zh_cn: 死亡的工程师4

# DisplayName_Block_DeadBody05
source: Dead Engineer 5
de: Toter Ingenieur 5
es: Ingeniero muerto 5
fr: Ingénieur mort 5
hu_hu: Halott mérnök 5
it: Ingegnere morto 5
pl_pl: Martwy Inżynier 5
pt_br: Engenheiro morto 5
ru: Мертвый инженер 5
zh_cn: 死亡的工程师5

# DisplayName_Block_DeadBody06
source: Dead Engineer 6
de: Toter Ingenieur 6
es: Ingeniero muerto 6
fr: Ingénieur mort 6
hu_hu: Halott mérnök 6
it: Ingegnere morto 6
pl_pl: Martwy Inżynier 6
pt_br: Engenheiro morto 6
ru: Мертвый инженер 6
zh_cn: 死亡的工程师6

# Description_BlockGroup_DeadBodies
source: The remains of unfortunate engineers. They can contain loot for others to find.
de: Die Überreste bedauernswerter Ingenieure. Es können sich Items bei ihnen befinden, die aufgenommen werden können.
es: Los restos de ingenieros desafortunados. Contienen botín para que otros encuentren.
fr: Les restes d'ingénieurs malheureux. Peuvent contenir du butin.
hu_hu: Szerencsétlen mérnökök maradványai. Tartalmazhatnak zsákmányt mások számára.
it: I resti di sfortunati ingegneri. Possono contenere bottino che altri possono trovare.
pl_pl: Szczątki pechowych inżynierów. Mogą zawierać łupy, które inni chętnie znajdą.
pt_br: Os restos de pobres engenheiros. É possível ter itens que outros podem encontrar.
ru: Останки потерпевших неудачу инженеров. Если их обыскать, можно найти что-нибудь полезное.
zh_cn: 不幸遇难的工程师的遗体。其他人可以从遗体中找到遗物。

# DisplayName_BlockGroup_DeadBodies
source: Dead Engineers
de: Tote Ingenieure
es: Ingenieros muertos
fr: Ingénieurs morts
hu_hu: Halott Mérnökök
it: Ingegneri morti
pl_pl: Zwłoki Inżynierów
pt_br: Engenheiros mortos
ru: Мертвые инженеры
zh_cn: 死亡的工程师

# Description_DeadEngineer
source: The remains of an unfortunate engineer.
de: Die Überreste eines bedauernswerten Ingenieurs.
es: Los restos de un ingeniero desafortunado.
fr: Les restes d'un ingénieur malheureux
hu_hu: Egy szerencsétlen mérnök maradványai.
it: I resti di un ingegnere sfortunato.
pl_pl: Szczątki pechowego inżyniera.
pt_br: Os restos de pobres engenheiros.
ru: Останки потерпевшего неудачу инженера.
zh_cn: 不幸遇难的工程师的遗体。

# Description_Gate
source: Gates are large reinforced doors for hallways, entrances, or small hangars. Gates are also air-tight and capable of keeping atmosphere inside.
de: Tore sind große verstärkte Türen für Flure, Eingänge oder kleine Hangars. Tore sind luftdicht und können die Atmosphäre im Inneren erhalten.
es: Los portones son puertas reforzadas para pasillos, entradas o pequeños hangares. Los portones también son herméticos y capaces de mantener la atmósfera interior.
fr: Les portes sont de grandes portes renforcées pour les couloirs, les entrées ou les petits hangars. Les portes sont également étanches à l'air et capables de maintenir l'atmosphère à l'intérieur.
hu_hu: A kapuk nagy, megerősített ajtók a folyosókhoz, bejáratokhoz vagy kis hangárokhoz. A kapuk légmentesen záródnak és képesek a légkörben belül tartani.
it: I cancelli sono grandi porte rinforzate per corridoi, ingressi o piccoli hangar. I cancelli sono anche a tenuta d'aria e in grado di mantenere l'atmosfera all'interno.
pl_pl: Bramy są dużymi, wzmocnionymi drzwiami do korytarzy, wejść lub małych hangarów. Są one również hermetyczne oraz zdolne do utrzymywania wewnątrz atmosfery.
pt_br: Portões são portas grandes e reforçadas para corredores, entradas ou pequenos hangares. Os portões também são herméticos e capazes de manter a atmosfera interna.
ru: Ворота — это большие усиленные двери для коридоров, входов и небольших ангаров. Они герметичны, поэтому не допускают утечку воздуха.
zh_cn: 门是适用于过道、入口或小型机库的大强化门。门也是气密的，能够保持内部空气。

# DisplayName_Block_Gate
source: Gate
de: Tor
es: Portón
fr: Porte
hu_hu: Kapu
it: Cancello
pl_pl: Brama
pt_br: Portão
ru: Ворота
zh_cn: 门

# DisplayName_Block_OffsetDoor
source: Offset Door
de: Versetzte Tür
es: Puerta de desfase
fr: Porte décalée
hu_hu: Tolóajtó
it: Porta sfalsata
pl_pl: Drzwi odsunięte
pt_br: Porta lateral
ru: Сдвижная дверь
zh_cn: 移门

# Description_SciFiWall
source: Sci-Fi Walls have 6 different sides that can be used to improve your interior design.
de: Sci-Fi – Wände haben 6 verschiedene Seiten, die zur Optimierung Ihrer Inneneinrichtung verwendet werden können.
es: Las paredes de ciencia ficción tienen 6 lados distintos que pueden usarse para mejorar tu diseño del interior.
fr: Les murs sci-fi ont 6 côtés différents pour améliorer votre design intérieur.
hu_hu: A Sci-Fi falaknak 6 különböző oldala van, amelyek felhasználhatók belsőépítészetének javítására.
it: Le pareti Sci-Fi hanno 6 diversi lati che possono essere utilizzati per migliorare il tuo design d'interni.
pl_pl: Ściany SF mają 6 różnych stron, które można wykorzystać do poprawy wystroju wnętrza.
pt_br: Paredes Sci-Fi têm seis lados diferentes que podem ser usados para melhorar o design interno.
ru: У научно-фантастических стен шесть разных сторон, которые можно использовать для украшения интерьера.
zh_cn: 科幻墙有6个不同的侧面，可以用来改善你的室内设计。

# DisplayName_BlockGroup_LCDGroupSOTF
source: Very Large LCD Panels from the Sparks Of the Future pack.
de: Sehr große LCD-Bildschirme aus dem Zusatzinhaltspaket „Sparks Of the Future“.
es: Paneles LCD extra grandes del paquete Chispazos del futuro.
fr: Très grands panneaux LCD du pack « Sparks Of The Future ».
hu_hu: Nagyon Nagy LCD Panelek a Sparks Of the Future csomagból.
it: Pannelli LCD molto grandi del pacchetto Scintille del Futuro.
pl_pl: Bardzo duże Panele LCD z pakietu Sparks Of the Future.
pt_br: Painéis de LCD muito grandes do pacote Fagulhas do futuro.
ru: Очень большие дисплеи из набора «Проблески будущего».
zh_cn: 来自Sparks Of The Future包的超大型液晶面板。

# DisplayName_Block_SciFiWall
source: Sci-Fi Interior Wall
de: Sci-Fi – Innenwand
es: Pared interior de ciencia ficción
fr: Mur intérieur sci-fi
hu_hu: Sci-Fi Belső Fal
it: Muro interno Sci-Fi
pl_pl: Wewnętrzna ściana w stylu SF
pt_br: Parede interna Sci-Fi
zh_cn: 科幻室内墙

# DisplayName_LCD_Panel3x3
source: Sci-Fi LCD Panel 3x3
de: Sci-Fi – LCD-Bildschirm 3x3
es: Panel LCD de ciencia ficción de 3x3
fr: Panneau LCD sci-fi 3x3
it: Pannello LCD Sci-Fi 3x3
pl_pl: Panel LCD 3x3 SF
pt_br: Painel LCD Sci-Fi 3x3
ru: НФ-дисплей 3x3
zh_cn: 科幻液晶面板3x3

# DisplayName_LCD_Panel5x3
source: Sci-Fi LCD Panel 5x3
de: Sci-Fi – LCD-Bildschirm 5x3
es: Panel LCD de ciencia ficción de 5x3
fr: Panneau LCD sci-fi 5x3
it: Pannello LCD Sci-Fi 5x3
pl_pl: Panel LCD 5x3 SF
pt_br: Painel LCD Sci-Fi 5x3
ru: НФ-дисплей 5x3
zh_cn: 科幻液晶面板5x3

# DisplayName_LCD_Panel5x5
source: Sci-Fi LCD Panel 5x5
de: Sci-Fi – LCD-Bildschirm 5x5
es: Panel LCD de ciencia ficción de 5x5
fr: Panneau LCD sci-fi 5x5
it: Pannello LCD Sci-Fi 5x5
pl_pl: Panel LCD 5x5 SF
pt_br: Painel LCD Sci-Fi 5x5
ru: НФ-дисплей 5x5
zh_cn: 科幻液晶面板5x5

# Description_NeonTubes
source: Neon Tubes are decorative blocks that can be built in all colors.
de: Neonröhren sind dekorative Blöcke, die in allen Farben erstellt werden können.
es: Los tubos de neón son bloques decorativos que pueden construirse en cualquier color.
fr: Les tubes néon sont des blocs décoratifs qui peuvent être construits dans toutes les couleurs.
hu_hu: A neoncsövek dekoratív blokkok, amelyek minden színben felépíthetők.
it: I tubi al neon sono blocchi decorativi che possono essere costruiti in tutti i colori.
pl_pl: Neonowe rurki to bloki dekoracyjne, które można budować we wszstkich kolorach.
pt_br: Os Tubos neon são blocos decorativos que podem ser construídos em todas as cores.
ru: Неоновые лампы — декоративные блоки, которые могут быть любого цвета.
zh_cn: 霓虹灯管是可以使用所有颜色建造的装饰模块。

# DisplayName_BlockGroup_NeonTubes
source: Neon Tubes
de: Neonröhren
es: Tubos de neón
fr: Tubes néon
hu_hu: Neoncsövek
it: Tubi al neon
pl_pl: Neonowe Rurki
pt_br: Tubos neon
zh_cn: 霓虹灯管

# DisplayName_Block_NeonTubesBendDown
source: Neon Tubes Down
de: Neonröhren (runterleuchtend)
es: Tubos de neón abajo
fr: Tubes néon haut
hu_hu: Neoncsövek lefelé
it: Tubi al neon giù
pl_pl: Neonowe rurki w dół
pt_br: Abaixar Tubos neon
ru: Неоновые лампы (низ)
zh_cn: 霓虹灯管下

# DisplayName_Block_NeonTubesBendUp
source: Neon Tubes Up
de: Neonröhren (hochleuchtend)
es: Tubos de neón arriba
fr: Tubes néon bas
hu_hu: Neoncsövek felfelé
it: Tubi al neon su
pl_pl: Neonowe rurki w górę
pt_br: Subir Tubos neon
ru: Неоновые лампы (верх)
zh_cn: 霓虹灯管上

# DisplayName_Block_NeonTubesCorner
source: Neon Tubes Corner
de: Neonröhren (Ecke)
es: Tubos de neón esquina
fr: Tubes néon coin
hu_hu: Neoncsövek Sarok
it: Angolo Tubi al neon
pl_pl: Neonowe rurki narożnik
pt_br: Canto de Tubos neon
ru: Неоновые лампы (угол)
zh_cn: 霓虹灯管角落

# DisplayName_Block_NeonTubesStraight1
source: Neon Tubes 1
de: Neonröhren 1
es: Tubos de neón 1
fr: Tubes néon 1
hu_hu: Neoncsövek 1
it: Tubi al neon 1
pl_pl: Neonowe rurki 1
pt_br: Tubos neon 1
ru: Неоновые лампы 1
zh_cn: 霓虹灯管1

# DisplayName_Block_NeonTubesStraight2
source: Neon Tubes 2
de: Neonröhren 2
es: Tubos de neón 2
fr: Tubes néon 2
hu_hu: Neoncsövek 2
it: Tubi al neon 2
pl_pl: Neonowe rurki 2
pt_br: Tubos neon 2
ru: Неоновые лампы 2
zh_cn: 霓虹灯管2

# DisplayName_Block_NeonTubesStraightEnd1
source: Neon Tubes End 1
de: Neonröhren (Endstück 1)
es: Tubos de neón extremo 1
fr: Fin tubes néon 1
hu_hu: Neoncsövek 1 Vég
it: Tubi al neon Fine 1
pl_pl: Neonowe rurki koniec 1
pt_br: Ponta de Tubos neon 1
ru: Неоновые лампы (конец) 1
zh_cn: 霓虹灯管末端1

# DisplayName_Block_NeonTubesStraightEnd2
source: Neon Tubes End 2
de: Neonröhren (Endstück 2)
es: Tubos de neón extremo 2
fr: Fin tubes néon 2
hu_hu: Neoncsövek 2. Vég
it: Tubi al neon Fine 2
pl_pl: Neonowe rurki koniec 2
pt_br: Ponta de Tubos neon 2
ru: Неоновые лампы (конец) 2
zh_cn: 霓虹灯管末端2

# DisplayName_Block_NeonTubesU
source: Neon Tubes U Shape
de: Neonröhren (U-Form)
es: Tubos de neón forma U
fr: Tubes néon en U
hu_hu: Neoncsövek U Alakú
it: Tubi al neon Forma a U
pl_pl: Neonowe rurki w kształcie U
pt_br: Tubos neon em forma de U
ru: Неоновые лампы («U»)
zh_cn: 霓虹灯管U形

# Description_Letters
source: Letter shaped blocks
de: Buchstabenförmige Blöcke
es: Bloques en forma de letras
fr: Blocs en forme de lettre
hu_hu: Betű alakú blokkok
it: Blocchi a forma di lettere
pl_pl: Bloki w kształcie liter
pt_br: Blocos em formato de letras
ru: Блоки в форме букв
zh_cn: 字母形方块

# Description_Numbers
source: Number shaped blocks
de: Zahlenförmige Blöcke
es: Bloques en forma de números
fr: Blocs en forme de numéro
hu_hu: Szám alakú blokkok
it: Blocchi a forma di numeri
pl_pl: Bloki w kształcie cyfr
pt_br: Blocos em formato de números
ru: Блоки в форме цифр
zh_cn: 数字形方块

# Description_Symbols
source: Symbol shaped blocks
de: Symbolförmige Blöcke
es: Bloques en forma de símbolos
fr: Blocs en forme de symbole
hu_hu: Szimbólum alakú blokkok
it: Blocchi a forma di simboli
pl_pl: Bloki w kształcie symboli
pt_br: Blocos em formato de símbolos
ru: Блоки в форме символов
zh_cn: 符号形方块

# DisplayName_BlockGroup_Symbols
source: Symbols
de: Symbole
es: Símbolos
fr: Symboles
hu_hu: Szimbólumok
it: Simboli
pl_pl: Symbole
pt_br: Símbolos
ru: Символы
zh_cn: 符号

# DisplayName_Block_SciFiTerminal
source: Sci-Fi Control Panel
de: Sci-Fi – Bedienfeld
es: Panel de control de ciencia ficción
fr: Panneau de contrôle Sci-Fi
hu_hu: Sci-Fi Vezérlőpult
it: Pannello di controllo Sci-Fi
pl_pl: Panel kontrolny SF
pt_br: Painel de controle Sci-fi
ru: НФ-панель управления
zh_cn: 科幻控制面板

# DisplayName_Block_Symbol0
source: Number 0
de: Zahl 0
es: Número 0
fr: Numéro 0
hu_hu: Szám 0
it: Numero 0
pl_pl: Cyfra 0
pt_br: Número 0
ru: Цифра 0
zh_cn: 小键盘0

# DisplayName_Block_Symbol1
source: Number 1
de: Zahl 1
es: Número 1
fr: Numéro 1
hu_hu: Szám 1
it: Numero 1
pl_pl: Cyfra 1
pt_br: Número 1
ru: Цифра 1
zh_cn: 小键盘1

# DisplayName_Block_Symbol2
source: Number 2
de: Zahl 2
es: Número 2
fr: Numéro 2
hu_hu: Szám 2
it: Numero 2
pl_pl: Cyfra 2
pt_br: Número 2
ru: Цифра 2
zh_cn: 小键盘2

# DisplayName_Block_Symbol3
source: Number 3
de: Zahl 3
es: Número 3
fr: Numéro 3
hu_hu: Szám 3
it: Numero 3
pl_pl: Cyfra 3
pt_br: Número 3
ru: Цифра 3
zh_cn: 小键盘3

# DisplayName_Block_Symbol4
source: Number 4
de: Zahl 4
es: Número 4
fr: Numéro 4
hu_hu: Szám 4
it: Numero 4
pl_pl: Cyfra 4
pt_br: Número 4
ru: Цифра 4
zh_cn: 小键盘4

# DisplayName_Block_Symbol5
source: Number 5
de: Zahl 5
es: Número 5
fr: Numéro 5
hu_hu: Szám 5
it: Numero 5
pl_pl: Cyfra 5
pt_br: Número 5
ru: Цифра 5
zh_cn: 小键盘5

# DisplayName_Block_Symbol6
source: Number 6
de: Zahl 6
es: Número 6
fr: Numéro 6
hu_hu: Szám 6
it: Numero 6
pl_pl: Cyfra 6
pt_br: Número 6
ru: Цифра 6
zh_cn: 小键盘6

# DisplayName_Block_Symbol7
source: Number 7
de: Zahl 7
es: Número 7
fr: Numéro 7
hu_hu: Szám 7
it: Numero 7
pl_pl: Cyfra 7
pt_br: Número 7
ru: Цифра 7
zh_cn: 小键盘7

# DisplayName_Block_Symbol8
source: Number 8
de: Zahl 8
es: Número 8
fr: Numéro 8
hu_hu: Szám 8
it: Numero 8
pl_pl: Cyfra 8
pt_br: Número 8
ru: Цифра 8
zh_cn: 小键盘8

# DisplayName_Block_Symbol9
source: Number 9
de: Zahl 9
es: Número 9
fr: Numéro 9
hu_hu: Szám 9
it: Numero 9
pl_pl: Cyfra 9
pt_br: Número 9
ru: Цифра 9
zh_cn: 小键盘9

# DisplayName_Block_SymbolA
source: Letter A
de: Buchstabe A
es: Letra A
fr: Lettre A
hu_hu: Betű A
it: Lettera A
pl_pl: Litera A
pt_br: Letra A
ru: Буква A
zh_cn: 字母A

# DisplayName_Block_SymbolB
source: Letter B
de: Buchstabe B
es: Letra B
fr: Lettre B
hu_hu: Betű B
it: Lettera B
pl_pl: Litera B
pt_br: Letra B
ru: Буква B
zh_cn: 字母B
