Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# Terminal_AuthorshipNotAvailable
source: Authorship operations are not available when playing with no limits.
de: Urheberschaftsanpassungen sind beim Spielen ohne Blocklimits nicht möglich.
es: Las operaciones de propiedad no están disponibles cuando se juega sin límites.
fr: Les opérations d'auteur du vaisseau ne sont pas disponibles lorsque vous jouez sans limite.
hu_hu: Korlátozás nélküli játékban a szerzői műveletek nem elérhetőek.
it: Le operazioni di Paternità non sono disponibili quando si gioca senza limiti.
pl_pl: Operacje autorskie nie są dostępne w przypadku gry bez ograniczeń.
pt_br: Operações de autoria não disponíveis quando jogando sem limites.
ru: Авторские операции недоступны во время игры без ограничений.
zh_cn: 不设限玩的时候，无法进行作者操作。

# Terminal_BlockAccessDenied
source: (access denied)
cs_cz: (přístup odepřen)
de: (Zugriff verweigert)
es: (Acceso Denegado)
fr: (accès refusé)
hu_hu: (hozzáférés megtagadva)
it: (accesso negato)
pl_pl: (brak dostępu)
pt_br: (acesso negado)
ru: (доступ запрещен)
zh_cn: （拒绝访问）

# Terminal_BlockIncomplete
source: (incomplete)
cs_cz: (nekompletní)
de: (unvollständig)
es: (Incompleto)
fr: (incomplet)
hu_hu: (befejezetlen)
it: (incompleto)
pl_pl: (niekompletne)
pt_br: (incompleto)
ru: (не достроено)
zh_cn: (不完全)

# Terminal_CollectAll
source: Collect All
cs_cz: Shromáždit Všechno
de: Alle entnehmen
es: Recoger todo
fr: Tout collecter
hu_hu: Összes Összegyűjtése
it: Raccogli tutto
pl_pl: Zbierz wszystko
pt_br: Coletar tudo
ru: Собирать всё
zh_cn: 收集所有

# Terminal_PowerTransferOverride
source: Override Power Transfer
de: Energieübertragung - manueller Eingriff
es: Anular transferencia de energía
fr: Annulation du transfert de puissance
it: Ignora il passaggio di alimentazione
pl_pl: Nadpisanie transferu zasilania
pt_br: Substituir transferência de energia
ru: Переопределение передачи энергии
zh_cn: 越级控制电力输送

# Terminal_CustomData
source: Custom Data
cs_cz: Vlastní data
de: Benutzerdefinierte Daten
es: Datos personalizados
fr: Données personnalisées
hu_hu: Egyéni Adatok
it: Dati personalizzati
pl_pl: Własne Dane
pt_br: Dados personalizados
ru: Свои данные
zh_cn: 自定义数据

# Terminal_CustomDataTooltip
source: Shows an editor for custom data to be used by scripts and mods.
cs_cz: Zobrazí editor vlastních dat, který umožní použít různé skripty a modifikace
de: Öffnet ein Textfeld zum Eingeben von benutzerdefinierten Daten, die von Skripts und Mods verwendet werden
es: Muestra un editor de datos personalizados para ser usados por scripts y mods
fr: Afficheur et éditeur pour les données personnalisées à utiliser par les scripts et les mods
hu_hu: Bemutatók és szerkesztő az egyedi adatok használatához szkriptek és modok segítségével
it: Mostra un editor per i dati personalizzati da utilizzare per script e mod
pl_pl: Pokazuje edytor dla własnych danych używanych w skryptach i modach
pt_br: Mostra um editor para personalizar dados a serem utilizados em scripts e mods
ru: Показывает редактор пользовательских данных, используемых в скриптах и модах.
zh_cn: 显示和编辑脚本和模组使用的自定义数据

# Terminal_DrainAll
source: Drain All
cs_cz: Vysát vše
de: Alle entleeren
es: Extraer todo
fr: Tout vider
hu_hu: Összes Használata
it: Aspira Tutto
pl_pl: Opróżnij wszystkie
pt_br: Drenar tudo
ru: Опустошить всё
zh_cn: 耗尽

# Terminal_GroupTitle
source: Block Group:
cs_cz: Skupina bloků:
de: Blockgruppe
es: Grupo de bloques:
fr: Groupe de blocs :
hu_hu: Blokkcsoport:
it: Gruppo Blocco
pl_pl: Grupa bloków
pt_br: Grupo de bloco:
ru: Группа блоков:
zh_cn: 方块编组：

# Terminal_RemoteControl_Button
source: Remote Access
cs_cz: Vzdálený přístup
de: Fernzugriff
es: Acceso remoto
fr: Accès à distance
hu_hu: Távoli Hozzáférés
it: Accesso remoto
pl_pl: Zdalny dostęp
pt_br: Acesso remoto
ru: Удаленный доступ
zh_cn: 远程访问

# Terminal_ClaimAuthorship_Button
source: Claim NPC Grid
de: NPC-Blockkonstruktion in Besitz nehmen
es: Reclamar estructura NPC
fr: Revendiquer la grille du PNJ
it: Rivendica griglia NPC
pt_br: Reivindicar Grid de PNJ
ru: Заявить права на структуру NPC
zh_cn: 领取NPC网格

# Terminal_Shoot
source: Shoot
cs_cz: Vystřelit
de: Schießen
es: Disparar
fr: Tirer
hu_hu: Lő
it: Spara
pl_pl: Strzelaj
pt_br: Atirar
ru: Стрелять
zh_cn: 射击

# Terminal_ShootOnce
source: Shoot once
cs_cz: Vystřelit jednou
de: Einmal schießen
es: Disparar una vez
fr: Tirer une fois
hu_hu: Lő Egyszer
it: Spara una volta
pl_pl: Strzel raz
pt_br: Atirar uma vez
ru: Выстрелить один раз
zh_cn: 射击一次

# Terminal_ShowAllInTerminal
source: Show hidden blocks
cs_cz: Zobrazit skryté bloky
de: Versteckte Blöcke anzeigen
es: Mostrar bloques ocultos
fr: Afficher les blocs cachés
hu_hu: Rejtett blokkok megjelenítése
it: Mostra blocchi nascosti
pl_pl: Pokaż ukryte bloki
pt_br: Mostrar blocos ocultos
ru: Показывать скрытые блоки
zh_cn: 显示隐藏的块

# Terminal_ShowInInventory
source: Show block in Inventory Screen
cs_cz: Zobrazit blok v obrazovce s inventáři
de: Block im Inventar-Bildschirm anzeigen
es: Mostrar bloques en la pantalla de Inventarios
fr: Afficher le bloc dans l'écran d'inventaire
hu_hu: Blokk megjelenítése a Készletképernyőn
it: Mostra blocchi nella schermata Inventario
pl_pl: Pokaż blok w Ekranie Ekwipunku
pt_br: Mostrar o bloco na tela de inventário
ru: Показывать в экране инвентаря
zh_cn: 在库存栏中显示方块

# Terminal_ShowInInventoryToolTip
source: Show block in inventory screen. If you access the block directly it will be visible regardless of this setting.
cs_cz: Zobrazí blok v obrazovce s inventáři. Pokud zpřístupníte tento blok přímo, pak bude inventář viditelný nehledě na nastavení.
de: Block im Inventar-Bildschirm der Blockkonstruktion anzeigen. Wenn du direkt auf den Block zugreifst, ist er unabhängig von dieser Einstellung sichtbar.
es: Mostrar bloque en la pantalla de Inventarios. Si accedes al bloque directamente, será visible sin importar esta configuración.
fr: Afficher le bloc dans l'écran d'inventaire. Si vous accédez directement au bloc, il sera visible quel que soit ce paramètre.
hu_hu: Blokk megjelenítése a készletképernyőn. Ha közvetlenül éri el a blokkot, az ettől a beállítástól függetlenül látható lesz.
it: Mostra blocchi nella schermata Inventario. Se accedi al blocco direttamente essa sarà visibile indipendentemente da questa impostazione.
pl_pl: Pokaż blok w Ekranie Ekwipunku. Jeśli połączysz się do bloku bezpośrednio, będzie widoczny bez znaczenia na wybraną opcję.
pt_br: Mostra o bloco na tela de inventário. Se você acessar o bloco diretamente, ele ficará visível independentemente desta configuração.
ru: Показывает инвентарь этого блока в списке инвентарей. При взаимодействии напрямую эта опция игнорируется.
zh_cn: 在库存栏中显示方块。 如果你直接访问该块，则不管如何设置，它都将可见。

# Terminal_ShowInTerminal
source: Show block in terminal
cs_cz: Zobrazit blok v terminálu
de: Block im Terminal anzeigen
es: Mostrar bloque en terminal
fr: Afficher le bloc dans le terminal
hu_hu: Blokk megjelenítése a terminálon
it: Mostra blocco nel terminal
pl_pl: Pokaż blok w terminalu
pt_br: Mostrar bloco no terminal
ru: Показывать блок в терминале
zh_cn: 在左侧列表中显示

# Terminal_ShowInTerminalToolTip
source: Show/hide current block in terminal
cs_cz: Zobrazit/skrýt v terminálu aktuální blok
de: Aktuellen Block im Terminal anzeigen/ausblenden
es: Mostrar/Ocultar el bloque actual en el terminal
fr: Afficher/cacher le bloc actuel dans le terminal
hu_hu: Aktuális blokk megjelenítése/elrejtése a terminálon
it: Mostra/nascondi blocco corrente nel terminal
pl_pl: Pokaż/ukryj aktualny blok w terminalu
pt_br: Mostrar/ocultar bloco atual no terminal
ru: Показать/спрятать этот блок в терминале
zh_cn: 在终端显示/隐藏当前方块

# Terminal_ShowInToolbarConfig
source: Show block in toolbar config
cs_cz: Zobrazit blok v konfig. panelu nástrojů
de: Block in Schnellzugriffsleisten-Konfiguration anzeigen
es: Mostrar bloque en la configuración de la barra de herramientas
fr: Afficher le bloc dans la configuration de la barre d’outils
hu_hu: Blokk megjelenítése az eszköztár konfigurációjában
it: Mostra blocco nella config toolbar
pl_pl: Pokaż blok w konfiguracji paska narzędzi
pt_br: Mostrar bloco nas configurações da barra de ferramentas
ru: Показывать блок в панели инструментов
zh_cn: 在工具栏配置中显示

# Terminal_ShowInToolbarConfigToolTip
source: Show/hide current block in toolbar config
cs_cz: Zobrazí/skryje tento blok v konfiguračním panelu nástrojů
de: Aktuellen Block in der Schnellzugriffsleisten-Konfiguration anzeigen/ausblenden
es: Mostrar/Ocultar el bloque actual en la barra de herramientas
fr: Afficher/masquer le bloc actuel dans la configuration de la barre d’outils
hu_hu: Aktuális blokk megjelenítése/elrejtése az eszköztár konfigurációjában
it: Mostra/nascondi blocco corrente nella config toolbar
pl_pl: Pokaż/ukryj aktualny blok w konfiguracji paska narzędzi
pt_br: Mostrar/ocultar bloco nas configurações da barra de ferramentas
ru: Показать/спрятать этот блок в списке блоков для панели инструментов
zh_cn: 在工具栏配置中显示/隐藏当前方块

# Terminal_ShowOnHUD
source: Show on HUD
cs_cz: Zobrazit na HUDu
de: Auf HUD anzeigen
es: Mostrar en el HUD
fr: Afficher sur l'ATH
hu_hu: Mutassa a HUD-on
it: Visualizza nell'HUD
pl_pl: Pokaż na HUD
pt_br: Mostrar no HUD
ru: Отображать на экране
zh_cn: 在屏幕上显示

# Terminal_ShowOnHUDToolTip
source: You must have active antenna connected
cs_cz: Musíte mít připojenou aktivní anténu
de: Es muss eine aktive Antenne angeschlossen sein
es: Debes tener una antena activa conectada
fr: Vous devez avoir une antenne active de connectée.
hu_hu: Aktív antennával csatlakozással kell rendelkeznie
it: Devi avere un'antenna attiva connessa.
pl_pl: Musisz mieć podłączoną antenę.
pt_br: Você deve ter uma antena ativa conectada
ru: Необходима подключенная активная антенна.
zh_cn: 你必须和运转中的天线相连

# Terminal_ThrowOut
source: Throw Out
cs_cz: Vyhazovat ven
de: Auswerfen
es: Tirar
fr: Jeter
hu_hu: Kidob
it: Butta fuori
pl_pl: Wyrzuć
pt_br: Descartar
ru: Выбросить
zh_cn: 抛出

# Terminal_UseConveyorSystem
source: Use Conveyor System
cs_cz: Použít transportní systém
de: Fördersystem benutzen
es: Usar el sistema de transportadores
fr: Utiliser le système de convoyeur
hu_hu: Használja a Szállítószalag Rendszert
it: Utilizza il Sistema di Trasportatori
pl_pl: Użyj systemu transporterów
pt_br: Utilizar Sistema de transportadores
ru: Использовать систему конвейеров
zh_cn: 使用传输系统

# ToolbarAction_Decrease
source: Decrease
cs_cz: Snížit
de: Verringern
es: Reducir
fr: Diminuer
hu_hu: Csökkent
it: Riduci
pl_pl: Zmniejsz
pt_br: Diminuir
ru: Уменьшить
zh_cn: 减少

# ToolbarAction_Increase
source: Increase
cs_cz: Zvýšit
de: Erhöhen
es: Aumentar
fr: Augmenter
hu_hu: Növel
it: Aumenta
pl_pl: Zwiększ
pt_br: Aumentar
ru: Увеличить
zh_cn: 增加

# ToolbarAction_Reset
source: Reset
cs_cz: Resetovat
de: Zurücksetzen
es: Reiniciar
fr: Réinitialiser
hu_hu: Visszaállít
it: Reimposta
pl_pl: Resetuj
pt_br: Redefinir
ru: Сбросить
zh_cn: 重置

# ToolbarConfig_ResearchTabDisabledTooltip
source: Progression is currently disabled, you can enable it in the advanced world settings.
de: Forschungsfortschritt ist derzeit deaktiviert, Sie können die Funktion in den erweiterten Welteinstellungen aktivieren.
es: La progresión está actualmente deshabilitada, puedes habilitarla en la configuración avanzada del mundo.
fr: La progression est actuellement désactivée, vous pouvez l'activer dans les paramètres avancés du monde.
hu_hu: A fejlődés jelenleg le van tiltva, engedélyezheti a speciális világbeállításokban.
it: La progressione è attualmente disabilitata, puoi abilitarla nelle impostazioni avanzate del mondo.
pl_pl: Postęp jest obecnie wyłączony, możesz go włączyć w zaawansowanych ustawieniach świata.
pt_br: A progressão está desabilitada. Você pode habilitá-la nas configurações avançadas de mundo.
ru: Прогресс в настоящее время отключен, Вы можете включить его в настройках мира.
zh_cn: 进展已禁用，你可以在高级世界设置中启用。

# ToolTipAudioOptionsEnableReverb
source: Enable sound echo. Note that if your audio rate is larger than 48kHz, this feature will not work. (You can configure the audio rate in system's speaker properties)
cs_cz: Povolí ozvěnu zvuku. Pamatujte, že pokud je Vaše přenosová rychlost zvuku větší než 48 kHz, nebude tato funkce fungovat. (Přenosovou rychlost lze nastavit ve vlastnostech reproduktorů)
de: Ton-Hall aktivieren. Beachte, dass diese Funktion nicht funktioniert, wenn die im System eingestellte Abtastrate größer als 48 KHz ist (Du kannst die Audio-Abtastrate in den Lautsprechereigenschaften des Systems konfigurieren)
es: Habilitar eco de sonido. Tenga en cuenta que si tu tasa de audio es superior a 48kHz, esta función no funcionará (puedes configurar la tasa de audio en las propiedades de los altavoces del sistema).
fr: Activer l'écho sonore. Notez que si votre débit audio est supérieur à 48 kHz, cette fonctionnalité ne fonctionnera pas. (vous pouvez configurer le débit audio dans les propriétés sonores du système)
hu_hu: Visszhang engedélyezése. Vegye figyelembe, hogy ha a frekvencia nagyobb,mint 48kHz, ez a funkció nem fog működni. (A minőséget a rendszer hangszóró tulajdonságaiban állíthatja)
it: Attiva l'eco del suono. Nota che se la velocità audio è maggiore di 48kHz, questa funzione non funzionerà. (Puoi configurare la velocità audio nelle proprietà degli altoparlanti del sistema)
pl_pl: Włącza echo dźwiękowe. Jeśli twoja częstotliwość audio jest większa niż 48kHz, ta funkcja nie będzie działać. (Możesz konfigurować częstotliwość dźwięku we właściwościach głośnika)
pt_br: Habilita o som de eco. Note que se a sua taxa de áudio for superior a 48kHz, este recurso não funcionará. (Você pode configurar a taxa de áudio nas propriedades dos alto-falantes)
ru: Включить эхо. Обратите внимание что если ваша частота выше 48 кГц, эта функция не будет работать. (Вы можете настроить частоту в опциях динамиков)
zh_cn: 启用回声。 请注意，如果你的频率大于 48千赫兹，将无法正常工作。 （你可以从系统的扬声器属性更改并重新启动游戏）

# ToolTipBatteryBlock
source: Check for power storage, uncheck for power output
cs_cz: Zaškrtněte pro ukládání energie, odškrtněte pro poskytování energie
de: Anwählen um Energie zu speichern, abwählen um Energie abzugeben
es: Marca para almacenar energía, desmarca para gastar energía
fr: Cocher pour stocker l'énergie, décocher pour la distribuer
hu_hu: Energiatárolás ellenőrzése, nem kiválasztott kimenő teljesítményhez
it: Spunta per accumulare energia, invece di fornirla
pl_pl: Zaznacz aby magazynować energię, odznacz aby używać
pt_br: Habilite para armazenar energia; desabilite para saída de energia
ru: Отметьте для зарядки и хранения энергии, снимите для её отдачи
zh_cn: 选中为储能模式，取消为供电模式

# ToolTipBatteryBlock_Discharge
source: Discharge the battery
cs_cz: Vybije baterii
de: Entladen Sie die Batterie
es: Descargar la batería
fr: Décharger la batterie
hu_hu: Az akkumulátor kisütése
it: Scarica la batteria
pl_pl: Rozładowuje akumulator
pt_br: Descarregar bateria
ru: Отдача энергии батареей
zh_cn: 电池放电

# ToolTipBatteryBlock_Semiauto
source: Sets to recharge when stored power is 0, sets to discharge when stored power is max.
cs_cz: Nastaví dobíjení prázdné baterie, nastaví využívání plné baterie jako zdroje energie.
de: Schaltet automatisch auf Aufladen um, wenn die gespeicherte Energie 0 ist, schaltet auf Entladen um, wenn die Obergrenze für speicherbare Energie erreicht wird.
es: Se ajusta a recarga cuando la energía almacenada es 0, se ajusta a descarga cuando la energía almacenada es la máxima.
fr: Se définit sur recharger lorsque l'énergie stockée est à 0, et sur décharger lorsqu'elle est pleine.
hu_hu: Újratöltést, ha a tárolt energia 0, a kimenetet akkor állítja be, amikor a tárolt energia max.
it: Ricarica quando la potenza accumulata è 0, scarica quando la potenza accumulata è al massimo.
pl_pl: Ładuje się gdy zmagazynowana moc wynosi 0, rozładowuje się gdy zmagazynowana moc jest maksymalna.
pt_br: Habiite para recarregar quando a energia armazenada estiver em 0 e, para descarregar, quando estiver no máximo.
ru: Заряжается, когда энергия на нуле. Разряжается, когда достигнут максимальный уровень энергии.
zh_cn: 设定成存储的功率为0时充电，设定成存储功率为最大时放电。

# ToolTipCharacterScreen_HideDuplicates
source: Show only one item in case you own multiple items of the same type
cs_cz: Zobrazit pouze jeden předmět, za předpokladu, že vlastníce vícero předmětů stejného typu
de: Zeigen Sie nur ein Item an, falls Sie mehrere Items desselben Typs besitzen
es: Mostrar sólo un artículo en caso de tener múltiples artículos del mismo tipo
fr: N'affiche qu'un seul objet si vous possédez plusieurs objets du même type
hu_hu: Csak egy elem mutatása, ha Ön rendelkezik több azonos típusú elem
it: Mostra un solo oggetto nel caso in cui tu possieda più oggetti dello stesso tipo
pl_pl: Pokaż tylko jeden element w przypadku, gdy posiadasz wiele elementów tego samego typu
pt_br: Mostra apenas um item quando você possuir vários itens do mesmo tipo.
ru: Показать только один предмет, в случае если у вас несколько предметов одного типа.
zh_cn: 若你有多件同类型物品 ，仅显示一件

# ToolTipCharacterScreen_Model
source: Change your character model
cs_cz: Upravte vzhled své postavy
de: Ändern Sie Ihr Charaktermodell
es: Cambia el modelo de tu personaje
fr: Changer le modèle de votre personnage
hu_hu: Karaktermodell módosítása
it: Cambia il modello del tuo personaggio
pl_pl: Zmień model postaci
pt_br: Altera seu modelo de personagem
ru: Изменить модель персонажа.
zh_cn: 更改你的人物模型

# ToolTipCharacterScreen_ShowOnlyDuplicates
source: Show only items you own more than one time
cs_cz: Zobrazit pouze předměty, které vlastníce více než jednou
de: Nur Items anzeigen, von denen Sie mehr als eines besitzen
es: Mostrar sólo los artículos que posee más de una vez
fr: Afficher uniquement les objets que vous possédez plus d'une fois
hu_hu: Csak olyan tárgyak megjelenítése melyből Ön többet is birtokol
it: Mostra solo gli oggetti che possiedi più di una volta
pl_pl: Pokaż tylko przedmioty, których masz więcej niż jeden
pt_br: Mostra apenas seus itens repetidos
ru: Показать только предметы, которых у вас больше одного
zh_cn: 仅显示你多次持有的物品

# ToolTipFlaresIntensity
source: Intensity multiplier for all lens flares
cs_cz: Nastavení intenzity všech odlesků
de: Intensitätsmultiplikator für alle Linsenlichtreflexionen
es: Multiplicador de intensidad para todos los destellos de la lente
fr: Multiplicateur d'intensité pour tous les reflets
hu_hu: Intenzitás növelés az összes lencse fényjelzéshez
it: Moltiplicatore di intensità per tutti i riflessi delle lenti
pl_pl: Mnożnik intensywności dla wszystkich flar obiektywu
pt_br: Multiplicador de intensidade para todos os reflexos de lente
ru: Множитель интенсивности эффекта "бликов объектива".
zh_cn: 镜头光晕强度倍增器

# ToolTipOptionsDisplay_SpriteMainViewportScale
source: Scale of the UI screens to prevent having text outside of the TV border.
de: Skalierung der UI-Dialogfenster, um zu vermeiden, das Text über die Fenstergrenze hinausläuft.
es: Escala de las pantallas de la IU para evitar tener el texto fuera del borde de la TV.
fr: Échelle des écrans de l'IU pour éviter d'avoir du texte en dehors de la télévision.
hu_hu: Felhasználói felület méretezése, hogy a szöveg elférjen a TV képernyőn.
it: Scala gli schermi dell'interfaccia per impedire al testo di trasbordare oltre i confini.
pl_pl: Skalowanie interfeju użutkownika aby zapobiec przesunięciu tekstu poza ekran.
pt_br: Dimensionamento das telas de IU para evitar texto fora da borda da TV.
ru: Масштаб интерфейса для предотвращения выхождения текста за пределы экрана.
zh_cn: 缩放UI屏幕以避免文本超出电视边界。

# LabelOptionsDisplay_SpriteMainViewportScale
source: UI scale
de: UI-Skalierung
es: Escala de la IU
fr: Échelle de l'IU
hu_hu: UI arány
it: Scala interfaccia grafica
pl_pl: Skalowanie interfejsu
pt_br: Escala de IU
ru: Масштаб интерфейса
zh_cn: UI比例

# ToolTipItemFilter_AmmoMagazineInput
source: Any ammo magazine accepted by {0}
cs_cz: Jakýkoliv zásobník přijímaný hráčem {0}
de: Alle Magazine die mit {0} verwendet werden können
es: Cualquier cargador de munición aceptado por {0}
fr: N'importe quel chargeur de munition accepté par {0}
hu_hu: Bármely {0} lőszer raktár által elfogadott
it: Qualsiasi caricatore accettato da: {0}
pl_pl: Każdy magazyn amunicji akceptowany przez {0}
pt_br: Qualquer carregador de munição aceito por {0}
ru: Любой тип боеприпасов, который принимает {0}
zh_cn: {0} 可以使用的弹夹

# ToolTipItemFilter_AnyIngot
source: Any kind of ingot
cs_cz: Jakýkoliv ingot
de: Alle Arten von Barren
es: Cualquier tipo de lingote
fr: N'importe quel type de lingot
hu_hu: Bármilyen öntvény
it: Qualsiasi tipo di lingotto
pl_pl: Każdy rodzaj sztabki
pt_br: Qualquer tipo de barra
ru: Любой слиток
zh_cn: 任何一种锭

# ToolTipItemFilter_AnyOre
source: Any kind of ore
cs_cz: Jakákoliv ruda
de: Alle Arten von Erz
es: Cualquier tipo de mineral
fr: N'importe quel type de minerai
hu_hu: Bármilyen érc
it: Qualsiasi tipo di minerale
pl_pl: Każdy rodzaj rudy
pt_br: Qualquer tipo de minério
ru: Любой тип руды
zh_cn: 任何一种矿石

# ToolTipItemFilter_AssembledItems
source: Any item produced by assembler
cs_cz: Jakékoliv předměty vytvořené montérem
de: Alle von der Montageanlage produzierte Items.
es: 30/5000Cualquier artículo producido por el ensamblador
fr: N'importe quel objet produit par l'assembleur
hu_hu: Bármely összeszerelő által gyártott termék
it: Qualsiasi oggetto prodotto da un assemblatore.
pl_pl: Każdy przedmiot wyprodukowany przez stację montażową
pt_br: Qualquer item produzido por montadora
ru: Любой предмет, произведённый сборщиком.
zh_cn: 任何装配器生产出来的物品

# ToolTipItemFilter_GenericProductionBlockInput
source: Any item accepted by {0}
cs_cz: Všechny položky přijímané {0}
de: Alle Gegenstände, die von {0} akzeptiert werden
es: Cualquier objeto aceptado por {0}
fr: N'importe quel objet accepté par {0}
hu_hu: A (z) {0} által elfogadott bármely elem
it: Qualsiasi oggetto accettato da {0}
pl_pl: Każdy przedmiot akceptowany przez {0}
pt_br: Qualquer item aceito por {0}
ru: Любой предмет, который принимает {0}
zh_cn: 被 {0} 接受的物品

# ToolTipItemFilter_GenericProductionBlockOutput
source: Any item produced by {0}
cs_cz: Jakékoliv položky vytvořené {0}
de: Alle Gegenstände, die von {0} produziert werden
es: Cualquier objeto producido por {0}
fr: N'importe quel objet produit par {0}
hu_hu: A (z) {0} által gyártott bármely termékek
it: Qualsiasi oggetto prodotto da {0}
pl_pl: Każdy przedmiot wyprodukowany przez {0}
pt_br: Qualquer item produzido por {0}
ru: Любой предмет, который производит {0}
zh_cn: 由 {0} 生产的所有物品

# ToolTipItemFilter_Missile200mm
source: Rocket 200 mm
cs_cz: Raketa 200mm
de: 200-mm-Rakete
es: Cohete 200 mm
fr: Roquette 200 mm
hu_hu: Rakéta 200 mm
it: Razzo 200 mm
pl_pl: Rakieta 200 mm
pt_br: Míssil 200 mm
ru: Ракета 200 мм
zh_cn: 火箭200 mm

# ToolTipItemFilter_NATO_25x184mm
source: NATO 25x184 mm
cs_cz: Muniční bedna 25x184 mm
de: NATO-Magazin 25 x 184 mm
es: OTAN 25x184 mm
fr: OTAN 25x184 mm
ru: НАТО 25x184 мм
zh_cn: 25x184毫米纳托制式弹

# ToolTipItemFilter_NATO_5p56x45mm
source: NATO 5.56x45 mm
cs_cz: Zásobník ráže 5.56x45 mm
de: NATO-Magazin 5,56 x 45 mm
es: OTAN 5,56x45 mm
fr: OTAN 5.56x45 mm
ru: 5.56х45 мм НАТО
zh_cn: 5.56x45毫米纳托制式弹

# ToolTipItemFilter_UraniumIngot
source: Uranium ingot
cs_cz: Uranová tyč
de: Uranbarren
es: Lingote de uranio
fr: Lingot d'uranium
hu_hu: Uránium öntvény
it: Lingotto di uranio
pl_pl: Sztabka uranu
pt_br: Barra de urânio
ru: Урановый слиток
zh_cn: 铀棒-ui-
