Repository: maxime7080/Blueprint-SE-
Catalog: Data/Localization/MyTexts.*.resx
Languages: cs_cz, de, es, fr, hu_hu, it, pl_pl, pt_br, ru, zh_cn

# NotificationJumpDriveNotFullyCharged
source: Jump drive is only {0} charged!
cs_cz: Skokový pohon je nabit jen z {0}!
de: Sprungantrieb ist nur zu {0} geladen!
es: ¡El motor de salto solo está cargado al {0} !
fr: Le moteur de saut est chargé à {0} !
hu_hu: Az ugróhajtómű csak {0} van feltöltve!
it: Il motore a salto è solo caricato al {0}!
pl_pl: Napęd skokowy jest naładowany w {0}!
pt_br: Jump drive apenas com {0} de carga!
ru: Прыжковый двигатель заряжен лишь на {0}!
zh_cn: 跃迁引擎仅充电{0}！

# NotificationJumpWarmupTime
source: Ship will jump in {0} seconds.
cs_cz: Loď skočí za {0} vteřin.
de: Das Schiff wird in {0} Sekunden springen.
es: La nave saltará en {0} segundos.
fr: Le vaisseau sautera dans {0} secondes.
hu_hu: A hajó {0} másodperc múlva ugrik.
it: La nave salterà in {0}secondi.
pl_pl: Statek skoczy za {0} sekund
pt_br: A nave saltará em {0} segundos.
ru: Прыжок через {0} секунд.
zh_cn: 飞船将于 {0} 秒后跃迁。

# NotificationLandingGearSwitchLocked
source: Landing gears Locked
cs_cz: Přistávací podvozky uzamknuty
de: Fahrwerke verriegelt
es: Tren de aterrizaje Bloqueado
fr: Trains d'atterrissage verrouillés
hu_hu: Futóművek Zárva
it: Carrelli di atterraggio bloccati
pl_pl: Podwozia Zablokowane
pt_br: Trens de pouso travados
ru: Шасси закреплены
zh_cn: 起落架锁定

# NotificationLandingGearSwitchUnlocked
source: Landing gears Unlocked
cs_cz: Přistávací podvozky odemknuty
de: Fahrwerke entriegelt
es: Tren de aterrizaje Desbloqueado
fr: Trains d'atterrissage déverrouillés
hu_hu: Futóművek Kioldva
it: Carrello di atterraggio sbloccati
pl_pl: Podwozia Odblokowane
pt_br: Trens de pouso destravados
ru: Шасси откреплены
zh_cn: 起落架解锁

# NotificationLimitsGridSize
source: Maximum grid size limit reached.
cs_cz: Dosaženo limitu maximální velikosti konstrukce.
de: Maximale Blockanzahl der Konstruktion erreicht.
es: Se ha alcanzado el tamaño máximo de la estructura.
fr: La taille maximale de la grille est atteinte.
hu_hu: Elérte az objektum maximális méretkorlátját.
it: Raggiunto il limite massimo di dimensione della griglia.
pl_pl: Maksymalny limit rozmiaru struktury został osiągnięty.
pt_br: Limite máximo de tamanho de grid alcançado.
ru: Достигнут лимит размера структуры.
zh_cn: 达到网格最大尺寸上限。

# NotificationLimitsNoFaction
source: Player without faction can not build. Press {0} to join a faction.
cs_cz: Hráč bez frakce nemůže stavět. Stiskněte {0} pro připojení se do frakce.
de: Spieler ohne Fraktion können nichts konstruieren. Drücken Sie {0}, um einer Fraktion beizutreten.
es: El jugador sin facción no puede construir. Pulsa {0} para unirte a una facción.
fr: Un joueur sans faction ne peut pas construire. Appuyez sur {0} pour rejoindre une faction.
hu_hu: Frakció nélkül nem tud építeni. A frakcióhoz való csatlakozáshoz nyomja meg a {0} gombot.
it: Un giocatore senza fazione non può costruire. Premi {0} per entrare a far parte di una fazione.
pl_pl: Gracz bez frakcji nie może budować. Wciśnij {0} aby dołączyć do frakcji.
pt_br: Jogadores sem facção não podem construir. Pressione {0} para se juntar a uma fação.
ru: Игрок без фракции не может строить. Нажмите {0} для присоединения к фракции.
zh_cn: 玩家加入阵营后才能建造。按{0}加入阵营。

# NotificationLimitsPCU
source: PCU limit reached.
cs_cz: Limitu PCU dosaženo.
de: PCU-Grenze erreicht.
es: Alcanzado el límite de PCU.
fr: Limite de PCU atteinte.
hu_hu: Elérte a PCU korlátot.
it: Limite PCU raggiunto.
pl_pl: Limit PCU został osiągnięty.
pt_br: Limite de PCU atingido.
ru: Достигнут лимит PCU.
zh_cn: 达到性能成本单位限制。

# NotificationLimitsPerBlockType
source: Maximum blocks of specific type limit reached.
cs_cz: Dosaženo limitu maximálního množství typu bloku.
de: Maximale Blockanzahl dieses Blocktyps erreicht.
es: Límite máximo de bloques de tipo específico alcanzado.
fr: Nombre maximal de blocs de type spécifique atteint.
hu_hu: Elérte az adott blokktípus maximális korlátját.
it: Raggiunto il limite massimo di blocchi di tipo specifico.
pl_pl: Maksymalny limit bloków jednego rodzaju został osiągnięty.
pt_br: Limite de tipo específico de bloco atingido.
ru: Достигнут лимит блоков конкретного типа.
zh_cn: 达到某个类型的方块数量上限。

# NotificationLimitsPlayer
source: Player block limit reached.
cs_cz: Dosaženo hráčova limitu počtu bloků.
de: Spieler-Blocklimit erreicht.
es: Límite de bloques por jugador alcanzado.
fr: Limite de blocage de joueurs atteinte.
hu_hu: Elérte a játékos blokkjainak korlátját.
it: Raggiunto il limite di blocco del giocatore.
pl_pl: Limit bloków na gracza został osiągnięty.
pt_br: Limite de blocos por jogador atingido.
ru: Достигнут лимит блоков на игрока.
zh_cn: 达到玩家方块数量上限。

# NotificationMeteorInbound
source: Meteor storm inbound.
cs_cz: Blíží se meteorický roj.
de: Meteorschauer erwartet.
es: Lluvia de meteoritos inminente.
fr: Pluie de météores en approche.
hu_hu: Meteorvihar közeledik.
it: Pioggia di meteore in avvicinamento.
pl_pl: Nadciąga deszcz meteorów.
pt_br: Chuva de meteoros se aproximando.
ru: Приближается метеоритный дождь.
zh_cn: 流星雨来袭。

# NotificationNextScenarioWillLoad
source: Prepare for next scenario ...
cs_cz: Připravte se na následující scénář ...
de: Bereiten Sie sich auf das nächste Szenario vor ...
es: Prepárate para el siguiente escenario ...
fr: Préparez-vous pour le prochain scénario...
hu_hu: Felkészülés a következő forgatókönyvre ...
it: Preparati per il prossimo scenario ...
pl_pl: Przygotowywanie na następny scenariusz ...
pt_br: Prepare-se para o próximo cenário...
ru: Готовьтесь к следующему сценарию...
zh_cn: 正在准备下一个剧本

# NotificationNoHelmetVariation
source: Cannot remove helmet on this suit.
cs_cz: V tomto skafandru nelze otevřít helmu.
de: Helm bei diesem Anzug nicht abnehmbar.
es: No se puede quitar el casco de este traje.
fr: Impossible de retirer le casque avec cette combinaison.
hu_hu: Nem lehet eltávolítani a sisakot ezen az öltönyön.
it: Impossibile rimuovere il casco con questa tuta
pl_pl: Nie można zdjąć hełmu w tym kombinezonie.
pt_br: Impossível remover o capacete deste traje.
ru: Нельзя снять шлем в этом костюме.
zh_cn: 无法从这套宇航服上移除头盔。

# NotificationObstructingBlockDuringMerge
source: Cannot merge ships! Some blocks would occupy the same space after the merge!
cs_cz: Lodě nelze sloučit! Některé bloky by po sloučení zasahovaly samy do sebe!
de: Schiffe können nicht verbunden werden! Einige Blöcke würden nach dem Verbinden den gleichen Platz beanspruchen.
es: ¡No se pueden unir las naves! ¡Algunos bloques ocuparían el mismo espacio después de la unión!
fr: Vous ne pouvez pas fusionner ces vaisseaux ! Certains blocs occuperont le même espace après la fusion !
hu_hu: Nem lehet egyesíteni a hajókat! Néhány blokk ugyanazt a helyet foglalná el az egyesítés után!
it: Impossibile unire le navi! Alcuni blocchi occuperebbero lo stesso spazio dopo l'unione!
pl_pl: Nie można połączyć statków! Część bloków może zachodzić na siebie po połączeniu statków!
pt_br: Impossível mesclar naves! Alguns blocos ocupariam o mesmo espaço após a mesclagem!
ru: Невозможно соединить! Некоторые блоки займут одно и то же место после слияния!
zh_cn: 不能合并船！有些块在合并以后将占据同一空间！

# NotificationOxygenCritical
source: Oxygen is critical.
cs_cz: Kritická hladina kyslíku.
de: Sauerstofflevel kritisch.
es: Nivel de Oxígeno crítico.
fr: Le niveau d'oxygène est critique.
hu_hu: Oxigénszint kritikus.
it: Livello di ossigeno critico.
pl_pl: Krytyczny poziom tlenu.
pt_br: O nível de oxigênio é crítico.
ru: Критический уровень кислорода.
zh_cn: 氧气快耗尽。

# NotificationOxygenLow
source: Oxygen is low.
cs_cz: Nízká hladina kyslíku.
de: Sauerstoff ist knapp.
es: Nivel de Oxígeno bajo.
fr: Le niveau d'oxygène est faible.
hu_hu: Oxigénszint alacsony.
it: Livello di ossigeno basso.
pl_pl: Niski poziom tlenu.
pt_br: O nível de oxigênio está baixo.
ru: Низкий уровень кислорода.
zh_cn: 氧气不足。

# NotificationPlayerDemoted_Moderator
source: You have heen demoted to Observer
cs_cz: Byla Vám snížena hodnost na "Moderátor"
de: Sie wurden zum Beobachter degradiert
es: Has sido degradado a Observador
fr: Vous avez été rétrogradé au rang d'observateur
hu_hu: Önt lefokozták Megfigyelőnek
it: Sei stato demansionato a Osservatore
pl_pl: Zdegradowano Cię do Moderatora
pt_br: Você foi rebaixado a Observador
ru: Вы были понижены до ранга "наблюдатель"
zh_cn: 你已经降级成了主持人

# NotificationPlayerDemoted_None
source: You have been demoted to Player
cs_cz: Byla Vám snížena hodnost na "Hráč"
de: Sie wurden zum Spieler degradiert
es: Has sido degradado a Jugador
fr: Vous avez été rétrogradé au rang de joueur
hu_hu: Önt lefokozták Játékossá
it: Sei stato demansionato a Giocatore
pl_pl: Zdegradowano Cię do Gracza
pt_br: Você foi rebaixado a Jogador
ru: Вы были понижены до ранга "игрок"
zh_cn: 你已经降级成了玩家

# NotificationPlayerDemoted_Scripter
source: You have been demoted to Scripter
cs_cz: Byla Vám snížena hodnost na "Skriptér"
de: Sie wurden zum Skripter degradiert
es: Has sido degradado a Scripter
fr: Vous avez été rétrogradé au rang de scripteur
hu_hu: Önt lefokozták Parancsfájl-íróvá
it: Sei stato demansionato a Creatore script
pl_pl: Zdegradowano Cię do Skryptera
pt_br: Você foi rebaixado a Scripter
ru: Вы были понижены до ранга "скриптер"
zh_cn: 你已经降级成了编剧

# NotificationPlayerDemoted_SpaceMaster
source: You have been demoted to Space Master
cs_cz: Byla Vám snížena hodnost na "Pán Vesmíru"
de: Sie wurden zum Space Master degradiert
es: Has sido degradado a Space Master
fr: Vous avez été rétrogradé au rang de maître de l'espace
hu_hu: Önt lefokozták Űrmesternek
it: Sei stato demansionato a Master spaziale
pl_pl: Zdegradowano Cię do Mistrza Kosmicznego
pt_br: Você foi rebaixado a Mestre do Espaço
ru: Вы были понижены до уровня Space Master
zh_cn: 你已经降级成了太空大师

# NotificationPlayerPromoted_Admin
source: You have been promoted to Administrator
cs_cz: Byla Vám udělena hodnost "Administrátor"
de: Sie sind zum Administrator befördert worden
es: Has sido ascendido a Administrador
fr: Vous avez été promu au rang d'administrateur
hu_hu: Önt Rendszergazdává léptették elő
it: Sei stato promosso ad Amministratore
pl_pl: Awansowano Cię na Admina
pt_br: Você foi promovido a Administrador
ru: Вы были повышены до ранга "администратор"
zh_cn: 你已经晋升为管理员

# NotificationPlayerPromoted_Moderator
source: You have been promoted to Observer
cs_cz: Byla Vám udělena hodnost "Moderátor"
de: Sie sind zum Beobachter befördert worden
es: Ha sido ascendido a Administrador
fr: Vous avez été promu au rang d'observateur
hu_hu: Önt Megfigyelővé léptették elő
it: Sei stato promosso a Osservatore
pl_pl: Awansowano Cię na Moderatora
pt_br: Você foi promovido a Observador
ru: Вы были повышены до ранга "наблюдатель"
zh_cn: 你已经晋升为主持人

# NotificationPlayerPromoted_Scripter
source: You have been promoted to Scripter
cs_cz: Byla Vám udělena hodnost "Skriptér"
de: Sie sind zum Skripter befördert worden
es: Has sido promovido a Scripter
fr: Vous avez été promu au rang de scripteur
hu_hu: Önt Parancsfájl-íróvá léptették elő
it: Sei stato promosso a Creatore script
pl_pl: Awansowano Cię na Skryptera
pt_br: Você foi promovido a Scripter
ru: Вы были повышены до ранга "скриптер"
zh_cn: 你已经晋升为编剧

# NotificationPlayerPromoted_SpaceMaster
source: You have been promoted to Space Master
cs_cz: Byla Vám udělena hodnost "Pán vesmíru"
de: Sie sind zum Space Master befördert worden
es: Has sido ascendido a Space Master
fr: Vous avez été promu au rang de maître de l'espace
hu_hu: Önt előléptették Űrmesterré
it: Sei stato promosso a Master spaziale
pl_pl: Awansowano Cię na Mistrza Kosmicznego
pt_br: Você foi promovido a Mestre do Espaço
ru: Вы были повышены до уровня Space Master
zh_cn: 你已被晋升为太空大师

# NotificationProjectorGridSize
source: Incorrect grid size. Blueprint size must match that of the projector.
cs_cz: Nesprávná velikost konstrukce. Technický výkres musí odpovídat velikosti projektoru.
de: Falsche Blockgröße. Die im Entwurf verwendete Blockgröße muss mit der des Projektors übereinstimmen.
es: Tamaño de la estructura incorrecto. El tamaño del plano debe coincidir con el del proyector.
fr: Taille de la grille incorrecte. La taille du plan doit correspondre à celle du projecteur.
hu_hu: Helytelen rácsméret. A tervrajz méretének meg kell egyeznie a kivetítés méretével.
it: Dimensione griglia non corretta. La dimensione dello Schema deve essere uguale a quella del proiettore.
pl_pl: Nieprawidłowy rozmiar struktury. Rozmiar schematu musi pasować do tego z projektora.
pt_br: Tamanho de grid incorreto. O tamanho do projeto deve corresponder ao do projetor.
ru: Неверный размер структуры. Размер блоков чертежа должен совпадать с размером проектора.
zh_cn: 网格大小错误。蓝图的尺寸必须符合投影仪。

# NotificationProjectorMultipleGrids
source: Multiple grids are not supported. Only the largest grid will be used.
cs_cz: Mnohonásobné konstrukce nejsou podporovány. Bude vyobrazena největší konstrukce.
de: Mehrere Blockkonstruktionen werden nicht gleichzeitig unterstützt. Die größte Konstruktion wird projiziert.
es: Estructuras múltiples no soportadas. Solo se usará la mayor estructura.
fr: Les grilles multiples ne sont pas supportés. Seule la grille la plus large sera utilisée.
hu_hu: Több objektum nem támogatott. Csak a legnagyobb lesz használva.
it: Griglie multiple non supportate. Solo la griglia più grande verrà utilizzata.
pl_pl: Wiele struktur nie jest wspieranych. Tylko największa struktura zostanie użyta.
pt_br: Múltiplas grids não são suportadas. Somente a maior será utilizada.
ru: Составные чертежи пока не поддерживаются. Будет задействована самая большая часть.
zh_cn: 不支持多个网格。只能使用最大的网格。

# NotificationRespawnShipDelete
source: Temporary ship. It will get removed after you leave the game or spawn in a new one.
cs_cz: Dočasná loď. Loď bude odstraněna pokud opustíte hru nebo se oživíte v nové.
de: Temporäres Schiff. Es wird entfernt nachdem Sie das Spiel verlassen, oder in einem neuen Schiff respawnen.
es: Nave temporal. Será eliminada después de que dejes el juego o reaparezcas en una nueva.
fr: Vaisseau temporaire. Il sera être supprimé après que vous quittiez le jeu ou réapparaissiez dans un autre.
hu_hu: Ideiglenes hajó. Ez eltávolításra kerül, miután elhagyta a játékot, vagy újrakezdi.
it: Nave temporanea. Verrà rimossa dopo che lascerai il gioco o farai il respawn in una nuova nave.
pl_pl: Statek tymczasowy. Zostanie usunięty po opuszczeniu gry lub odrodzeniu się w nowym.
pt_br: Nave temporária. Será removida após você sair do jogo ou renascer em uma nova nave.
ru: Временный корабль. Он будет удален после следующего возрождения или выхода из игры.
zh_cn: 临时船，在你离开游戏或新建一艘船后将被删除。

# NotificationBuildingOnRespawnShip
source: Respawn ship. It will get removed if you spawn a new one.
de: Respawn-Schiff. Es wird entfernt, wenn Sie in einem neuen Schiff respawnen.
es: Nave de reaparición. Se eliminará si reapareces en una nueva.
fr: Vaisseau de réapparition. Il sera supprimé si vous en faites réapparaître un autre
hu_hu: Újjáélesztő hajó. El lesz távolítva, ha új életet kezd.
it: Fai il respawn della nave. Verrà rimossa se ne verrà generata una nuova.
pl_pl: Statek odrodzenia. Zostanie usunięty jeśli przywołasz kolejny.
pt_br: Nave de renascimento. Será removida se você renascer em uma nova nave.
ru: Корабль возрождения. Будет удален при возрождении в новом корабле.
zh_cn: 飞船重生。新的飞船重生后，它会被移除。

# NotificationShipEnergyCritical
source: Warning: Ship fuel is critically low. Life support failure imminent.
cs_cz: Varování: Palivo lodi je na kritické hladině. Selhání podpory života je nevyhnutelné.
de: Warnung: Der Schiffstreibstoff ist fast aufgebraucht. Versagen der Lebenserhaltungssysteme steht unmittelbar bevor.
es: Advertencia: El combustible de la nave está a niveles críticos. Fallo del soporte vital inminente.
fr: Avertissement : le niveau de carburant du vaisseau est dangereusement bas. Panne des systèmes de survie imminente.
hu_hu: Figyelem: Az üzemanyagszint kritikus. A létfenntartó rendszer hamarosan leáll.
it: Attenzione: Energia della nave a livelli critici. Supporto vitale a rischio.
pl_pl: Ostrzeżenie: Poziom paliwa statku jest krytycznie niski. Nieuchronna awaria systemu podtrzymywania życia.
pt_br: Atenção: O combustível da nave está em nível crítico. A falha no suporte à vida é iminente.
ru: Внимание: энергия корабля на критическом уровне. Отказ систем жизнеобеспечения неизбежен.
zh_cn: 警告：船舶燃料严重不足，维生系统系统将失效。

# NotificationShipEnergyCriticalNoDamage
source: Warning: Ship fuel is critically low.
cs_cz: Varování: Palivo lodi je na kritické hladině.
de: Warnung: Der Schiffstreibstoff ist fast verbraucht.
es: Advertencia: Nivel de combustible crítico en la nave.
fr: Avertissement : le niveau de carburant du vaisseau est dangereusement bas.
hu_hu: Figyelem: A hajó üzemanyagszintje kritikusan alacsony.
it: Attenzione: Il carburante della nave è criticamente basso.
pl_pl: Ostrzeżenie: Poziom paliwa statku jest krytycznie niski.
pt_br: Atenção: O combustível da nave está em nível crítico.
ru: Внимание: энергия корабля на критическом уровне.
zh_cn: 警告：船舶燃料存量严重不足。

# NotificationShipEnergyLow
source: Warning: Ship fuel is low. Life support systems may fail.
cs_cz: Varování: Palivo lodi je na nízké hladině. Podpora života by mohla selhat.
de: Warnung: Schiffstreibstoff ist knapp. Lebenserhaltungssysteme können ausfallen.
es: Advertencia: Queda poco combustible. Los sistemas de soporte vital pueden fallar.
fr: Avertissement : le niveau de carburant du vaisseau est bas. Le fonctionnement des systèmes de survie n'est plus assuré.
hu_hu: Figyelem: A hajó üzemanyagszintje alacsony. A létfenntartó rendszerek leállhatnak.
it: Attenzione: Energia della nave in esaurimento. Supporto vitale a rischio.
pl_pl: Ostrzeżenie: Poziom paliwa statku jest niski. System podtrzymywania życia może nawalić.
pt_br: Atenção: O combustível da nave está baixo. Os sistemas de suporte à vida podem falhar.
ru: Внимание: недостаточно энергии корабля. Системы жизнеобеспечения может отказать.
zh_cn: 警告：船舶燃料存量低，维生系统可能会失效。

# NotificationShipEnergyLowNoDamage
source: Warning: Ship fuel is low.
cs_cz: Varování: Palivo lodi je na nízké hladině.
de: Warnung: Schiffstreibstoff ist knapp.
es: Advertencia: Queda poco combustible en la nave.
fr: Avertissement : le niveau de carburant du vaisseau est bas.
hu_hu: Figyelem: A hajó üzemanyagszintje-alacsony.
it: Attenzione: Il carburante della nave è basso.
pl_pl: Ostrzeżenie: Poziom paliwa statku jest niski.
pt_br: Atenção: O combustível da nave está baixo.
ru: Внимание: недостаточно энергии корабля.
zh_cn: 警告：船舶燃料存量低。

# NotificationStationRotation
source: Station rotation mode, press {0} to switch off
cs_cz: Režim otáčení pro stanice, stiskněte {0} pro jeho vypnutí.
de: Stationsrotationsmodus. Zum Ausschalten {0} drücken
es: Modo de rotación de estaciones, pulsa {0} para desactivar
fr: Mode de rotation de la station, appuyez sur {0} pour éteindre
hu_hu: Állomásforgatási mód, a kikapcsoláshoz nyomja meg a {0} gombot
it: Modalità di rotazione della stazione, premi{0} per spegnere
pl_pl: Tryb rotacji stacji, wciśnij {0} aby wyłączyć
pt_br: Modo de rotação da estação. Pressione {0} para desativar
ru: Режим вращения станций, нажмите {0} чтобы выключить
zh_cn: 空间站旋转模式，按{0}关闭

# NotificationStationRotationOff
source: Press {0} for station rotation mode
cs_cz: Stiskněte {0} pro režim rotování stanice
de: Drücken Sie {0} für den Stationsrotationsmodus
es: Pulsa {0} para el modo de rotación de estaciones
fr: Appuyez sur {0} pour passer en mode station
hu_hu: Nyomja meg a {0} gombot az állomás forgatásához
it: Premi {0} per la modalità di rotazione della stazione
pl_pl: Wciśnij {0} dla trybu obrotu stacji
pt_br: Pressione {0} para modo de rotação da estação
ru: Нажмите {0} для режима вращения станций
zh_cn: 按 {0} 改变空间站旋转模式

# NotificationSuitEnergyCritical
source: Warning: Suit energy is critically low. Life support failure imminent.
cs_cz: Varování: Energie skafandru je kriticky nízká. Hrozí selhání podpory života.
de: Achtung: Anzugenergie ist fast aufgebraucht. Ein Versagen der Lebenserhaltungssysteme steht bevor.
es: Advertencia: La energía del traje es crítica. Fallo en el soporte vital inminente.
fr: Attention : énergie de la combinaison à un niveau critique. Panne des systèmes de survie imminente.
hu_hu: Figyelem: Az öltöny energiaszínje kritikusan alacsony. Közeleg az életfenntartás leállása.
it: Attenzione: Energia della tuta a livelli critici. Supporto vitale a rischio.
pl_pl: Ostrzeżenie: Energia kombinezonu jest krytycznie niska. Nieuchronna awaria systemu podtrzymywania życia.
pt_br: Atenção: A energia do traje está em nível crítico. A falha no suporte à vida é iminente.
ru: Внимание: критически низкий уровень энергии скафандра.
zh_cn: 警告：防护服能量严重低下。维生系统即将失效。

# NotificationSuitEnergyCriticalNoDamage
source: Warning: Suit energy is critically low.
cs_cz: Varování: Hladina energie ve skafandru je kritická.
de: Warnung: Anzugsenergie ist fast verbraucht.
es: Advertencia: La energía del traje es críticamente baja.
fr: Attention : L'énergie de la combinaison est à un niveau critique.
hu_hu: Figyelmeztetés: Az öltöny energiaszintje kritikusan alacsony.
it: Attenzione: L'energia della tuta è a livelli critici.
pl_pl: Ostrzeżenie: Energia kombinezonu krytycznie niska.
pt_br: Atenção: A energia do traje está em nível crítico.
ru: Внимание: критически низкий уровень энергии скафандра.
zh_cn: 警告：宇航服的能量非常低。

# NotificationSuitEnergyLow
source: Warning: Suit energy is low. Life support systems may fail.
cs_cz: Varování: Energie skafandru je nízká. Systém podpory života může selhat.
de: Achtung: Die Energie des Anzugs geht zur neige. Die Lebenserhaltungssysteme könnten versagen.
es: Advertencia: La energía del traje es baja. Los sistemas de soporte vital pueden fallar.
fr: Attention : combinaison à court d'énergie. Le fonctionnement des systèmes de survie n'est plus assuré.
hu_hu: Figyelem: Az öltöny energiaszintje alacsony. A létfenntartó rendszerek leállhatnak.
it: Attenzione: Energia della tuta in esaurimento. Supporto vitale a rischio.
pl_pl: Ostrzeżenie: Energia kombinezonu jest niska. System podtrzymywania życia może nawalić.
pt_br: Atenção: A energia do traje está baixa. Os sistemas de suporte à vida podem falhar.
ru: Внимание: низкий уровень энергии скафандра.
zh_cn: 警告：太空服能量低。维生系统可能会失效。

# NotificationSuitEnergyLowNoDamage
source: Warning: Suit energy is low.
cs_cz: Varování: Hladina energie ve skafandru je nízká.
de: Anzugsenergie ist knapp.
es: Advertencia: Queda poca energía en el traje.
fr: Avertissement : l'énergie de la combinaison est faible.
hu_hu: Figyelem: Az öltöny energiaszintje alacsony.
it: Attenzione: Energia della tuta bassa.
pl_pl: Niski poziom energii kombinezonu.
pt_br: Atenção: A energia do traje está baixa.
ru: Низкий уровень энергии скафандра.
zh_cn: 警告：宇航服的能量过低。

# NotificationSuitFuelCritical
source: Jetpack fuel is critical
cs_cz: Palivo Jetpacku na kritické hladině
de: Jetpack-Treibstoff ist fast verbraucht
es: El combustible Jetpack es crítico
fr: Le niveau de carburant du jetpack est critique
hu_hu: A Jetpack üzemanyagszint a kritikus
it: Carburante jetpack a livello critico.
pl_pl: Uwaga: Krytycznie mało paliwa jetpacka
pt_br: O nível de combustível do jetpack é crítico
ru: Критический запас топлива джетпака
zh_cn: 喷气背包燃料严重不足

# NotificationSuitFuelLow
source: Jetpack fuel is low
cs_cz: Palivo Jetpacku na nízké hladině
de: Jetpack-Kraftstoff ist knapp
es: El combustible Jetpack es bajo
fr: Le niveau de carburant du jetpack est faible
hu_hu: A Jetpack üzemanyagszint a kritikus
it: Carburante jetpack in esaurimento.
pl_pl: Uwaga: Mało paliwa jetpacka
pt_br: O nível de combustível do jetpack está baixo
ru: Низкий запас топлива джетпака
zh_cn: 喷气背包燃料低

# NotificationUsingWeaponType
source: Using {0}
cs_cz: Používáno {0}
de: {0} wird verwendet
es: Usando {0}
fr: Utilisation de {0}
hu_hu: Használva {0}
it: {0} in uso
pl_pl: Używasz {0}
pt_br: Utilizando {0}
ru: Используется {0}
zh_cn: 正在使用 {0}
